Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: For example, if you want to customize commands related to browse mode, you should open the Input Gestures dialog while you are in browse mode.
bg: Например, ако искате да промените команда, отнасяща се до режима на разглеждане, трябва да отворите диалога за настройка на жестовете на въвеждане, докато сте в режим на разглеждане.
de: Wenn Sie beispielsweise einen Befehl neu zuweisen möchten, der sich auf den Lesemodus bezieht, sollten Sie das Dialogfeld aufrufen, während Sie sich im Lesemodus befinden.
es: Por ejemplo, si quieres personalizar órdenes relacionadas con el modo exploración, deberías abrir el diálogo Gestos de entrada mientras estés en modo exploración.
hr: Na primjer, ako želite prilagoditi prečace koji su vezani uz modus čitanja, trebate otvoriti dijaloški okvir za promjenu ulaznih gesti kad ste u modusu čitanja.
nl: Als u bij voorbeeld commando's wilt instellen die te maken hebben met bladermodus, dan moet u het dialoogvenster Invoerhandelingen openen,wanneer u zich in de bladermodus bevindt.
pt_br: Por exemplo, se você deseja personalizar comandos relacionados com o modo de navegação, é necessário abrir o Diálogo Definir Comandos enquanto está no modo de navegação.
ru: Например, если вы хотите настроить команды, относящиеся к режиму обзора, вам следует открыть диалог "Жесты ввода", находясь как раз в режиме обзора.
ta: எடுத்துக்காட்டாக, உலாவும் நிலைக்கான கட்டளைகளைத் தாங்கள் தனிப்பயனாக்க விரும்பினால், உலாவும் நிலையில் இருந்து கொண்டு, உள்ளீட்டுச் சைகைகள் உரையாடலைத் திறக்க வேண்டும்.
zh_tw: 例如當您要自訂與瀏覽模式相關的指令，應在瀏覽模式下開啟輸入手勢對話框。

source: The tree in this dialog lists all of the applicable NVDA commands grouped by category.
bg: Дървовидният списък в този диалог изброява всички приложими към дадения момент команди на NVDA, групирани по категории.
de: In diesem Dialogfeld werden alle verfügbaren NVDA-Funktionen in einer Baumansicht angezeigt, die nach Kategorien sortiert sind.
es: El árbol en este cuadro de diálogo muestra todas las órdenes de NVDA aplicables agrupadas por categoría.
hr: Stablo u ovom dijaloškom okviru popisuje sve primjenjive NVDA prečace grupirane po kategoriji.
nl: De boomstructuur in dit dialoogvenster toont alle beschikbare NVDA commando's die per categorie gegroepeerd zijn.
pt_br: A árvore nesse diálogo lista todos os comandos aplicáveis do NVDA agrupados por categoria.
ru: В дереве этого окна перечисляются все используемые команды NVDA, которые сгруппированы по категориям.
ta: இவ்வுரையாடலில் இருக்கும் கிளை, பொருத்தமான எல்லா என்விடிஏ கட்டளைகளையும், வகைகளின் அடிப்படையில் குழுவாக்கிக் காண்பிக்கிறது.
zh_tw: 此對話框依類別分組將所有可適用的 NVDA 指令以樹狀結構方式全部列出，

source: You can filter them by entering one or more words from the command's name into the Filter by edit box in any order.
bg: Можете да ги филтрирате като въведете една или повече думи от описанието на командата в произволен ред в полето „Филтриране по“.
de: Über das Eingabefeld "filtern" können Sie die Liste der angezeigten Funktionen einschränken. Geben Sie dazu einen Teil des Funktionsnamens als Suchbegriff ein.
es: Puedes filtrarlos introduciendo una o más palabras desde el nombre de las órdenes dentro del cuadro de edición Filtrar por... en cualquier orden.
hr: Možete ih filtrirati upisujući jednu ili više riječi imena prečaca u "filtriraj" polje za uređivanje.
nl: U kunt ze filteren door een of meer woorden van de commandonaam in willekeurige volgorde in te voeren in het bewerkingsvak “Filteren op”.
pt_br: Você pode filtrá-los inserindo uma ou mais palavras do nome do comando em qualquer ordem na caixa de edição Filtrar por.
ru: Вы можете фильтровать их, введя одно или несколько слов из названия команды в поле "Фильтр" в любом порядке.
ta: காண்பிக்கப்படும் கட்டளைகளை வடிகட்ட, கொடுக்கப்பட்டுள்ள தொகு களத்தில், கட்டளையின் பெயரில் இருக்கும் ஒன்று, அல்லது ஒன்றிற்கும் மேற்பட்ட சொற்களைப் எவ்வரிசையிலும் உள்ளிடலாம்.
zh_tw: 您可以不需依順序在「篩選」的編輯方塊中輸入指令的一個或多個關鍵字，

source: Any gestures associated with a command are listed beneath the command.
bg: Всички жестове, асоциирани с дадена команда, са подредени след съответната команда.
de: Unterhalb jeder Funktion werden die zugewiesenen Befehle, sofern vorhanden, angezeigt.
es: Cualquier gesto asociado con una orden se lista bajo la orden.
hr: Sve geste pridružene prečacu su popisane uz prečac.
nl: Onder elk commando treft u de ermee verbonden handeling aan.
pt_br: Quaisquer comandos — gestos — associados a um comando são listados abaixo do comando.
ru: Жесты, которые связаны с командой, даются в списке под этой командой.
ta: கட்டளையுடன் இணைக்கப்பட்டிருக்கும் சைகைகள், கட்டளையின் கீழ் பட்டியலிட்டுக் காண்பிக்கப்படும்.
zh_tw: 任何與指令關聯的手勢會列於該指令的下方。

source: To add an input gesture to a command, select the command and press the Add button.
bg: За да добавите жест на въвеждане към някоя команда, изберете желаната команда и натиснете бутона Добави.
de: Um einen Tastenbefehl zu einem Befehl hinzuzufügen, wählen Sie den Befehl aus und klicken Sie auf die Schaltfläche Hinzufügen.
es: Para añadir un gesto de entrada a una orden, selecciona la orden y pulsa el botón Añadir.
hr: Da biste dodali ulaznu gestu prečacu, označite prečac i pritisnite gumb Dodaj.
nl: Om een invoerhandeling aan een commando toe te voegen selecteert u het commando en drukt u op de knop Toevoegen.
pt_br: Para adicionar uma tecla/gesto para um comando, selecione o comando e pressione o botão Adicionar.
ru: Для добавления какого-либо жеста ввода выберите команду и нажмите кнопку "Добавить".
ta: ஒரு கட்டளைக்கு உள்ளீட்டுச் சைகையை இணைக்க விரும்பினால், அக்கட்டளையைத் தெரிவுச் செய்து, 'கூட்டுக' பொத்தானை அழுத்தவும்.
zh_tw: 要針對指令新增輸入手勢，先選定指令並按「新增」按鈕，

source: Then, perform the input gesture you wish to associate; e.g. press a key on the keyboard or a button on a braille display.
bg: След това изпълнете жеста на въвеждане, който искате да асоциирате; например натиснете клавиш на клавиатурата или бутон на брайловия дисплей.
de: Führen Sie anschließend den zuzuweisenden Befehl aus - Drücken Sie die entsprechende Tastenkombination oder die Tasten an der Braillezeile.
es: A continuación, realiza el gesto de entrada que desees asociar, por ejemplo, pulsa una tecla del teclado o un botón en una pantalla Braille.
hr: Nakon toga izvedite ulaznu gestu koju želite pridružiti; npr. pritisnite tipku na tipkovnici ili tipku na brajičnom retku.
nl: Voer vervolgens de gewenste invoerhandeling uit; bij voorbeeld door het indrukken van een toets op het toetsenbord of een knop op een brailleleesregel.
pt_br: Em seguida, execute o comando/gesto que deseja associar; isto é, pressione uma tecla do teclado ou um botão da linha braille.
ru: Затем, выполните жест ввода, который вы хотите привязать к команде; например, нажмите клавишу на клавиатуре или кнопку на брайлевском дисплее.
ta: பிறகு, இணைக்க விரும்பும் சைகையை செயற்படுத்தவும். எடுத்துக்காட்டாக, விசைப்பலகையின் விசையை, அல்லது பிரெயில் காட்சியமைவின் பொத்தானை அழுத்தவும்.
zh_tw: 然後執行您想要關聯的輸入手勢，例如按下鍵盤上的一個按鍵或是點顯器上的一個按鈕。

source: Often, a gesture can be interpreted in more than one way.
bg: Често един жест може да бъде интерпретиран по повече от един начин.
de: Oft kann eine NVDA-Funktion durch mehr als eine Tastenkombination ausgeführt werden.
es: A menudo, un gesto puede interpretarse de más de una manera.
hr: Geste često mogu biti protumačene na više načina.
nl: Vaak kan de reikwijdte van een invoerhandeling verschillen.
pt_br: Usualmente, um comando — gesto — pode ser interpretado de mais de uma forma.
ru: Зачастую, жест может интерпретироваться несколькими способами.
ta: பெரும்பாலான தருணங்களில், ஒரு சைகையை, ஒன்றிற்கும் மேற்பட்ட முறையில் வரையறுக்கலாம்.
zh_tw: 通常一個手勢可以有不只一種對應的配置，

source: For example, if you pressed a key on the keyboard, you may wish it to be specific to the current keyboard layout (e.g. desktop or laptop) or you may wish it to apply for all layouts.
bg: Например, ако натиснете клавиш от клавиатурата, може да искате той да бъде валиден само за текущата клавиатурна подредба (например настолна или лаптоп) или може да искате той да бъде валиден за всички подредби.
de: Bei Tastenkombinationen kann es beispielsweise sinnvoll sein, das Tastatur-Layout anzugeben, in dem diese Tastenkombination wirksam werden soll (Desktop/Laptop).
es: Por ejemplo, si has pulsado una tecla en el teclado, puede que desees que sea específica para la disposición de teclado actual (por ejemplo, de escritorio o portátil) o puede que desees que se aplique a todas las disposiciones.
hr: Na primjer, kad pritisnete tipku na tipkovnici, možda je želite koristiti za trenutačni raspored tipkovnice (npr. za stolna ili prijenosna računala) ili možda želite da se ta gesta primjenjuje za sve tipkovničke rasporede.
nl: Als u bij voorbeeld een toets op het toetsenbord indrukt,wilt u mogelijk dat dit specifiek voor de huidige toetsenbordindeling geldt (d.w.z. desktop of laptop) of mogelijk wilt u dat dit voor beide geldt.
pt_br: Por exemplo, ao pressionar uma tecla do teclado, você pode querer que ela seja especificamente para o esquema de teclado atual (desktop ou laptop) ou pode querer que esta se aplique a todos os esquemas.
ru: Например, если вы нажали клавишу на клавиатуре и захотите соотнести этот жест к текущей раскладке клавиатуры (например Настольной раскладке или раскладке Ноутбук) или, возможно, пожелаете соотнести жест ко всем раскладкам клавиатуры.
ta: எடுத்துக்காட்டாக, அழுத்தப்பட்டிருக்கும் உள்ளீட்டுச் சைகை, மேசைக்கணினி, அல்லது மடிக் கணினி போன்ற தற்போதைய விசைப்பலகைத் தளவமைப்பிற்கு மட்டும் வரையறுக்கலாம், அல்லது எல்லா விசைப்பலகைத் தளவமைப்புகளுக்கும் பொருந்துமாறு அமைக்கலாம்.
zh_tw: 例如您在鍵盤上按一個鍵，可設定成僅適用於目前的鍵盤配置 (譬如「桌上型電腦」或「筆記型電腦」) 或是套用到所有配置，

source: In this case, a menu will appear allowing you to select the desired option.
bg: В този случай ще видите диалог, който ще ви позволи да изберете желаното поведение.
de: In solchen Fällen wird ein Menü angezeigt, in dem Sie die entsprechende Option auswählen können.
es: En este caso, aparecerá un menú que te permite seleccionar la opción deseada.
hr: U tom slučaju, pojavit će se izbornik u kojem ćete moći označiti željenu opciju.
nl: Desgewenst kunt u via een menu de relevante optie instellen.
pt_br: Nesse caso, um menu aparecerá permitindo-lhe selecionar a opção desejada.
ru: В этом случае появится меню, позволяющее выбрать желаемый вариант.
ta: தங்களின் விருப்பத் தேர்வினைத் தெரிவுச் செய்ய, ஒரு பட்டியல் தோன்றும்.
zh_tw: 在此情況下將出現一個選單允許您選擇所需的選項。

source: To remove a gesture from a command, select the gesture and press the Remove button.
bg: За да премахнете даден жест от дадена команда, изберете жеста и натиснете бутона Премахни.
de: Um eine Tastenkombination von einer Funktion zu entfernen, wählen Sie diese aus und klicken Sie anschließend auf den Schalter "Entfernen".
es: Para borrar un gesto de una orden, selecciona el gesto y pulsa el botón Eliminar.
hr: Da biste uklonili gestu iz prečaca, označite gestu i pritisnite gumb Ukloni.
nl: Om de aan een commando verbonden invoerhandeling ongedaan te maken, selecteert u de invoerhandeling en drukt u op de knop Ongedaan maken.
pt_br: Para remover a tecla/gesto de um comando, selecione-o e pressione o botão Remover.
ru: Для удаления жеста, связанного с командой, выберите жест и нажмите кнопку "Удалить".
ta: ஒரு கட்டளையிடமிருந்து ஒரு சைகையை நீக்க, அச்சைகையைத் தெரிவுச் செய்து, 'நீக்குக' பொத்தானை அழுத்தவும்.
zh_tw: 要將指令的手勢刪除則選定手勢後再按「移除」按扭。

source: The Emulated system keyboard keys category contains NVDA commands that emulate keys on the system keyboard.
bg: Категорията „Емулиране на натискане на клавиши от клавиатурата“ съдържа команди на NVDA, които емулират клавиши на системната клавиатура.
de: Die Kategorie "Tasten der emulierten Systemtastatur" enthält NVDA-Befehle, die Tasten auf der Systemtastatur emulieren.
es: La categoría Teclas del Sistema de Teclado Emuladas contiene órdenes de NVDA que emulan teclas del teclado del sistema.
hr: Kategorija Emulirani prečaci sustava sadrži prečace koji emuliraju prečace na tipkovnici sustava.
nl: De categorie Geëmuleerde systeemtoetsenbordtoetsen bevat NVDA commando's welke toetsen op het systeemtoetsenbord emuleren.
pt_br: A categoria de teclas emuladas do teclado de sistema contém comandos do NVDA que emulam as teclas do teclado do sistema.
ru: Категория "Эмулируемые клавиши системной клавиатуры" содержит команды NVDA, которые эмулируют нажатия клавиш на системной клавиатуре.
ta: கணினி விசைப் பலகையின் விசைகளை ஒப்புருவாக்கத் தேவைப்படும் என்விடிஏ கட்டளைகளை, ஒப்புருவாக்கப்பட்ட கணினி விசைப் பலகை விசைகள் வகைமை கொண்டிருக்கும்.
zh_tw: 在「模擬系統鍵盤按鍵」類別中包含 NVDA 指令來模擬按下系統鍵盤上的按鍵，

source: These emulated system keyboard keys can be used to control a system keyboard right from your braille display.
bg: Тези емулирани клавиши на системната клавиатура могат да се използват за управление на системна клавиатура направо от брайловия ви дисплей.
de: Diese Tasten der emulierten Systemtastatur können zur Steuerung einer Systemtastatur direkt von Ihrer Braillezeile aus verwendet werden.
es: Estas teclas emuladas del teclado del sistema pueden utilizarse para controlar un teclado del sistema directamente desde tu pantalla braille.
hr: Ovi prečaci se mogu koristiti za kontrolu tipkovnice s vašeg brajičnig retka.
nl: Deze geëmuleerde systeemtoetsenbordtoetsen kunnen gebruikt worden om een systeemtoetsenbord rechtstreeks vanaf uw brailleleesregel te bedienen.
pt_br: Essas teclas emuladas do teclado do sistema podem ser usadas para controlar um teclado do sistema diretamente da sua linha braille.
ru: Эти эмулируемые комбинации клавиш можно использовать для управления системной клавиатурой прямо с брайлевского дисплея.
ta: தங்களின் பிரெயில் காட்சியமைவின் வாயிலாக கணினி விசைப் பலகையைக் கட்டுப்படுத்த, இந்த ஒப்புருவாக்கப்பட்டக் கணினி விசைப் பலகை விசைகளைப் பயன்படுத்தலாம்.
zh_tw: 這些模擬系統鍵盤按鍵可用於從點顯器上控制系統鍵盤。

source: To add an emulated input gesture, select the Emulated system keyboard keys category and press the Add button.
bg: За да добавите емулиран жест на въвеждане, изберете категорията „Емулиране на натискане на клавиши от клавиатурата“ и задействайте бутона „Добави“.
de: Um einen emulierten Tastenbefehl hinzuzufügen, wählen Sie in der Kategorie "Tasten der emulierten Systemtastatur" aus und klicken Sie auf den Schalter "Hinzufügen".
es: Para añadir un gesto de entrada emulado, selecciona la categoría Teclas del Sistema de Teclado Emuladas y pulsa el botón Añadir.
hr: Kako biste dodali emulirani prečac, odaberite kategoriju emulirani prečaci i pritisnite gumb dodaj.
nl: Om een geëmuleerde invoerhandeling toe te voegen selecteert u de categorie Geëmuleerde systeemtoetsenbortoetsen en drukt u op the knop Toevoegen.
pt_br: Para adicionar um comando — gesto — de entrada emulado, selecione a categoria Teclas emuladas do teclado de sistema e pressione o botão Adicionar.
ru: Для добавления новой эмулируемой комбинации клавиш, выберите категорию "Эмулируемые клавиши системной клавиатуры" и, не разворачивая её, нажмите кнопку "Добавить".
ta: ஒரு ஒப்புருவாக்கப்பட்ட உள்ளீட்டுச் சைகையை சேர்க்க, ஒப்புருவாக்கப்பட்ட கணினி விசைப் பலகை விசைகள் வகைமையைத் தெரிவுச் செய்து, 'கூட்டுக' பொத்தானை அழுத்தவும்.
zh_tw: 要新增模擬輸入手勢，選擇「模擬系統鍵盤按鍵」類別，接著按下「新增」按鈕，

source: Then, press the key on the keyboard you wish to emulate.
bg: След това натиснете клавиша от клавиатурата, който искате да бъде емулиран.
de: Anschließend drücken Sie die gewünschte, zu emulierende Taste auf der Tastatur.
es: Entonces, pulsa la tecla en el teclado que desees emular.
hr: Potom pritisnite gumb na tipkovnici kojeg želite emulirati.
nl: Druk vervolgens op de toets van het toetsenbord die u wilt emuleren.
pt_br: Em seguida, pressione a tecla no teclado que deseja emular.
ru: Затем нажмите на клавиатуре ту комбинацию клавиш, которую требуется эмулировать.
ta: பிறகு, தாங்கள் ஒப்புருவாக்க விரும்பும் விசையை விசைப் பலகையில் அழுத்தவும்.
zh_tw: 然後在鍵盤上按下您想要模擬的按鍵，

source: After that, the key will be available from the Emulated system keyboard keys category and you will be able to assign an input gesture to it as described above.
bg: След това клавишът ще бъде наличен в категорията „Емулиране на натискане на клавиши от клавиатурата“ и ще можете да му присвоите жест на въвеждане, както е описано по-горе.
de: Danach ist die Taste in der Kategorie "Tasten der emulierten Systemtastatur" verfügbar und Sie können ihr einen Tastenbefehl wie oben beschrieben zuweisen.
es: Después de eso, la tecla estará disponible desde la categoría Teclas del Sistema de Teclado Emuladas y podrás asignarle un gesto de entrada según se describió anteriormente.
hr: Poslije toga, tipka će biti dostupna u popisu emuliranih prečaca te će te moći dodjeliti prečac na način kako je to opisano iznad.
nl: Hierna is de toets beschikbaar via de categorie Geëmuleerde systeemtoetsenbortoetsen en kunt u er een invoerhandeling aan toekennen zoals hierboven beschreven.
pt_br: Depois disso, a tecla estará disponível na categoria de teclas emuladas do teclado de sistema e você poderá atribuir um comando de entrada a ela conforme descrito acima.
ru: После этого, добавленная комбинация клавиш будет доступна внутри категории "Эмулируемые клавиши системной клавиатуры" и вы сможете назначить на неё пользовательский жест, как это описано выше.
ta: இதன் பிறகே, மேலே விளக்கியது போல, உள்ளீட்டுச் சைகையை இணைக்க, ஒப்புருவாக்கப்பட்டக் கணினி விசைப் பலகை பிசைகள் வகைமையில் விசைகள் கிடைக்கப்பெறும்.
zh_tw: 如此該按鍵就會新增至「模擬系統鍵盤按鍵」類別中，您可以按照前述方式指派輸入手勢。

source: Note:
bg: Забележки:
de: Hinweis:
es: Notas:
hr: Upozorenje:
nl: Merk op:
pt_br: Nota:
ru: Примечания:
ta: குறிப்பு:
zh_tw: 注意：

source: Emulated keys must have gestures assigned in order to persist when saving / closing the dialog.
bg: Емулираните клавиши трябва да имат зададени жестове, за да се запазят при запазване на настройките/затваряне на диалоговия прозорец.
de: Emulierte Tasten müssen Tastenbefehlen zugewiesen sein, damit sie beim Speichern und Schließen des Dialogfeldes bestehen bleiben.
es: Las teclas asignadas deben tener gestos asignados para persistir cuando se guarden o se cierre el diálogo.
hr: Emulirani prečaci moraju imati pridjeljene geste kako bi se zadržali prilikom spremanja /zatvaranja dijaloškog okvira.
nl: Aan geëmuleerde toetsen moeten handelingen zijn toegewezen om ze van kracht telaten blijven wanneer het dialoogvenster wordt opgeslagen / gesloten.
pt_br: As teclas emuladas devem ter comandos atribuídos para persistir ao salvar / fechar a caixa de diálogo.
ru: Эмулируемые комбинации клавиш должны иметь назначенные пользовательские жесты, чтобы они могли быть сохранены при закрытии этого диалога.
ta: உரையாடலைச் சேமித்தல், அல்லது மூடுதல் நிலைத்திருக்க, ஒப்புருவாக்கப்பட்ட விசைகளுக்கு சைகைகள் இணைக்கப்பட்டிருக்க வேண்டும்.
zh_tw: 模擬按鍵必須指派輸入手勢，如此在儲存或關閉對話框時才會保留。

source: An input gesture with modifier keys may not be able to be mapped to an emulated gesture without modifier keys.
bg: Жест на въвеждане с модификаторни клавиши може да не може да бъде преобразуван в емулиран жест без модификаторни клавиши.
de: Ein Tastenbefehl mit NVDA-Tasten kann möglicherweise nicht auf einen emulierten Tastenbefehl ohne NVDA-Tasten abgebildet werden.
es: Un gesto de entrada con teclas modificadoras puede no ser capaz de mapearse a un gesto emulado sin teclas modificadoras.
hr: Geste sa modifikatorima možda neće moći biti pridjeljene emuliranoj gesti bez modifikatora
nl: Een invoerhandeling met zogenaamde 'modifier'-toetsen kan mogelijk niet ingesteld (mapped) worden als geëmuleerde invoerhandeling zonder 'modifier' toetsen.
pt_br: Um comando — gesto — de entrada com teclas modificadoras pode não ser mapeado para um comando emulado sem teclas modificadoras.
ru: Пользовательский жест ввода с клавишами-модификаторами не может быть сопоставлен с эмулируемым жестом без клавиш-модификаторов.
ta: மாற்றியமைப்பி விசைகளை கொண்டிருக்காத ஒப்புருவாக்கப்பட்ட விசைகளுக்கு, மாற்றியமைப்பி விசைகளைக் கொண்டிருக்கும் உள்ளீட்டுச் சைகைகளை இணைக்க இயலாது.
zh_tw: 輸入手勢含有組合鍵則無法對應到沒有組合鍵的模擬按鍵，

source: For instance, setting the emulated input `a` and configuring an input gesture of `ctrl+m`, may result in the application receiving `ctrl+a`.
bg: Например задаването на емулирано въвеждане на `A` и конфигурирането на жест на въвеждане на `Control+M` може да доведе до това приложението да получи `Control+A`.
de: Zum Beispiel kann das definieren der emulierten Eingabe `A` und das Konfigurieren des Tastenbefehls `Strg+M` dazu führen, dass die Anwendung `Strg+A` interpretieren könnte.
es: Por ejemplo, configurar la entrada emulada `a` y configurar un gesto de entrada de `ctrl+m`, puede resultar en que la aplicación reciba un `ctrl+a`.
hr: Na primjer, postavljanjem emuliranog unosa `a` i podešavanje ulazne geste `ctrl+m`, prouzrokovat će da će program primiti `ctrl+a`.
nl: Het instellen van de geëmuleerde invoer `a` bij voorbeeld en het configureren van een ivoerhandeling `ctrl+m`, kan tot gevolg hebben dat de toepassing `ctrl+a` krijgt.
pt_br: Por exemplo, definir a entrada emulada `a` e configurar um comando de entrada de `ctrl+m` pode fazer com que o aplicativo receba `ctrl+a`.
ru: Например, установка эмулируемого ввода `a` и настройка жеста ввода `ctrl+m` могут привести к тому, что приложение получит `ctrl+a`.
ta: எடுத்துக்காட்டாக, '`a`' என்கிற ஒப்புருவாக்கப்பட்ட விசைக்கு, '`கட்டுப்பாடு+m`' என்கிற உள்ளீட்டுச் சைகையை இணைத்தால், '`கட்டுப்பாடு+a`' என்கிற விசைதான் பயன்பாட்டில் பெறப்படும்.
zh_tw: 例如您指派了 Ctrl+M 這個輸入手勢來模擬鍵盤上的按鍵 A，可能導致應用程式會接收到 Ctrl+A 的按鍵組合，而非只有 A 而已。

source: When you are finished making changes, press the OK button to save them or the Cancel button to discard them.
bg: Когато приключите с промените, натиснете бутона OK, за да ги запазите, или бутона Cancel, за да ги отхвърлите.
de: Klicken Sie auf den Schalter "OK", um die Änderungen zu übernehmen oder auf den Schalter "Abbrechen", um die Änderungen zu verwerfen.
es: Cuando hayas terminado de realizar cambios, pulsa el botón Aceptar para guardarlos o el botón Cancelar para descartarlos.
hr: Kad ste gotovi s promjenama, pritisnite gumb U redu da biste ih sačuvali ili gumb Odustani da biste ih poništili.
nl: Als u klaar bent met het aanbrengen van de wijzigingen drukt u op de knop OK om de wijzigingen op te slaan of op de knop Annuleren als u geen wijzigingen wilt doorvoeren.
pt_br: Ao finalizar as alterações, pressione o botão OK para salvá-las ou cancelar para descartá-las.
ru: Когда вы закончите, нажмите кнопку OK, чтобы сохранить сделанные изменения или "Отмена", чтобы выйти из диалога без сохранения.
ta: தாங்கள் மாற்றத்தை முடித்தவுடன், மாற்றங்களை சேமிக்க, 'சரி' பொத்தானை அழுத்தவும். மாற்றங்களை சேமிக்காமல் வெளியேற, 'விலக்குக' பொத்தானை அழுத்தவும்.
zh_tw: 當您完成變更，按「確認」按鈕儲存設定，或按「取消」按鈕捨棄變更。

source: Saving and Reloading the configuration
bg: Запазване и презареждане на конфигурацията
de: Konfiguration speichern und erneut laden
es: Guardar y Recargar la configuración
hr: Spremanje i vraćanje konfiguracije
nl: De configuratie opslaan en opnieuw laden
pt_br: Salvando e Restaurando Configurações
ru: Сохранение и восстановление конфигурации
ta: அமைவடிவத்தை சேமித்தல்/மீளேற்றம் செய்தல்
zh_tw: 儲存與還原組態

source: By default NVDA will automatically save your settings on exit.
bg: По подразбиране NVDA не запазва автоматично вашите настройки, така че ако излезете от NVDA и после го стартирате отново, те ще се върнат на техните оригинални стойности.
de: Standardmäßig speichert NVDA die Einstellungen automatisch beim Beenden.
es: De forma predeterminada NVDA guardará automáticamente tus opciones al salir.
hr: NVDA će standardno automatski spremati vaše postavke pri izlazu.
nl: Als er wijzigingen worden aangebracht in de instellingen van NVDA worden deze automatisch opgeslagen bij het afsluiten van het programma.
pt_br: Por padrão, este programa salva automaticamente suas configurações ao ser encerrado.
ru: По умолчанию NVDA автоматически сохраняет свою конфигурацию при выходе.
ta: இயல்பில், என்விடிஏவை விட்டு வெளியேறும்பொழுது, அமைவடிவ மாற்றங்கள் தானாக சேமிக்கப்படுகிறது.
zh_tw: 預設情況下當結束 NVDA 時會自動儲存設定上的變更，
