Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Scroll to start |control+home |Scrolls the console window to the beginning of the buffer.
bg: Превъртане до началото |Control+Home |Превърта прозореца на конзолата до началото на буфера.
de: Zum Anfang rollen |Strg+Pos1 |Rollt das Konsolenfenster zum Anfang des Puffers.
es: Desplazar al comienzo |control+inicio |Desplaza la ventana de la consola al comienzo del búfer.
hr: Kliži na početak |kontrol+houm |Kliže po prozoru naredbenog retka na početak spremnika.
nl: Schuiven naar begin |control+home |Schuift consoolvenster nar het begin van de buffer.
pt_br: Rolar para o começo |control+home |Rola a janela do console até o início do buffer.
ru: Прокрутка к началу |Control+Home |Прокручивает окно консоли к началу буфера.
ta: துவக்கத்திற்கு நகர்த்துக |கட்டுப்பாடு+தொடக்கம் |இடையகத்தின் துவக்கத்திற்கு கட்டுப்பாட்டகச் சாளரத்தை நகர்த்துகிறது.
zh_tw: 捲動至開頭 |Ctrl+Home |將主控台視窗捲動至內容開頭

source: Scroll to end |control+end |Scrolls the console window to the end of the buffer.
bg: Превъртане до края |Control+End |Превърта прозореца на конзолата до края на буфера.
de: Zum Ende rollen |Strg+Ende |Rollt das Konsolenfenster zum Ende des Puffers.
es: Desplazar al final |control+fin |Desplaza la ventana de la consola al final del búfer.
hr: Kliži na kraj |kontrol+end |Kliže po prozoru naredbenog retka na kraj spremnika.
nl: Schuiven naar einde |control+end |Schuift consoolvenster naar het eind van de buffer.
pt_br: Rolar para o final |control+end |Rola a janela do console até o final do buffer.
ru: Прокрутка к концу |Control+End |Прокручивает окно консоли к концу буфера.
ta: முடிவிற்கு நகர்த்துக |கட்டுப்பாடு+முடிவு |இடையகத்தின் முடிவிற்கு கட்டுப்பாட்டகச் சாளரத்தை நகர்த்துகிறது.
zh_tw: 捲動至結尾 |Ctrl+End |將主控台視窗捲動至內容結尾

source: Configuring NVDA
bg: Настройване на NVDA
de: NVDA konfigurieren
es: Configurar NVDA
hr: Podešavanje NVDA čitača
nl: NVDA configureren
pt_br: Configurando o NVDA
ru: Конфигурация NVDA
ta: என்விடிஏவை அமைவடிவமாக்கல்
zh_tw: 設定 NVDA

source: Most configuration can be performed using dialog boxes accessed through the Preferences sub-menu of the NVDA menu.
bg: Повечето настройки може да бъдат променени чрез диалогови прозорци, до които имате достъп посредством подменю „Настройки“ от главното меню на NVDA .
de: Die meisten NVDA-Einstellungen können über Dialogfelder vorgenommen werden, die im Untermenü des NVDA-Menüs zu finden sind.
es: La mayor parte de la configuración puede realizarse utilizando cuadros de diálogo a los que se accede mediante el submenú Preferencias del menú NVDA.
hr: Većina konfiguracije se može obaviti u dijaloškim okvirima podizbornika Postavke, u NVDA izborniku.
nl: De meeste instellingen van NVDA kunnen via dialoogvensters worden aangepast. Om dit te doen gaat u in het NVDA-menu naar “Opties” en kiest u het gewenste sub-menu in het NVDA-menu.
pt_br: A maior parte das configurações podem ser realizadas através da utilização de caixas de diálogo que localizam-se no submenu Preferências do menu do NVDA.
ru: Конфигурация различных параметров NVDA в большинстве случаев выполняется с помощью диалоговых окон, доступных из подменю "Параметры" главного меню NVDA.
ta: என்விடிஏ பட்டியலில் காணப்படும் விருப்பங்கள் உட்பட்டியலில் இருக்கும் உரையாடல் பெட்டிகளைக் கொண்டு என்விடிஏவின் பல அமைவடிவங்களை மாற்றியமைக்கலாம்.
zh_tw: 大部分的組態可以經由開啟 NVDA 功能表的「偏好」子功能表中的相關項目對話框來變更，

source: Many of these settings can be found in the multi-page [NVDA Settings dialog](#NVDASettings).
bg: Много от тези настройки могат да бъдат намерени в съставения от раздели (категории) прозорец с [настройките на NVDA](#NVDASettings).
de: Viele Einstellungen können in den mehrseitigen [NVDA-Einstellungen](#NVDASettings) vorgenommen werden.
es: Muchas de estas opciones pueden encontrarse en el cuadro de diálogo multipágina [Opciones de NVDA](#NVDASettings).
hr: Mnoge od tih postavki je moguće pronaći u višestraničnom dijaloškom okviru [NVDA Postavke](#NVDASettings).
nl: Veel van deze instellingen zijn te vinden in het uit meerdere pagina's bestaande [dialoogvenster Instellingen van NVDA](#NVDASettings).
pt_br: Muitas dessas configurações podem ser encontradas no [diálogo multipágina Configurações do NVDA](#NVDASettings).
ru: Большая часть настроек программы расположена в многостраничном [диалоге настроек NVDA](#NVDASettings).
ta: இதிலிருக்கும் பல அமைப்புகளை, பல பக்கங்களைக் கொண்ட [என்விடிஏ அமைப்புகள் உரையாடலில்](#NVDASettings) காணலாம்.
zh_tw: 許多設定可以在多頁式 [NVDA 設定對話框](#NVDASettings)中找到。

source: In all dialog boxes, press the OK button to accept any changes you have made.
bg: Във всички диалогови прозорци натиснете OK, за да потвърдите настройките.
de: In allen Einstellungen können Sie auf den Schalter "OK" klicken, um die Einstellung zu übernehmen und das Fenster zu schließen.
es: En todos los cuadros de diálogo, pulsa el botón Aceptar para aceptar cualquier cambio que hayas hecho.
hr: Za prihvaćanje učinjenih promjena, pritisnite gumb U redu. To vrijedi za sve dijaloške okvire.
nl: In alle dialoogvensters geldt dat u met de OK-knop de aangebrachte wijzigingen accepteert.
pt_br: Em todas as caixas de diálogo, pressione o botão OK para concordar com as alterações feitas.
ru: Во всех этих диалогах, для сохранения сделанных вами изменений, нажимайте кнопку OK.
ta: எல்லா உரையாடல் பெட்டிகளிலும், என்விடிஏவில் தாங்கள் ஏற்படுத்தியிருக்கும் மாற்றங்களை சேமிக்க, 'சரி' பொத்தானை அழுத்தவும்.
zh_tw: 在所有的對話框中按「確認」按鈕即可接受您所做的任何變更，

source: To cancel any changes, press the Cancel button or the escape key.
bg: За да отмените всички промени, натиснете бутона „Отказ“ от диалоговия прозорец или клавиша Escape.
de: Um Einstellungen zu verwerfen, klicken Sie auf den Schalter "Abbrechen" oder drücken die Escape-Taste.
es: Para cancelar cualquier cambio, pulsa el botón Cancelar o la tecla escape.
hr: Za odustajanje od promjena, pritisnite gumb Odustani ili tipku escape.
nl: Door op de knop “Annuleren” of de Escape-toets te drukken worden wijzigingen niet doorgevoerd.
pt_br: Para cancelar qualquer alteração, pressione o botão Cancelar ou a tecla Escape.
ru: Для отмены изменений, используйте кнопку "Отмена" или клавишу Escape.
ta: மாற்றங்களை சேமிக்காமல் வெளியேற, 'விலக்குக' பொத்தான், அல்லது விடுபடு விசையை அழுத்தவும்.
zh_tw: 要取消變更按「取消」按鈕或 Esc 鍵即可，

source: For certain dialogs, you can press the Apply button to let the settings take effect immediately without closing the dialog.
bg: За определени диалогови прозорци можете да задействате бутона „Приложи“, за да влязат в сила настройките незабавно, без да затваряте диалоговия прозорец.
de: Für manche Einstellungen können Sie auch auf den Schalter "Übernehmen" klicken, um weiterhin in den NVDA-Einstellungen zu bleiben, wobei die Einstellungen aktiv werden.
es: Para ciertos cuadros de diálogo, puedes pulsar el botón aplicar para hacer que las opciones tengan lugar imediatamente sin cerrarlo.
hr: U nekim dijaloškim okvirima je moguće pritisnuti gumb Primijeni, kako bi postavke odmah stupile na snagu.
nl: Voor bepaalde dialoogvensters kunt u op de knop Toepassen drukken waarmee de instellingen onmiddellijk worden doorgevoerd zonder dat het dialoogvenster wordt gesloten.
pt_br: Em certos diálogos, você pode pressionar o botão Aplicar para permitir que as configurações entrem em vigor imediatamente sem fechar a caixa de diálogo.
ru: В некоторых диалоговых окнах, для вступление в силу сделанных изменений без закрытия самого диалога, доступна кнопка "Применить".
ta: குறிப்பிட்ட சில உரையாடல்களில், 'இடுக' பொத்தானை அழுத்துவதன் மூலம், உரையாடலை மூடாமல், அமைப்புகளைச் செயலுக்குக் கொண்டு வரலாம்.
zh_tw: 有些對話框您可以按「套用」按鈕讓設定立即生效而不需要關閉對話框。

source: Most NVDA dialogs support context help.
bg: Повечето диалози в NVDA поддържат контекстна помощ.
de: Die meisten NVDA-Dialoge unterstützen Kontexthilfe.
es: La mayoría de los diálogos de NVDA soportan ayuda de contexto.
hr: Većina NVDA dijaloških okvira podržava kontekstualnu pomoć.
nl: De meeste NVDA dialoogvensters ondersteunen contekstuele hulp.
pt_br: A maioria das caixas de diálogo do NVDA oferecem suporte à ajuda de contexto.
ru: Большинство диалогов NVDA поддерживают контекстную справку.
ta: பெரும்பாலான என்விடிஏ உரையாடல்கள் சூழலுணர் உதவியை ஆதரிக்கின்றன.
zh_tw: 大多數 NVDA 對話框支援關聯式說明，

source: When in a dialog, pressing `f1` opens the User Guide at the paragraph related to the focused setting or the current dialog.
bg: Когато сте в диалог, натискането на `F1` отваря Потребителското ръководство на абзаца, който се отнася за фокусираната настройка или текущия диалог.
de: Wenn Sie in einem Dialogfeld die Taste `F1` drücken, wird das Benutzerhandbuch mit dem Abschnitt geöffnet, der sich auf die fokussierte Einstellung oder das aktuelle Dialogfeld bezieht.
es: Cuando se esté en un diálogo, pulsar `f1` abre la Guía del Usuario en el párrafo relativo a la opción o diálogo actual enfocado.
hr: Kada se nalazite u dijaloškom okviru, pritisak prečaca `f1` otvara Vodić za korisnike u odlomku koji je vezan za tu određenu postavku ili trenutni dijaloški okvir.
nl: Ben je in een dialoogvenster en druk je vervolgens op `f1` dan zal de gebruikershandleiding worden getoond bij de alinea die betrekking heeft op de instelling met focus of op het huidige dialoogvenster.
pt_br: Quando estiver em uma caixa de diálogo, pressionar `f1` abre o Guia do Usuário no parágrafo relacionado à configuração em foco ou diálogo atual.
ru: В диалоге нажатие клавиши `f1` открывает руководство пользователя в абзаце, относящемся к выбранной настройке или текущему диалоговому окну.
ta: ஒரு உரையாடலில் இருக்கும்பொழுது, `f1` விசையை அழுத்தினால், குவிமையத்திலிருக்கும் அமைப்பு, அல்லது தற்போதைய உரையாடலுக்குத் தொடர்பான பத்தியில் பயனர் வழிகாட்டியைத் திறக்கும்.
zh_tw: 當在對話框中，按 F1 可開啟用戶指南中與焦點所在設定或目前對話框相關的段落，

source: Some settings can also be changed using shortcut keys, which are listed where relevant in the sections below.
bg: Някои настройки също така може да бъдат променяни чрез клавишни комбинации, като те са изброени в съответните секции по-долу.
de: Einige Einstellungen können auch durch Kurztasten geändert werden. Diese Kurztasten werden in den entsprechenden Abschnitten aufgelistet.
es: Algunas opciones también pueden cambiarse utilizando teclas de atajo, que se enumeran donde sean relevantes en las secciones subsiguientes.
hr: Većina postavki može se promijenitiuz pomoć tipkovničkih prečaca koji su popisani ispod.
nl: Er zijn instellingen die ook gewijzigd kunnen worden met sneltoetsen. Deze worden, voor zover van toepassing, hieronder vermeld.
pt_br: Algumas opções também podem ser alteradas através da utilização de teclas de atalho, que estão listadas quando relevante nas seções abaixo.
ru: Некоторые параметры также могут быть изменены с помощью горячих клавиш, которые указаны в соответствующих разделах далее.
ta: சில அமைப்புகளை குறுக்கு விசைகள் கொண்டும் மாற்றலாம். கீழ்வரும் உட்பிரிவுகளில், பொருத்தமான இடங்களில் குறுக்கு விசைகள் கொடுக்கப்பட்டுள்ளன.
zh_tw: 有些設定也可以使用快速鍵來變更，這些將於以下的各節中介紹。

source: NVDA Settings
bg: Настройки на NVDA
de: Die NVDA-Einstellungen
es: Opciones de NVDA
hr: NVDA Postavke
nl: Instellingen van NVDA
pt_br: Configurações do NVDA
ru: Настройки NVDA
ta: என்விடிஏ அமைப்புகள்
zh_tw: NVDA 設定

source: || Name | Desktop key | Laptop key | Description |
bg: || Име | Клавиш от настолната подредба | Клавиш от лаптоп подредбата | Описание |
de: || Name | Desktop-Tastenkombination | Laptop-Tastenkombination | Beschreibung |
es: || Nombre | Tecla Escritorio | Tecla Portátil | Descripción |
hr: || Naziv | Tipka za stolna računala | Tipka za prijenosna računala | Opis |
nl: || Naam | Desktoptoets | Laptoptoets | Beschrijving |
pt_br: || Nome | Tecla de Desktop | Tecla de Laptop | Descrição |
ru: || Название | Настольная | Ноутбук | Описание |
ta: || பெயர் | மேசைத்தள விசை | மடிக்கணினி ழிசை | விளக்கம் |
zh_tw: || 名稱 | 桌電快速鍵 | 筆電快速鍵 | 說明 |

source: NVDA provides many configuration parameters that can be changed using the settings dialog.
bg: NVDA предоставя много конфигурационни параметри, които могат да се променят чрез диалоговия прозорец за настройки.
de: NVDA bietet viele Konfigurationsparameter, die über das Dialogfeld für die Einstellungen geändert werden können.
es: NVDA proporciona muchos parámetros de configuración que pueden cambiarse utilizando el diálogo opciones.
hr: NVDA nudi puno postavki koje se mogu promijeniti iz ovog dijaloškog okvira.
nl: NVDA biedt veel configuratie-parameters die met behulp van het dialoogvenster Instellingen zijn aan te passen.
pt_br: O NVDA fornece muitos parâmetros de configuração que podem ser alterados usando a caixa de diálogo de configurações.
ru: Диалог настроек NVDA содержит множество различных параметров, изменяемых пользователем.
ta: அமைப்புகள் உரையாடலைப் பயன்படுத்தி மாற்றப்படக்கூடிய பல அமைவடிவ அளவுருக்களை என்விடிஏ வழங்குகிறது.
zh_tw: NVDA 提供了許多可以使用設定對話框來變更的組態參數，

source: To make it easier to find the kind of settings you want to change, the dialog displays a list of configuration categories to choose from.
bg: За да улесни намирането на типа настройки, които искате да промените, диалоговият прозорец показва списък с категории от настройки, от които да избирате.
de: Um die Art der Einstellungen, die Sie ändern möchten, leichter zu finden, zeigt das Dialogfeld eine Liste von Konfigurationskategorien zur Auswahl an.
es: Para que sea más fácil encontrar el tipo de opciones que quieres cambiar, el diálogo muestra una lista de categorías de configuración para elegir.
hr: Kako biste lakše pronašli tip postavki koji želite promjeniti, dijaloški okvir prikazuje listu sa kategorijama postavki iz koje možete izabrati neku od njih .
nl: Om het vinden van het type instellingen dat u mogelijk wilt wijzigen te vergemakkelijken treft u in het dialoogvenster een lijst met configuratie-categorïeenn aan waaruit u een keuze kunt maken.
pt_br: Para facilitar a localização do tipo de configuração que você deseja alterar, o diálogo exibe uma lista de categorias de configuração para você escolher.
ru: Для удобства навигации, все параметры разделены по категориям, а сам диалог содержит список этих категорий.
ta: தாங்கள் மாற்ற விரும்பும் அமைப்புகளின் வகையை கண்டறிவதை எளிதாக்க, தேர்வுச் செய்யப்படவேண்டிய அமைவடிவ வகைமைகளின் பட்டியலை இவ்வுரையாடல் காட்டுகிறது.
zh_tw: 為了更容易找到要更改的設定種類，對話框有一個清單包含多個可供選擇的組態類別，

source: When you select a category, all of the settings related to it will be shown in the dialog.
bg: Когато изберете категория, всички свързани с нея настройки ще бъдат показани в диалоговия прозорец.
de: Wenn Sie eine Kategorie auswählen, werden alle zugehörigen Einstellungen im Dialogfeld dazu angezeigt.
es: Cuando selecciones una categoría, se muestran en el cuadro de diálogo todas las opciones relacionadas con ella.
hr: Kada izaberete kategoriju, sve postavke vezane za tu kategoriju će se prikazati u dijaloškom okviru.
nl: Wanneer u een categorie selecteert , ziet u in het dialoogvenster alle daarmee verbandhoudende instellingen.
pt_br: Ao selecionar uma categoria, todas as configurações relacionadas a ela serão mostradas no diálogo.
ru: При выборе той или иной категории, диалог настроек отображает все содержащиеся в ней параметры.
ta: தாங்கள் ஒரு வகைமையைத் தேர்ந்தெடுக்கும்பொழுது, அது தொடர்பான அனைத்து அமைப்புகளும் உரையாடலில் காண்பிக்கப்படும்.
zh_tw: 當您選擇一個類別後與該類別相關的所有設定將會顯示在對話框中，

source: To move between categories, use `tab` or `shift+tab` to reach the list of categories, and then use the up and down arrow keys to navigate the list.
bg: За да се придвижвате между категориите, използвайте `Tab` или `Shift+Tab`, за да стигнете до списъка с категории, и след това използвайте клавишите със стрелки нагоре и надолу, за да навигирате в списъка.
de: Um sich zwischen den Kategorien zu bewegen, benutzen Sie `Tab` oder `Umschalt+Tab`, um die Liste der Kategorien zu erreichen und dann die Pfeiltasten nach oben oder unten, um in der Liste zu navigieren.
es: Para desplazarte por las categorías, utiliza `tab` o `shift+tab` para acceder a la lista de categorías, y luego utiliza las flechas arriba y abajo para navegar por la lista.
hr: Da biste se kretali između kategorija, koristite `tab` ili `šift+tab` kako biste došli do popisa kategorija, a zatim koristite strelice gore i dolje kako biste se kretali po popisu.
nl: Om van categorie naar categorie te gaan , gebruikt u `tab` of `shift+tab` om in de lijst met de categorieën te komen, en vervolgens gebruikt u de pijltjestoetsen om naar boven of naar beneden door de lijst te lopen.
pt_br: Para mover-se entre categorias, use `tab` ou `shift+tab` para acessar a lista de categorias e, em seguida, use as teclas de seta para cima e para baixo para navegar na lista.
ru: Для перемещения между категориями используйте `tab` или `shift+tab`, чтобы перейти к списку категорий, а затем используйте клавиши-стрелки вверх и вниз для навигации по списку.
ta: வரிசைப் பட்டியலில் இருக்கும் வகைமைகளுக்கிடையே நகர, மேலம்பு, கீழம்பு விசைகளைப் பயன்படுத்தவும், ஒரு வகைமைக்கான அமைப்புகளுக்கிடையே நகர, `தத்தல்`, அல்லது `மாற்றழுத்தி+தத்தல்` விசையை அழுத்தவும்.
zh_tw: 要在類別之間移動，請使用 Tab 或 Shift+Tab 移到類別清單，接著使用向上及向下鍵在清單中導覽。

source: From anywhere in the dialog, you may also move forward one category by pressing `ctrl+tab`, or back one category by pressing `shift+ctrl+tab`.
bg: От всяко място в диалоговия прозорец също можете да се придвижите една категория напред, като натиснете `Control+Tab`, или една категория назад, като натиснете `Shift+Control+Tab`.
de: Von überall in diesem Dialogfeld aus können Sie auch mit der Tastenkombination `Strg+Tab` eine Kategorie vorwärts oder mit `Umschalt+Strg+Tab` eine Kategorie zurück gehen.
es: Desde cualquier parte del diálogo, también puedes avanzar una categoría pulsando `ctrl+tab`, o retroceder a otra pulsando `shift+ctrl+tab`.
hr: Bilo gdje iz dijaloškog okvira, možete takođe prijeći na sljedeću kategoriju prečacem `ctrl+tab`, ili na prethodnu prečicom `šift+ctrl+tab`.
nl: Vanaf een willekeurige plaats in het dialoogvenster kunt u ook een categorie vooruit of terug gaan door respectievelijk `ctrl+tab`, of `shift+ctrl+tab` in te drukken.
pt_br: De qualquer lugar da caixa de diálogo, você também pode avançar uma categoria pressionando `ctrl+tab`, ou voltar uma categoria pressionando `shift+ctrl+tab`.
ru: Из любого места диалога вы также можете перейти на одну категорию вперед, нажав `ctrl+tab`, или назад на одну категорию, нажав `shift+ctrl+tab`.
ta: உரையாடலில் எங்கிருந்தாயினும், வகைமைகளுக்கிடையே முன்னும் பின்னும் நகர, `கட்டுப்பாடு+தத்தல்`, `கட்டுப்பாடு+மாற்றழுத்தி+தத்தல்` விசைகளைப் பயன்படுத்தவும்.
zh_tw: 在對話框中的任何地方您也可以按 Ctrl+Tab 移到下一個類別，或按 Shitf+Ctrl+Tab 移到上一個類別。

source: Once you change one or more settings, the settings can be applied using the apply button, in which case the dialog will stay open, allowing you to change more settings or choose another category.
bg: След като промените една или повече настройки, настройките могат да бъдат приложени чрез бутона „Приложи“, като в този случай диалоговият прозорец ще остане отворен, позволявайки ви да промените още настройки или да изберете друга категория.
de: Sobald Sie eine oder mehrere Einstellungen geändert haben, können Sie die Einstellungen mit dem Schalter "Übernehmen" speichern. In diesem Fall bleibt das Dialogfeld geöffnet, so dass Sie weitere Einstellungen ändern oder eine andere Kategorie auswählen können.
es: Una vez modificada una o más opciones, éstas pueden aplicarse utilizando el botón Aplicar, en cuyo caso el diálogo permanecerá abierto, permitiéndote cambiar más opciones o elegir otra categoría.
hr: Nakon što promenite jednu ili više postavki, postavke se mogu primijeniti aktiviranjem gumba primjeni, u tom slučaju će dijaloški okvir ostati otvoren, što će vam dozvoliti mijenjanje drugih postavki ili prelazak na drugu kategoriju.
nl: Na het wijzigen van een of meer instellingen kunt u de wijzigingen van toepassing laten worden door op de knop "Toepassen" te drukken. Het dialoogvenster zal in dit geval geopend blijven zodat u meer wijzigingen kunt aanbrengen of naar een andere categorie kunt gaan.
pt_br: Depois de alterar uma ou mais configurações, as configurações poderão ser aplicadas usando o botão Aplicar, nesse caso, o diálogo permanecerá aberto, permitindo alterar mais configurações ou escolher outra categoria.
ru: Для вступления в силу сделанных изменений, можно нажать кнопку "Применить". В этом случае диалог настроек останется открытым.
ta: ஒன்று, அல்லது ஒன்றுக்கும் மேற்பட்ட அமைப்புகளை தாங்கள் மாற்றிய பிறகு, அமைப்புகளைச் சேமிக்க, 'இடுக' பொத்தானை அழுத்தவும். 'இடுக' பொத்தானை அழுத்துவதன் மூலம், உரையாடல் பெட்டி மூடாமல் திறந்தே இருக்கும். பிற அமைப்புகளை மாற்றுவதற்கும், பிற வகைமைகளுக்கு நகர்வதற்கும் இது அனுமதிக்கிறது.
zh_tw: 一旦您變更了一或多個設定，這些設定可以使用「套用」按鈕來套用，在此情況下對話框將保持開啟狀態，允許您更改更多設定或選擇其他類別，

source: If you want to save your settings and close the NVDA Settings dialog, you can use the OK button.
bg: Ако искате да запишете настройките и да затворите прозореца с настройките на NVDA, натиснете бутона OK.
de: Wenn Sie die Einstellungen speichern und das Dialogfeld schließen möchten, verwenden Sie stattdessen den Schalter "OK".
es: Si deseas guardar la configuración y cerrar el cuadro de diálogo Opciones de NVDA, puedes utilizar el botón Aceptar.
hr: Ako želite spremiti postavke i zatvoriti dijaloški okvir NVDA Postavke, pritisnite gumb U redu.
nl: Als u uw instellingen wilt opslaan en het dialoogvenster Instellingen van NVDA wilt sluiten gebruikt u de knop 'OK'.
pt_br: Se você quiser salvar suas configurações e fechar a caixa de diálogo de Configurações do NVDA, você pode usar o botão OK.
ru: Для сохранения ваших изменений и закрытия диалога, используйте кнопку OK.
ta: தங்களின் அமைப்புகளை சேமித்துவிட்டு என்விடிஏ அமைப்புகள் உரையாடலை மூட விரும்பினால், 'சரி' பொத்தானை அழுத்தவும்.
zh_tw: 如果想儲存設定並關閉 NVDA 設定對話框，可以使用「確認」按鈕。

source: Some settings categories have dedicated shortcut keys.
bg: Някои категории с настройки имат зададени клавишни комбинации.
de: Einige Kategorien besitzen eine Kurztaste für den direkten Aufruf.
es: Algunas categorías de opciones tienen un atajo de teclado dedicado.
hr: Neke kategorije postavki imaju vlastiti tipkovnički prečac.
nl: Enkele categorieën instellingen hebben een geheel eigen sneltoets.
pt_br: Algumas categorias de configurações têm teclas de atalho dedicadas.
ru: Для оперативного изменения параметров, некоторые категории настроек имеют специально выделенную комбинацию горячих клавиш.
ta: சில அமைப்பு வகைமைகள் அர்ப்பணிக்கப்பட்ட குறுக்கு விசைகளைக் கொண்டிருக்கின்றன.
zh_tw: 有些設定類別具有專用的快速鍵，

source: If pressed, the shortcut key will open the NVDA Settings dialog directly to that particular category.
bg: Ако е натисната, клавишната комбинация ще отвори прозореца с настройки на NVDA директно на дадената категория.
de: Wenn die Tastenkombination gedrückt wird, öffnet sich das Dialogfeld für die Einstellung direkt für die jeweilige Kategorie.
es: Si se pulsa, este atajo de teclado abrirá el diálogo Opciones de NVDA directamente en esa categoría en particular.
hr: Ako se pritisne, taj prečac će otvoriti NVDA dijaloški okvir postavki izravno u toj kategoriji.
nl: Als deze wordt ingedrukt, wordt het dialoogvenster Instellingen van NVDA rechtstreeks bij die specifieke categorie geopend.
pt_br: Se pressionada, a tecla de atalho abrirá o diálogo de Configurações do NVDA diretamente para aquela categoria específica.
ru: При нажатии этой комбинации, будет открыт диалог настроек и выбрана соответствующая категория.
ta: அழுத்தப்படும் குறுக்குவிசை, என்விடிஏ அமைப்புகள் உரையாடலை அந்த குறிப்பிட்ட வகைமைக்கு நேரடியாக திறக்கும்.
zh_tw: 按下這些快速鍵將直接開啟 NVDA 設定對話框中的特定類別。
