Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: `alt` key |`dot8+space`
bg: `Alt` |`точка8+интервал`
de: `Alt`-Taste |`Leertaste+Punkt8`
es: `alt` |`punto8+espacio`
hr: `alt` taster |`tačka8+razmak`
nl: `alt-toets` |`punt8+spatie`
pt_br: tecla `alt` |`ponto8+espaço`
ru: клавиша `alt` |`точка8+пробел`
ta: `நிலைமாற்றி` விசை |`dot8+space`

source: Toggle `alt` key |`dot1+dot8+space`, `dot4+dot8+space`
bg: Превключва клавиша `Alt` |`точка1+точка8+интервал`, `точка4+точка8+интервал`
de: `Alt`-Taste umschalten |`Leertaste+Punkt1+Punkt8`, `Leertaste+Punkt4+Punkt8`
es: Conmutar `alt` |`punto1+punto8+espacio`, `punto4+punto8+espacio`
hr: Uključi ili isključi taster `alt` |`tačka1+tačka8+razmak`, `tačka4+tačka8+razmak`
nl: Schakelen met `alt` toets |`punt1+punt8+spatie`, `punt4+punt8+spatie`
pt_br: Alternar tecla `alt` |`ponto1+ponto8+espaço`, `ponto4+ponto8+espaço`
ru: Переключить клавишу `alt` |`точка1+точка8+пробел`, `точка4+точка8+пробел`
ta: `நிலைமாற்றி` விசையை மாற்றியமைத்திடுக |`dot1+dot8+space`, `dot4+dot8+space`

source: Toggle HID Keyboard simulation |`switch1Left+joystick1Down`, `switch1Right+joystick1Down`
bg: Превключва симулацията на HID клавиатура |`switch1 наляво+джойстик1 надолу`, `switch1 Надясно+джойстик1 Надолу`
de: HID-Tastatur-Simulation umschalten |`switch1Left+joystick1Down`, `switch1Right+joystick1Down`
es: Conmutar simulación de teclado HID |`switch1Izquierda+joystick1Abajo`, `switch1Derecha+joystick1Abajo`
hr: Uključi ili isključi HID simulaciju tastature |`Prekidač1Levo+Džojstik1Dole`, `Prekidač1Desno+džojstik1Dole`
nl: HID Toetsenbord simulatie aan/uit |`schakelaar1Links+joystick1Omlaag`, `schakelaar1Rechts+joystick1Omlaag`
pt_br: Alternar simulação de Teclado HID |`interruptor1ParaEsquerda+joystick1ParaBaixo`, `interruptor1ParaDireita+joystick1ParaBaixo`
ru: Переключить скрытую симуляцию клавиатуры |`переключатель1Влево+Джойстик1Вниз`, `переключатель1Вправо+Джойстик1Вниз`
ta: ஹெச்.ஐ.டி. விசைப்பலகை உருவகமாக்கத்தை மாற்றியமைத்திடுக |`switch1Left+joystick1Down`, `switch1Right+joystick1Down`

source: b.book keyboard commands
bg: Клавиатурни команди на b.book
de: Tastaturbefehle für b.book
es: órdenes de teclado b.book
hr: b.book komande tastature
nl: b.book-toetsenbordcommando's
pt_br: Comandos de teclado b.book
ru: команды клавиатуры b.book
ta: பி.புக் விசைப்பலகை கட்டளைகள்
zh_tw: b.book 鍵盤指令

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Ime |taster
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |`backward`
bg: Превърта брайловия дисплей назад |`назад`
de: Auf der Braillezeile rückwärts navigieren |`backward`
es: Desplazar pantalla braille hacia atrás |`backward`
hr: Pomeri brajev red nazad |`nazad`
nl: Leesregel terugscrollen |`achterwaarts`
pt_br: Rolar linha braille para trás |`paraTrás`
ru: Прокрутка брайлевского дисплея назад |`backward`
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |`backward`

source: Scroll braille display forward |`forward`
bg: Превърта брайловия дисплей напред |`напред`
de: Auf der Braillezeile vorwärts navigieren |`forward`
es: Desplazar pantalla braille hacia adelante |`forward`
hr: Pomeri brajev red napred |`napred`
nl: Leesregel vooruitscrollen |`voorwaarts`
pt_br: Rolar linha braille para frente |`paraFrente`
ru: Прокрутка брайлевского дисплея вперёд |`forward`
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |`forward`

source: Move to current focus |`backward+forward`
bg: Премества до текущия фокус |`назад+напред`
de: Zum aktuellen Fokus wechseln |`backward+forward`
es: Mover al foco actual |`backward+forward`
hr: Prebaci se na trenutni fokus |`nazad+napred`
nl: Naar huidige focus gaan |`achterwaarts+voorwaarts`
pt_br: Mover para o foco atual |`paraTrás+paraFrente`
ru: Перемещение к актуальному фокусу |`backward+forward`
ta: தற்போதைய குவிமையத்திற்கு நகர்க |`backward+forward`

source: Route to braille cell |`routing`
bg: Премества курсора на брайловата клетка |`преместване`
de: Zum aktuellen Braille-Modul wechseln |`routing`
es: Ir a celda braille |`sensores`
hr: Prebaci se na brajevu ćeliju |`prebacivanje`
nl: Routeer naar braillecel |`routing`
pt_br: Direcionar para a cela braille |`sensor`
ru: Перемещение к брайлевской клетке |`routing`
ta: பிரெயில் களத்திற்கு வழியமைத்திடுக |`routing`

source: `leftArrow` key |`joystick2Left`
bg: `Стрелка наляво` |`джойстик2 наляво`
de: `Pfeiltaste nach links` |`joystick2Left`
es: `flecha izquierda` |`joystick2izquierda`
hr: `strelicaLevo` |`džojstik2Levo`
nl: `linkerPijltoets` |`joystick2Links`
pt_br: tecla `setaParaEsquerda` |`joystick2Esquerda`
ru: `стрелка влево` |`джойстик2Влево`
ta: `இடதம்பு` விசை |`joystick2Left`

source: `rightArrow` key |`joystick2Right`
bg: `Стрелка надясно` |`джойстик2 Надясно`
de: `Pfeiltaste nach rechts` |`joystick2Right`
es: `flecha derecha` |`joystick2derecha`
hr: `strelicaDesno` |`džojstik2Desno`
nl: `rechterPijl-toets` |`joystick2Rechts`
pt_br: tecla `setaParaDireita` |`joystick2Direita`
ru: `стрелка вправо` |`джойстик2Вправо`
ta: `வலதம்பு` விசை |`joystick2Right`

source: `upArrow` key |`joystick2Up`
bg: `Стрелка нагоре` |`джойстик2 нагоре`
de: `Pfeiltaste nach oben` |`joystick2Up`
es: `flecha arriba` |`joystick2arriba`
hr: `strelicaGore` |`džojstik2Gore`
nl: `Pijlomhoog-toets` |`joystick2Omhoog`
pt_br: tecla `setaParaCima` |`joystick2Cima`
ru: `стрелка вверх` |`джойстик2Вверх`
ta: `மேலம்பு` விசை |`joystick2Up`

source: `downArrow` key |`joystick2Down`
bg: `Стрелка надолу` |`джойстик2 надолу`
de: `Pfeiltaste nach unten` |`joystick2Down`
es: `flecha abajo` |`joystick2abajo`
hr: `strelicaDole` |`džojstik2Dole`
nl: `Pijlomlaag-toets` |`joystick2Omlaag`
pt_br: tecla `setaParaBaixo` |`joystick2Baixo`
ru: `стрелка вниз` |`джойстик2Вниз`
ta: `கீழம்பு` விசை |`joystick2Down`

source: `enter` key |`joystick2Center`
bg: `Enter` |`център на джойстик2`
de: `Eingabetaste` |`joystick2Center`
es: `intro` |`joystick2Centro`
hr: `enter` taster |`džojstik2Centar`
nl: `enter-toets` |`joystick2Centrum`
pt_br: tecla `enter` |`joystick2Centro`
ru: клавиша `enter` |`джойстик2Центр`
ta: `உள்ளிடு` விசை |`joystick2Center`

source: `escape` key |`c1`
bg: `Escape` |`c1`
de: `Escape`-Taste |`c1`
es: `escape` |`c1`
hr: `escape` taster |`c1`
nl: `escape-toets` |`c1`
pt_br: tecla `escape` |`c1`
ru: клавиша `escape` |`c1`
ta: `விடுபடு` விசை |`c1`

source: `tab` key |`c2`
bg: `Tab` |`c2`
de: `Tab`-Taste |`c2`
es: `tab` |`c2`
hr: `tab` taster |`c2`
nl: `tab-toets` |`c2`
pt_br: tecla `tab` |`c2`
ru: клавиша `tab` |`c2`
ta: `தத்தல்` விசை |`c2`
zh_tw: `tab` key |`l3`

source: Toggle `shift` key |`c3`
bg: Превключва клавиша `Shift` |`c3`
de: `Umschalt`-Taste umschalten |`c3`
es: Conmutar `shift` |`c3`
hr: Uključi ili isključi taster `šift` |`c3`
nl: Schakelen met `shift-toets` |`c3`
pt_br: Alternar tecla `shift` |`c3`
ru: Переключить клавишу `shift` |`c3`
ta: `மாற்றியழுத்தி` விசையை மாற்றியமைத்திடுக |`c3`

source: Toggle `control` key |`c4`
bg: Превключва клавиша `Control` |`c4`
de: `Strg`-Taste umschalten |`c4`
es: Conmutar `control` |`c4`
hr: Uključi ili isključi taster `kontrol` |`c4`
nl: Schakelen met `control-toets` |`c4`
pt_br: Alternar tecla `control` |`c4`
ru: Переключить клавишу `control` |`c4`
ta: `கட்டுப்பாடு` விசையை மாற்றியமைத்திடுக |`c4`

source: Toggle `alt` key |`c5`
bg: Превключва клавиша `Alt` |`c5`
de: `Alt`-Taste umschalten |`c5`
es: Conmutar `alt` |`c5`
hr: Uključi ili isključi taster `alt` |`c5`
nl: Schakelen met `alt-toets` |`c5`
pt_br: Alternar tecla `alt` |`c5`
ru: Переключить клавишу `alt` |`c5`
ta: `நிலைமாற்றி` விசையை மாற்றியமைத்திடுக |`c5`

source: Toggle `NVDA` key |`c6`
bg: Превключва клавиша `NVDA` |`c6`
de: `NVDA`-Taste umschalten |`c6`
es: Conmutar `NVDA` |`c6`
hr: Uključi ili isključi taster `NVDA` |`c6`
nl: Schakelen met `NVDA-toets` |`c6`
pt_br: Alternar tecla `NVDA` |`c6`
ru: Переключить клавишу `NVDA` |`c6`
ta: `என்விடிஏ` விசையை மாற்றியமைத்திடுக |`c6`

source: `control+Home` key |`c1+c2+c3`
bg: `Control+Home` |`c1+c2+c3`
de: `Strg+Pos1` |`c1+c2+c3`
es: `control+Inicio` |`c1+c2+c3`
hr: `kontrol+Home` |`c1+c2+c3`
nl: `control+Home-toetscombinatie` |`c1+c2+c3`
pt_br: tecla `control+Home` |`c1+c2+c3`
ru: комбинация `control+Начало` |`c1+c2+c3`
ta: `கட்டுப்பாடு+முகப்பு` விசை |`c1+c2+c3`

source: `control+End` key |`c4+c5+c6`
bg: `Control+End` |`c4+c5+c6`
de: `Strg+Ende` |`c4+c5+c6`
es: `control+fin` |`c4+c5+c6`
hr: `kontrol+End` |`c4+c5+c6`
nl: `control+End-toetscombinatie` |`c4+c5+c6`
pt_br: tecla `control+End` |`c4+c5+c6`
ru: комбинация `control+Конец` |`c4+c5+c6`
ta: `கட்டுப்பாடு+முடிவு` விசை |`c4+c5+c6`

source: b.note keyboard commands
bg: Клавиатурни команди на b.note
de: Tastenbefehle für b.note
es: órdenes de teclado b.note
hr: b.note komande tastature
nl: b.note-toetsenbordcommando's
pt_br: Comandos de teclado b.note
ru: команды клавиатуры b.note
ta: பி.நோட் விசைப்பலகை கட்டளைகள்
zh_tw: b.note 鍵盤指令

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Ime |taster
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |`leftKeypadLeft`
bg: Превърта брайловия дисплей назад |`ляв джойстик наляво`
de: Auf der braillezeile rückwärts navigieren |`leftKeypadLeft`
es: Desplazar pantalla braille atrás |`leftKeypadIzquierda`
hr: Pomeri brajev red nazad |`levaGrupaStrelicaLevo`
nl: Brailleleesregel terugscrollen | `linkerToetsenblokLLinks`
pt_br: Rolar linha braille para trás |`esquerdaNoTecladoEsquerdo`
ru: Прокрутка брайлевского дисплея назад |`leftKeypadLeft`
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |`leftKeypadLeft`

source: Scroll braille display forward |`leftKeypadRight`
bg: Превърта брайловия дисплей напред |`ляв джойстик надясно`
de: Auf der Braillezeile vorwärts navigieren |`leftKeypadRight`
es: Desplazar pantalla braille adelante |`leftKeypadDerecha`
hr: Pomeri brajev red napred |`LevaGrupaStrelicaDesno`
nl: Leesregel vooruitscrollen |`linkerToetsenblokRechts`
pt_br: Rolar linha braille para frente |`direitaNoTecladoEsquerdo`
ru: Прокрутка брайлевского дисплея вперёд |`leftKeypadRight`
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |`leftKeypadRight`

source: Route to braille cell |`routing`
bg: Премества курсора на брайловата клетка |`преместване`
de: Zum aktuellen Braille-Modul wechseln |`routing`
es: Ir a celda braille |`sensores`
hr: Prebaci se na brajevu ćeliju |`prebacivanje`
nl: Routeer naar braillecel |`routing`
pt_br: Direcionar para a cela braille |`sensor`
ru: Перемещение к брайлевской клетке |`routing`
ta: பிரெயில் களத்திற்கு வழியமைத்திடுக |`routing`

source: Report text formatting under braille cell |`doubleRouting`
bg: Докладва форматирането на текста на брайловата клетка |`двойно преместване`
de: Textformatierungen am Braille-Modul mitteilen |`doubleRouting`
es: Anunciar formato de texto bajo la celda braille |`dobleSensor`
hr: Prijavi formatiranje teksta ispod brajeve ćelije |`Dvostruko prebacivanje`
nl: Tekstopmaak onder braillecel melden |`dubbelRouting`
pt_br: Relatar formatação de texto na cela braille |`sensorDuasVezes`
ru: Произносить форматирование текста под брайлевской клеткой |`doubleRouting`
ta: பிரெயில் களத்தின் கீழிருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடுக |`doubleRouting`

source: Move to next line in review |`leftKeypadDown`
bg: Премества на следващия ред в прегледа |`ляв джойстик надолу`
de: Zur nächsten Zeile in der Übersicht wechseln |`leftKeypadDown`
es: Moverse a la siguiente línea en revisión |`leftKeypadAbajo`
hr: Prebaci se na sledeći red u pregledu |`levaGrupaStrelicaDole`
nl: Naar volgende regel gaan in review |`linkerToetsenblokomlaag`
pt_br: Mover para a próxima linha em exploração |`baixoNoTecladoEsquerdo`
ru: Перемещение на следующую строку в просмотре |`leftKeypadDown`
ta: சீராய்வில் அடுத்த வரிக்கு நகர்க |`leftKeypadDown`

source: Switch to previous review mode |`leftKeypadLeft+leftKeypadUp`
bg: Превключва към предишния режим за преглед |`ляв джойстик наляво+`ляв джойстик нагоре``
de: Zum vorherigen Darstellungsmodus wechseln |`leftKeypadLeft+leftKeypadUp`
es: Cambiar a anterior modo de revisión |`leftKeypadIzquierda+leftKeypadArriba`
hr: Prebaci se na prethodni režim pregleda |`levaGrupaStrelicaLevo+levaGrupaStrelicaGore`
nl: Omschakelen naar vorige leesmodus |`linkerToetsenLinks+linkerToetsenblokOmhoog`
pt_br: Mudar para o modo de exploração anterior |`esquerdaNoTecladoEsquerdo+cimaNoTecladoEsquerdo`
ru: Переключиться на предыдущий режим просмотра |`leftKeypadLeft+leftKeypadUp`
ta: முந்தைய சீராய்வு நிலைக்கு மாறுக |`leftKeypadLeft+leftKeypadUp`

source: Switch to next review mode |`leftKeypadRight+leftKeypadDown`
bg: Превключва към следващия режим за преглед |`ляв джойстик надясно+`ляв джойстик надолу``
de: Zum nächsten Darstellungsmodus wechseln |`leftKeypadRight+leftKeypadDown`
es: Cambiar a siguiente modo de revisión |`leftKeypadDerecha+leftKeypadAbajo`
hr: Prebaci se na sledeći režim pregleda |`levaGrupaStrelicaDesno+levaGrupaStrelicaDole`
nl: Omschakelen naar volgende leesmodus |`linkerToetsenblokRechts+linkerToetsenblokomlaag`
pt_br: Mudar para o próximo modo de exploração |`direitaNoTecladoEsquerdo+baixoNoTecladoEsquerdo`
ru: Переключиться на следующий режим просмотра |`leftKeypadRight+leftKeypadDown`
ta: அடுத்த சீராய்வு நிலைக்கு மாறுக |`leftKeypadRight+leftKeypadDown`

source: `leftArrow` key |`rightKeypadLeft`
bg: `Стрелка наляво` |`десен джойстик наляво`
de: `Pfeiltaste nach links` |`rightKeypadLeft`
es: `flecha izquierda` |`rightKeypadIzquierda`
hr: `strelicaLevo` |`desnaGrupaStrelicaDesno`
nl: `llinkerPijl-toets` |`rechterToetsenblokLinks`
pt_br: tecla `setaParaEsquerda` |`esquerdaNoTecladoDireito`
ru: `стрелка влево` |`rightKeypadLeft`
ta: `இடதம்பு` விசை |`rightKeypadLeft`

source: `rightArrow` key |`rightKeypadRight`
bg: `Стрелка надясно` |`десен джойстик надясно`
de: `Pfeiltaste nach rechts` |`rightKeypadRight`
es: `flecha derecha` |`rightKeypadDerecha`
hr: `strelicaDesno` |`desnaGrupaStrelicaDesno`
nl: `rechterPijl-toets` |`rechterToetsenblokRechts`
pt_br: tecla `setaParaDireita` |`direitaNoTecladoDireito`
ru: `стрелка вправо` |`rightKeypadRight`
ta: `வலதம்பு` விசை |`rightKeypadRight`

source: `upArrow` key |`rightKeypadUp`
bg: `Стрелка нагоре` |`десен джойстик нагоре`
de: `Pfeiltaste nach oben` |`rightKeypadUp`
es: `Flecha arriba` |`rightKeypadArriba`
hr: `strelicaGore` |`desnaGrupaStrelicaGore`
nl: `Pijlomhoog-toets` |`rechterToetsenOmhoog`
pt_br: tecla `setaParaCima` |`cimaNoTecladoDireito`
ru: `стрелка вверх` |`rightKeypadUp`
ta: `மேலம்பு` விசை |`rightKeypadUp`

source: `downArrow` key |`rightKeypadDown`
bg: `Стрелка надолу` |`десен джойстик надолу`
de: `Pfeiltaste nach unten` |`rightKeypadDown`
es: `Flecha abajo` |`rightKeypadAbajo`
hr: `strelicaDole` |`desnaGrupaStrelicaDole`
nl: `Pijlomlaag-toets` |`rechterToetsenblokomlaag`
pt_br: tecla `setaParaBaixo` |`baixoNoTecladoDireito`
ru: `стрелка вниз` |`rightKeypadDown`
ta: `கீழம்பு` விசை |`rightKeypadDown`

source: `control+home` key |`rightKeypadLeft+rightKeypadUp`
bg: `Control+Home` |`десен джойстик наляво+`десен джойстик нагоре``
de: `Strg+Pos1` |`rightKeypadLeft+rightKeypadUp`
es: `control+inicio` |`rightKeypadIzquierda+rightKeypadArriba`
hr: `kontrol+home` |`desnaGrupaStrelicaLevo+desnaGrupaStrelicaGore`
nl: `control+home-toetscombinatie` |`rechterToetsenLinks+rechterToetsenblokOmhoog`
pt_br: tecla `control+home` |`esquerdaNoTecladoDireito+cimaNoTecladoDireito`
ru: комбинация `control+начало` |`rightKeypadLeft+rightKeypadUp`
ta: `கட்டுப்பாடு+முகப்பு` விசை |`rightKeypadLeft+rightKeypadUp`

source: `control+end` key |`rightKeypadLeft+rightKeypadUp`
bg: `Control+End` |`десен джойстик наляво+`десен джойстик нагоре``
de: `Strg+Ende` |`rightKeypadLeft+rightKeypadUp`
es: `control+fin` |`rightKeypadIzquierda+rightKeypadArriba`
hr: `kontrol+end` |`desnaGrupaStrelicaLevo+desnaGrupaStrelicaGore`
nl: `control+end-toetscombinatie` |`rechterToetsenblokLinks+rechterToetsenblokOmhoog`
pt_br: tecla `control+end` |`esquerdaNoTecladoDireito+cimaNoTecladoDireito`
ru: комбинация `control+конец` |`rightKeypadLeft+rightKeypadUp`
ta: `கட்டுப்பாடு+முடிவு` விசை |`rightKeypadLeft+rightKeypadUp`

source: Esys keyboard commands
bg: Клавиатурни команди на Esys
de: Tastenbefehle für Esys
es: Órdenes de teclado de Esys
hr: Esys komande tastature
nl: Esys-toetsenbordcommando's
pt_br: Comandos de teclado Esys
ru: Команды клавиатуры Esys
ta: எசிஸ் விசைப்பலகை கட்டளைகள்
zh_tw: Esys 鍵盤指令

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Ime |taster
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |`switch1Left`
bg: Превърта брайловия дисплей назад |`switch1 наляво`
de: Braillezeile rückwärts navigieren |`switch1Left`
es: Desplazar pantalla braille atrás |`switch1Izquierda`
hr: Pomeri brajev red nazad |`prekidač1Levo`
nl: Leesregel terugscrollen |`sschakelaar1Links`
pt_br: Rolar linha braille para trás |`interruptor1ParaEsquerda`
ru: Прокрутка брайлевского дисплея назад |`switch1Left`
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |`switch1Left`

source: Scroll braille display forward |`switch1Right`
bg: Превърта брайловия дисплей напред |`switch1 надясно`
de: Braillezeile vorwärts navigieren |`switch1Right`
es: Desplazar pantalla braille adelante |`switch1Derecha`
hr: Pomeri brajev red napred |`prekidač1Desno`
nl: Leesregel vooruitscrollen |`chakelaar1Rechts`
pt_br: Rolar linha braille para frente |`interruptor1ParaDireita`
ru: Прокрутка брайлевского дисплея вперёд |`switch1Right`
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |`switch1Right`

source: Move to current focus |`switch1Center`
bg: Премества до текущия фокус |`център на switch1`
de: Zum aktuellen Fokus wechseln |`switch1Center`
es: Mover al foco actual |`switch1Centro`
hr: Prebaci se na trenutni fokus |`Prekidač1Centar`
nl: Naar huidige focus gaan |`schakelaar1Centraal`
pt_br: Mover para o foco atual |`interruptor1Centro`
ru: Перемещение к актуальному фокусу |`switch1Center`
ta: தற்போதைய குவிமையத்திற்கு நகர்க |`switch1Center`

source: Route to braille cell |`routing`
bg: Премества курсора на брайловата клетка |`преместване`
de: Zum aktuellen Braille-Modul wechseln |`routing`
es: Ir a celda braille |`sensores`
hr: Prebaci se na brajevu ćeliju |`prebacivanje`
nl: Routeer naar braillecel |`routing`
pt_br: Direcionar para a cela braille |`sensor`
ru: Перемещение к брайлевской клетке |`routing`
ta: பிரெயில் களத்திற்கு வழியமைத்திடுக |`routing`

source: Report text formatting under braille cell |`doubleRouting`
bg: Докладва форматирането на текста на брайловата клетка |`двойно преместване`
de: Textformatierungen am Braille-Modul mitteilen |`doubleRouting`
es: Anunciar formato de texto bajo la celda braille |`doble sensores`
hr: prijavi formatiranje teksta ispod brajeve ćelije |`dvostrukoPrebacivanje`
nl: Tekstopmaak onder braillecel melden |`dubbelRouting`
pt_br: Relatar formatação de texto na cela braille |`sensorDuasVezes`
ru: Произносить форматирование текста под брайлевской клеткой |`doubleRouting`
ta: பிரெயில் களத்தின் கீழிருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடுக |`doubleRouting`

source: Move to previous line in review |`joystick1Up`
bg: Премества на предишния ред в прегледа |`джойстик1 нагоре`
de: Zur vorherigen Zeile in der Übersicht wechseln |`joystick1Up`
es: Mover a la línea anterior en revisión |`joystick1Arriba`
hr: Prebaci se na prethodni red u rpegledu |`džojstik1Gore`
nl: Naar vorige regel gaan in review |`joystick1Omhoog`
pt_br: Mover para a linha anterior em exploração |`joystick1ParaCima`
ru: Перемещение на предыдущую строку в просмотре |`joystick1Up`
ta: சீராய்வில் முந்தைய வரிக்கு நகர்க |`joystick1Up`

source: Move to next line in review |`joystick1Down`
bg: Премества на следващия ред в прегледа |`джойстик1 надолу`
de: Zur nächsten Zeile in der Übersicht wechseln |`joystick1Down`
es: Mover a la siguiente línea en revisión |`joystick1Abajo`
hr: Prebaci se na sledeći red u pregledu |`džojstik1Dole`
nl: Naar volgende regel gaan in review |`joystick1Omlaag`
pt_br: Mover para a próxima linha em exploração |`joystick1ParaBaixo`
ru: Перемещение на следующую строку в просмотре |`joystick1Down`
ta: சீராய்வில் அடுத்த வரிக்கு நகர்க |`joystick1Down`

source: Move to previous character in review |`joystick1Left`
bg: Премества на предишния знак в прегледа |`джойстик1 наляво`
de: Zum vorherigen Zeichen in der Übersicht wechseln |`joystick1Left`
es: Mover al carácter anterior en revisión |`joystick1Izquierda`
hr: Prebaci se na prethodni znak u pregledu |`džojstik1Levo`
nl: Naar vorig (letter)teken gaan in review |`joystick1Links`
pt_br: Mover para o caractere anterior em exploração |`joystick1ParaEsquerda`
ru: Перемещение к предыдущему знаку в просмотре |`joystick1Left`
ta: சீராய்வில் முந்தைய வரியுருவிற்கு நகர்க |`joystick1Left`

source: Move to next character in review |`joystick1Right`
bg: Премества на следващия знак в прегледа |`джойстик1 надясно`
de: Zum nächsten Zeichen in der Übersicht wechseln |`joystick1Right`
es: Mover al siguiente carácter en revisión |`joystick1Derecha`
hr: Prebaci se na sledeći znak u pregledu |`džojstik1Desno`
nl: Naar volgend (letter)teken gaan in review |`joystick1Rechts`
pt_br: Mover para o próximo caractere em exploração |`joystick1ParaDireita`
ru: Перемещение к следующему знаку в просмотре |`joystick1Right`
ta: சீராய்வில் அடுத்த வரியுருவிற்கு நகர்க |`joystick1Right`

source: `leftArrow` key |`joystick2Left`
bg: `Стрелка наляво` |`джойстик2 наляво`
de: `Pfeiltaste nach links` |`joystick2Left`
es: `flecha izquierda` |`joystick2Izquierda`
hr: `strelicaLevo` |`džojstik2Levo`
nl: `linkerPijl-toets` |`joystick2Links`
pt_br: tecla `setaParaEsquerda` |`joystick2ParaEsquerda`
ru: `стрелка влево` |`джойстик2Влево`
ta: `இடதம்பு` விசை |`joystick2Left`

source: `rightArrow` key |`joystick2Right`
bg: `Стрелка надясно` |`джойстик2 надясно`
de: `Pfeiltaste nach rechts` |`joystick2Right`
es: `flecha derecha` |`joystick2Derecha`
hr: `strelicaDesno` |`džojstik2Desno`
nl: `rechterPijl-toets` |`joystick2Rechts`
pt_br: tecla `setaParaDireita` |`joystick2ParaDireita`
ru: `стрелка вправо` |`джойстик2Вправо`
ta: `வலதம்பு` விசை |`joystick2Right`

source: `upArrow` key |`joystick2Up`
bg: `Стрелка нагоре` |`джойстик2 нагоре`
de: `Pfeiltaste nach oben` |`joystick2Up`
es: `flecha arriba` |`joystick2Arriba`
hr: `strelicaGore` |`džojstik2Gore`
nl: `Pijlomhoog-toets` |`joystick2Omhoog`
pt_br: tecla `setaParaCima` |`joystick2ParaCima`
ru: `стрелка вверх` |`джойстик2Вверх`
ta: `மேலம்பு` விசை |`joystick2Up`

source: `downArrow` key |`joystick2Down`
bg: `Стрелка надолу` |`джойстик2 надолу`
de: `Pfeiltaste nach unten` |`joystick2Down`
es: `Flecha abajo` |`joystick2Abajo`
hr: `strelicaDole` |`džojstik2Dole`
nl: `Pijlomlaag-toets` |`joystick2Omlaag`
pt_br: tecla `setaParaBaixo` |`joystick2ParaBaixo`
ru: `стрелка вниз` |`джойстик2Вниз`
ta: `கீழம்பு` விசை |`joystick2Down`

source: `enter` key |`joystick2Center`
bg: `Enter` |`центъра на джойстик2`
de: `Eingabetaste` |`joystick2Center`
es: `intro` |`joystick2Centro`
hr: `enter` taster |`džojstik2Centar`
nl: `enter-toets` |`joystick2Centraal`
pt_br: tecla `enter` |`joystick2Centro`
ru: клавиша `enter` |`джойстик2Центр`
ta: `உள்ளிடு` விசை |`joystick2Center`

source: Esytime keyboard commands
bg: Клавиатурни команди на Esytime
de: Tastenbefehle für Esytime
es: Órdenes de teclado de Esytime
hr: Esytime komande tastature
nl: Esytime-toetsenbordcommando's
pt_br: Comandos de teclado Esytime
ru: Команды клавиатуры Esytime
ta: எசிடைம் விசைப்பலகை கட்டளைகள்
zh_tw: Esytime 鍵盤指令

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Ime |taster
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵
