Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Toggle control and alt keys |brailleSpaceBar+dot3+dot6+dot8
bg: Превключване на клавишите Control и Alt |Брайлов интервал+Точка3+Точка6+Точка8
de: Strg- und Alt-Tasten umschalten |Leertaste+Punkt3+Punkt6+Punkt8
es: Conmutar teclas control y alt |barra espaciadora braille+punto3+punto6+punto8
hr: Uključi control i alt tipke |razmaknica+točkica3+točkica6+točkica8
nl: Functieschakeltoetsen control en alt |brailleSpatieBalk+punt3+punt6+punt8
pt_br: Alternar teclas control e alt |barraDeEspaçoBraille+ponto3+ponto6+ponto8
ru: Переключить клавиши control и alt |брайлевский пробел+точка3+точка6+точка8
ta: கட்டுப்பாடு, நிலைமாற்றி விசைகளை மாற்றியமைத்திடுக |brailleSpaceBar+dot3+dot6+dot8
zh_tw: 切換 Ctrl 與 Alt 鍵 |點顯器空白鍵加三,六,八點

source: Toggle control, alt, and shift keys |brailleSpaceBar+dot3+dot6+dot7+dot8
bg: Превключване на клавишите Control, Alt и Shift |Брайлов интервал+Точка3+Точка6+Точка7+Точка8
de: Strg-, Alt- und Umschalt-Tasten umschalten |Leertaste+Punkt3+Punkt6+Punkt7+Punkt8
es: Conmutar teclas control, alt y shift |barra espaciadora braille+punto3+punto6+punto7+punto8
hr: Uključi control, alt, i shift tipke |razmaknica+točkica3+točkica6+točkica7+točkica8
nl: Functieschakeltoetsen control, alt, en shift |brailleSpatieBalk+punt3+punt6+punt7+punt8
pt_br: Alternar teclas control, alt, e shift |barraDeEspaçoBraille+ponto3+ponto6+ponto7+ponto8
ru: Переключить клавиши control, alt и shift |брайлевский пробел+точка3+точка6+точка7+точка8
ta: கட்டுப்பாடு, நிலைமாற்றி, மாற்றழுத்தி விசைகளை மாற்றியமைத்திடுக |brailleSpaceBar+dot3+dot6+dot7+dot8
zh_tw: 切換 Ctrl, Alt 與 Shift 鍵 |點顯器空白鍵加三,六,七,八點

source: windows+d key (minimize all applications) |brailleSpaceBar+dot1+dot2+dot3+dot4+dot5+dot6
bg: Windows+D (минимизиране на всички приложения) |Брайлов интервал+Точка1+Точка2+Точка3+Точка4+Точка5+Точка6
de: Windows-Taste+M (Alle Fenster minimieren) |Leertaste+Punkt1+Punkt2+Punkt3+Punkt4+Punkt5+Punkt6
es: tecla windows+d (minimizar todas las aplicaciones) |barra espaciadora braille+punto1+punto2+punto3+punto4+punto5+punto6
hr: Tipka windows+d (smanji prozore svih aplikacija) |brajičnaRazmaknica+točkica1+točkica2+točkica3+točkica4+točkica5+točkica6
nl: Windows+d (alle toepassingen minimaliseren) |spatiebalk+punt1+punt2+punt3+punt4+punt5+punt6
pt_br: Tecla windows+d (minimizar todos os aplicativos) |barraDeEspaçoBraille+ponto 1+ponto 2+ponto 3+ponto 4+ponto 5+ponto 6
ru: windows+d (сворачивает все приложения) |брайлевскийПробел+точка1+точка2+точка3+точка4+точка5+точка6
ta: சாளரங்கள்+d விசை (எல்லா பயன்பாடுகளையும் சிறிதாக்கு) |brailleSpaceBar+dot1+dot2+dot3+dot4+dot5+dot6
zh_tw: windows+d 鍵 (最小化所有應用程式) |點顯器空白鍵加 一,二,三,四,五,六 點

source: Report Current Line |brailleSpaceBar+dot1+dot4
bg: Докладвай текущия ред |Брайлов интервал+Точка1+Точка4
de: Aktuelle Zeile mitteilen |Leertaste+Punkt1+Punkt4
es: Anunciar Línea Actual |barra espaciadora braille+punto1+punto4
hr: Izvijesti o trenutačnom retku |brajičnaRazmaknica+točkica1+točkica4
nl: Huidige regel weergeven |spatiebalk+punt1+punt4
pt_br: Anunciar a linha atual |barraDeEspaçoBraille+ponto 1+ponto 4
ru: Прочитать актуальную строку |брайлевскийПробел+точка1+точка4
ta: தற்போதைய வரியை அறிவித்திடுக |brailleSpaceBar+dot1+dot4
zh_tw: 讀出游標所在行的內容 |點顯器空白鍵加 一,四點

source: NVDA menu |brailleSpaceBar+dot1+dot3+dot4+dot5
bg: Меню на NVDA |Брайлов интервал+Точка1+Точка3+Точка4+Точка5
de: NVDA-Menü anzeigen |Leertaste+Punkt1+Punkt3+Punkt4+Punkt5
es: Menú NVDA |barra espaciadora braille+punto1+punto3+punto4+punto5
hr: NVDA izbornik |brajičnaRazmaknica+točkica1+točkica3+točkica4+točkica5
nl: NVDA-menu |spatiebalk+punt1+punt3+punt4+punt5
pt_br: Menu do NVDA |barraDeEspaçoBraille+ponto 1+ponto 3+ponto 4+ponto 5
ru: Меню NVDA |БрайлевскийПробел+Точка1+точка3+точка4+точка5
ta: என்விடிஏ பட்டியல் |brailleSpaceBar+dot1+dot3+dot4+dot5
zh_tw: NVDA 功能表 |點顯器空白鍵加 一,三,四,五點

source: For newer Focus models that contain rocker bar keys (focus 40, focus 80 and focus blue):
bg: За по-новите модели Focus, които имат балансиращи клавиши (focus 40, focus 80 и focus blue):
de: Für neuere Modelle, die Kippschalter besitzen (Focus 40, Focus 80 und Focus Blue) sind folgende Tastenzuweisungen verfügbar:
es: Para los modelos más recientes de la Focus que contengan teclas de balancines (focus 40, focus 80 y focus blue):
hr: Za novije modele fokus brajičnih redaka koji na sebi imaju rocker bar tipke (Focus 40, Focus 80 i Focus blue):
nl: Voor de nieuwere Focusmodellen die uitgerust zijn met "rocker bar" toetsen (Focus 40, Focus 80 en Focus Blue):
pt_br: Para modelos mais recentes da Focus que possuam teclas rocker bar — barra oscilante — (focus 40, focus 80 e focus blue):
ru: Для новых моделей брайлевских дисплеев Focus с клавишами rocker bar (focus 40, focus 80 и focus blue):
ta: ஃபோக்கஸ் 40, ஃபோக்கஸ் 80, ஃபோக்கஸ் ப்ளூ போன்ற ராக்கர் பட்டை விசைகளைக் கொண்ட புதிய வகை ஃபோக்கஸ் பிரெயில் காட்சியமைவுகளுக்கான விசைக் கட்டளைகள்:
zh_tw: 以下適用於較新的 Focus 型號，含有 rocker bar keys (focus 40, focus 80 and focus blue)：

source: Name |Key
bg: Име |Клавиш
de: Name |Tastenkombination
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toetscombinatie
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Move braille display to previous line |leftRockerBarUp, rightRockerBarUp
bg: Придвижване до предишен ред |leftRockerBarUp, rightRockerBarUp
de: Auf der Braillezeile zur vorherigen Zeile navigieren |linker Kippschalter oben, rechter Kippschalter oben
es: Mover pantalla braille a la línea anterior |balancín izquierdo arriba, balancín derecho arriba
hr: Premjesti brajični redak na prethodni redak |lijeviRockerBarGore, desniRockerBarGore
nl: Brailleregel naar vorige regel verplaatsen |linkerRockerBarOmhoog, rechterRockerBarOmhoog
pt_br: Mover linha braille para a linha anterior |rockerBarEsquerdaParaCima, rockerBarDireitaParaCima
ru: Перемещение брайлевского дисплея к предыдущей строке |leftRockerBarUp, rightRockerBarUp
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |leftRockerBarUp, rightRockerBarUp
zh_tw: 點字游標移到上一行 |左邊 RockerBar 向上, 右邊 RockerBar 向上

source: Move braille display to next line |leftRockerBarDown, rightRockerBarDown
bg: Придвижване до следващ ред |leftRockerBarDown, rightRockerBarDown
de: Auf der Braillezeile zur nächsten Zeile navigieren |linker Kippschalter unten, rechter Kippschalter unten
es: Mover pantalla braille a la línea siguiente |balancín izquierdo abajo, balancín derecho abajo
hr: premjesti brajični redak na sljedeći redak |lijeviRockerBarDolje, desniRockerBarDolje
nl: Brailleregel naar volgende regel verplaatsen |linkerRockerBarOmlaag, rechterRockerBarOmlaag
pt_br: Mover linha braille para a linha seguinte |rockerBarEsquerdaParaBaixo, rockerBarDireitaParaBaixo
ru: Перемещение брайлевского дисплея к следующей строке |leftRockerBarDown, rightRockerBarDown
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |leftRockerBarDown, rightRockerBarDown
zh_tw: 點字游標移到下一行 |左邊 RockerBar 向下, 右邊 RockerBar 向下

source: For Focus 80 only:
bg: Само за Focus 80:
de: Nur für Focus 80:
es: Sólo para la Focus 80:
hr: Samo za Focus 80:
nl: Alleen voor de Focus 80:
pt_br: Apenas para a Focus 80:
ru: Только для Focus 80:
ta: ஃபோக்கஸ் 80 காட்சியமைவிற்கு மட்டும்:
zh_tw: 以下只適用於 Focus 80：

source: Name |Key
bg: Име |Клавиш
de: Name |Tastenkombination
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toetscombinatie
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |leftBumperBarUp, rightBumperBarUp
bg: Превъртане на брайловия дисплей назад |leftBumperBarUp, rightBumperBarUp
de: Auf der Braillezeile rückwärts navigieren |Linke Navigationskipptaste oben, rechte Navigationskipptaste oben
es: Desplazar pantalla braille atrás |barra frontal izquierda arriba, barra frontal derecha arriba
hr: Kliži po brajičnom retku natrag |lijeviBumperBarGore, desniBumperBarGore
nl: Brailleregel terugscrollen |linkerBumperBarOmhoog, rechterBumperBarOmhoog
pt_br: Rolar linha braille para trás |bumperBarEsquerdaParaCima, bumperBarDireitaParaCima
ru: Прокрутка брайлевского дисплея назад |leftBumperBarUp, rightBumperBarUp
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |leftBumperBarUp, rightBumperBarUp
zh_tw: 點顯器向上捲動 |左邊 BumperBar 向上, 右邊 BumperBar 向上

source: Scroll braille display forward |leftBumperBarDown, rightBumperBarDown
bg: Превъртане на брайловия дисплей напред |leftBumperBarDown, rightBumperBarDown
de: Auf der Braillezeile vorwärts navigieren |Linke Navigationskipptaste unten, rechte Navigationskipptaste unten
es: Desplazar pantalla braille adelante |barra frontal izquierda abajo, barra frontal derecha abajo
hr: Kliži po brajičnom retku naprijed |lijeviBumperBarDolje, desniBumperBarDolje
nl: Brailleregel verder scrollen |linkerBumperBarOmlaag, rechterBumperBarOmlaag
pt_br: Rolar linha braille para frente |bumperBarEsquerdaParaBaixo, bumperBarDireitaParaBaixo
ru: Прокрутка брайлевского дисплея вперёд |leftBumperBarDown, rightBumperBarDown
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |leftBumperBarDown, rightBumperBarDown
zh_tw: 點顯器向下捲動 |左邊 BumperBar 向下, 右邊 BumperBar 向下

source: Optelec ALVA 6 series/protocol converter
bg: Optelec ALVA серия 6/protocol converter
de: Optelec ALVA 6-Serien / Protokollkonverter
es: Series de la Optelec ALVA 6/conversor de protocolo
hr: Optelec Alva 6 serije/pretvornik protokola
nl: Optelec ALVA 6 serie/protocol converter
pt_br: Optelec ALVA séries 6 / conversor de protocolo
ru: Брайлевские дисплеи Optelec ALVA 6/переходник протоколов
ta: ஆப்டிலெக் ALVA 6 தொடர்/நெறிமுறை மாற்றி
zh_tw: Optelec ALVA 6 系列/通訊協定轉換器

source: Both the ALVA BC640 and BC680 displays from [Optelec](https://www.optelec.com/) are supported when connected via USB or bluetooth.
bg: И двата дисплея – ALVA BC640 и BC680 от [Optelec](https://www.optelec.com/) се поддържат, когато са свързани през USB или Bluetooth.
de: Beide Braillezeilen - die BC640 und die BC680 - von [Optelec](https://www.optelec.de/) werden via USB und Bluetooth unterstützt.
es: Ambas pantallas ALVA BC640 y BC680 de [Optelec](https://www.optelec.com/) están admitidas.
hr: ALVA BC640 i BC680 brajični redci firme [Optelec](https://www.optelec.com/) podržani su kad se spajaju putem USB ili bluetooth veze.
nl: Zowel de ALVA BC640 als de BC680 leesregel van [Optelec](https://www.optelec.com/) worden ondersteund.
pt_br: Ambas as linhas ALVA BC640 e BC680 da [Optelec](https://www.optelec.com/) são suportadas quando conectadas via USB ou bluetooth.
ru: Оба брайлевских дисплеев ALVA BC640 и BC680 от компании [Optelec](https://www.optelec.com/) поддерживаются при подключении через USB или Bluetooth.
ta: [ஆப்டிலெக்](https://www.optelec.com/) நிறுவனத்தின் ALVA BC640, BC680 ஆகிய இரு காட்சியமைவுகளும், யுஎஸ்பி, அல்லது ஊடலை மூலம் இணைக்கப்பட்டிருந்தால், என்விடிஏ அவைகளை ஆதரிக்கும்.
zh_tw: NVDA 支援透過 USB 或藍牙連接的 [Optelec](https://www.optelec.com/) 的 ALVA BC640 與 BC680 兩種點顯器，

source: Alternatively, you can connect an older Optelec display, such as a Braille Voyager, using a protocol converter supplied by Optelec.
bg: Алтернативно можете да свързвате по-старите дисплеи на Optelec като Braille Voyager с помощта на protocol converter, предоставян от Optelec.
de: Sie können alternativ auch ältere Optelec-Braillezeilen wie beispielsweise das Braille Voyager mit NVDA verwenden. Dazu benötigen Sie den Protokoll-Converter von Optelec.
es: Alternativamente, puedes conectar una pantalla antigua de Optelec, tal como una Braille Voyager, utilizando un conversor de protocolo suministrado por Optelec.
hr: U drugom slučaju, možete spojiti stariji Optelec brajični redak , kao što je braille voyager, koristeći pretvornik protokola kojeg dostavlja Optelec.
nl: U kunt een oudere Optelec-leesregel, zoals een Braille Voyager, desgewenst koppelen door gebruik te maken van een 'protocol converter' (protocolomvormer) van Optelec.
pt_br: Alternativamente, você pode conectar uma linha Optelec mais antiga, como uma Braille Voyager, usando um conversor de protocolo — protocol converter — fornecido pela Optelec.
ru: Альтернативно, существует возможность подключения старших брайлевских дисплеев, таких как Braille Voyager, пользуясь переходником протоколов, предоставленного поставщиком.
ta: மாற்றாக, ஆப்டிலெக் வழங்கும் நெறிமுறை மாற்றியைப் பயன்படுத்தி, பிரெயில் வாயேஜர் போன்ற பழைய ஆப்டிலெக் காட்சியமைவுகளையும் இணைக்கலாம்.
zh_tw: 或者可以使用 Optelec 提供的通訊協定轉換器連接舊的 Optelec 點顯器，例如 Braille Voyager。

source: You do not need any specific drivers to be installed to use these displays.
bg: Няма нужда да инсталирате допълнителни драйвери, за да използвате тези дисплеи.
de: Sie benötigen keine installierten Treiber, um diese Zeile verwenden zu können.
es: No necesitas instalar ningún controlador en especial para utilizar estas pantallas.
hr: Ne trebate imati specijalne upravljačke programe da biste koristili ove brajične retke.
nl: U hoeft geen specifieke drivers te installeren om deze leesregels te gebruiken.
pt_br: Não é necessário instalar qualquer driver específico para utilizá-las.
ru: Чтобы пользоваться этими брайлевскими дисплеями, вам не нужны драйвера.
ta: இக்காட்சியமைவுகளைப் பயன்படுத்த, எந்தக் குறிப்பிட்ட இயக்கிகளையும் நிறுவத் தேவையில்லை.
zh_tw: 使用這些點顯器並不需要安裝任何特定的驅動程式，

source: Just plug in the display and configure NVDA to use it.
bg: Просто трябва да свържете дисплея и да настроите NVDA да го използва.
de: Sie müssen die Zeile lediglich anschließen und in NVDA konfigurieren.
es: Sólo enchufa la pantalla y configura NVDA para utilizarla.
hr: Samo spojite brajični redak i podesite NVDA za njegovo korištenje.
nl: Sluit de leesregel aan en pas de configuratie van NVDA aan voor het gebruik van deze leesregels.
pt_br: Para fazê-lo, basta Conectar o terminal e configurar o NVDA para a utilizar.
ru: Подключите брайлевский дисплей и настройте его для использования с программой NVDA.
ta: பிரெயில் காட்சியமைவை வெறுமனே கணினியில் செருகிவிட்டு, என்விடிஏவை அமைவடிவமாக்குங்கள்.
zh_tw: 只要插上點顯器然後設定 NVDA 即可使用。

source: Note: NVDA might be unable to use an ALVA BC6 display over Bluetooth when it is paired using the ALVA Bluetooth utility.
bg: Забележка: NVDA може да не е в състояние да ползва дисплея ALVA BC6 чрез Bluetooth, когато той е сдвоен с помощната програма на ALVA за Bluetooth.
de: Hinweis! Die Bluetooth-Verbindung einer ALVA BC6-Braillezeile mit Hilfe des ALVA Bluetooth-Werkzeugs könnte unter NVDA fehlschlagen.
es: Nota: NVDA podría no ser capaz de usar una pantalla ALVA BC6 con Bluetooth cuando se empareja utilizando la utilidad ALVA Bluetooth.
hr: Upozorenje: NVDA možda neće moći koristiti ALVA BC6 brajični redak, kad je isti spojen koristeći ALVA Bluetooth dodatak.
nl: Merk op dat NVDA mogelijk niet samenwerkt met een ALVA BC6-leesregel via een Bluetooth-verbinding als de koppeling tot stand is gebracht met behulp van het Bluetooth-hulpprogrammaatje van ALVA.
pt_br: Nota: O NVDA pode ser incapaz de usar uma linha ALVA BC6 via Bluetooth quando é pareado usando o utilitário ALVA Bluetooth.
ru: Внимание: NVDA не будет использовать ALVA BC6 брайлевский дисплей через Bluetooth, когда он подключен с помощью инструмента ALVA Bluetooth.
ta: ஆல்வா ஊடலையைப் பயன்படுத்தி ஆல்வா BC6 காட்சியமைவு இணைக்கப்பட்டிருந்தால், என்விடிஏ இக்காட்சியமைவை ஊடலை வழியே பயன்படுத்த இயலாமல் போகலாம் என்பதைக் கவனிக்கவும்.
zh_tw: 附註:使用 ALVA 藍牙工具程式配對時，NVDA 可能無法透過藍牙使用 ALVA BC6 點顯器，

source: When you have paired your device using this utility and NVDA is unable to detect your device, we recommend you to pair your ALVA display the regular way using the Windows Bluetooth settings.
bg: Когато сте сдвоили вашето устройство чрез тази помощна програма и NVDA не може да го открие, ви препоръчваме да сдвоите дисплея ALVA по нормалния начин, ползвайки настройките за Bluetooth на Windows.
de: Wenn Sie eine entsprechende Fehlermeldung erhalten, verbinden Sie die Braillezeile über die Bluetooth-Einstellungen von Windows.
es: Cuando hayas emparejado tu dispositivo usando su utilidad y NVDA no pueda detectarlo, te recomendamos enparejar tu pantalla ALVA de la forma ordinaria utilizando las opciones de Bluetooth de Windows.
hr: Ako ste uparivali vaš brajični redak koristeći taj dodatak, a NVDA ga nije prepoznao, preporučujemo uparivanje brajičnog redka koristeći standardne bluetooth postavke operacijskog sustava.
nl: Als u dit hulpprogrammaatje gebruikt hebt om de koppeling tot stand te brengen en NVDA uw leesregel niet detecteert, raden we u aan uw ALVA-leesregel op de reguliere manier te koppelen door middel van de Bluetooth-instellingen van Windows.
pt_br: Quando tiver pareado o seu dispositivo com este utilitário e o NVDA não conseguir detectar o seu dispositivo, recomendamos que pareie a sua linha ALVA da forma habitual, utilizando as configurações de Bluetooth do Windows.
ru: Если вы попытались подключить свой брайлевский дисплей с помощью этого инструмента, и вы заметили, что ваш брайлевский дисплей не подключается, мы рекомендуем вам подключать ваш брайлевский дисплей стандартным образом, используя настройки Bluetooth системы Windows.
ta: இது போன்ற தருணங்களில், ஆல்வா காட்சியமைவை விண்டோஸ் ஊடலை அமைப்புகளைப் பயன்படுத்தி வழமை போல் இணைக்கவும்.
zh_tw: 當使用此工具程式配對了裝置且 NVDA 無法偵測到此裝置，建議使用 Windows 藍牙設定以正規的方式配對 ALVA 點顯器。

source: Note: while some of these displays do have a braille keyboard, they handle translation from braille to text themselves by default.
bg: Забележка: Когато някои от тези дисплеи имат брайлова клавиатура, те извършват превода от брайл към текст самостоятелно по подразбиране.
de: Hinweis: Einige dieser Braillezeilen verfügen zwar über eine Braille-Tastatur, übersetzen aber standardmäßig selbst von Braille in Text.
es: Nota: dado que algunas de estas pantallas tienen un teclado braille, manejan la transcripción de braille a texto por sí mismas por omisión.
hr: Upozorenje: iako neki od ovih brajičnih redaka imaju brajevu tipkovnicu, oni standardno barataju prijevodom brajice u tekst interno, tj. hardverski.
nl: Merk op dat, hoewel sommige leesregels wel een brailletoetsenbord hebben, ze zelf standaard voor de omzetting van braille naar tekstzorgen.
pt_br: Observação: embora algumas dessas linhas tenham um teclado braille, elas manipulam a transcrição de braille para texto autonomamente por padrão.
ru: Примечание: хоть у этих брайлевских дисплеев есть брайлевская клавиатура, перевод написанного текста обрабатывается на уровне устройства по умолчанию.
ta: இக்காட்சியமைவுகளில்் சில, பிரெயில் விசைப் பலகையைக் கொண்டிருந்தாலும், தாமாகவே பிரெயிலை உரைக்கு மொழிபெயர்க்கும் வசதியை இயல்பில் அவை கொண்டிருக்கின்றன என்பதைக் கவனிக்கவும்.
zh_tw: 附註:雖然有些點顯器有點字鍵盤，但預設情況下點顯器會自行將點字轉譯為文字，

source: This means that NVDA's braille input system is not in use in the default situation (i.e. the input braille table setting has no effect).
bg: Това означава, че системата за брайлов вход на NVDA не се използва в ситуацията по подразбиране (напр. настройката Входна брайлова таблица няма ефект).
de: Dies bedeutet, dass das Braille-Eingabesystem von NVDA in der Standardsituation nicht verwendet wird (d. h., die Einstellung für die Braille-Tabelle hat keine Auswirkungen).
es: Esto significa que el sistema de entrada braille de NVDA no se está utilizando en una situación predeterminada (es decir, la tabla de entrada braille configurada no tiene efecto).
hr: To znači, da se NVDA sustav brajičnog unosa ne koristi standardno (odnosno, postavka ulazne brajične tablice nema nikakvog utjecaja).
nl: Dit houdt in dat het brailleinvoersysteem van NVDA in de standaardsituatie niet gebruikt wordt, m.a.w. dat het instellen van een brailleïnvoertabel geen effect) heeft.
pt_br: Isso significa que o sistema de entrada braille do NVDA não está em uso na situação padrão (ou seja, a configuração da tabela braille de entrada não tem efeito).
ru: Это обозначает, что система обработки написанного текста NVDA не используется (т. е. настройка брайлевской таблицы ввода не применяется).
ta: இதிலிருந்து நாம் அறிவது என்னவென்றால், இயல்புச் சூழ்நிலையில், என்விடிஏவின் பிரெயில் உள்ளீட்டு முறை, அதாவது, உள்ளீட்டு பிரெயில் அட்டவணை அமைப்பு பயன்பாட்டில் இருப்பதில்லை.
zh_tw: 這表示 NVDA 的點字輸入系統預設情況下是未使用的 (例如輸入點字轉譯表的設定沒有作用)，

source: For ALVA displays with recent firmware, it is possible to disable this HID keyboard simulation using an input gesture.
bg: За дисплеите ALVA с последния фърмуер е възможно да се забрани симулирането на тази HID клавиатура с жест на въвеждане.
de: Bei ALVA-Braillezeilen mit aktueller Firmware ist es möglich, diese HID-Tastatursimulation mit einem Tastenbefehl zu deaktivieren.
es: Para pantallas ALVA con firmware reciente, es posible deshabilitar esta simulación de teclado HID utilizando un gesto de entrada.
hr: Za ALV'Ine redke na kojima je instaliran posljednji firmware, sada je moguće onemogučiti tu simulaciju tipkovnice, koristeći tipkovnički prečac.
nl: Bij ALVA-leesregels die voorzien zijn van recente firmware, kan de HID-toetsenbordsimulatie door middel van een invoerhandeling uitgeschakeld worden.
pt_br: Para linhas ALVA com firmware recente, é possível desabilitar esta simulação de teclado HID usando um comando definido.
ru: Для брайлевских дисплеев ALVA с последней прошивкой, существует возможность выключить эмуляцию HID-клавиатуры используя жест ввода.
ta: அண்மைய ஃபேர்ம்வேரினைக் கொண்ட ஆல்வா காட்சியமைவுகள்ில், உள்ளீட்டுச் சைகையின் மூலம், இந்த எச்.ஐ.டி. விசைப் பலகையின் உருவகமாக்கத்தை முடக்கலாம்.
zh_tw: 對於使用最新韌體的 ALVA 點顯器，可以使用輸入手勢來停用此 HID 鍵盤模擬。

source: Following are key assignments for this display with NVDA.
bg: Следват клавишните назначения за тези дисплеи за NVDA.
de: Folgende Tastenkombinationen für diese Braillezeilen sind in NVDA zugeordnet.
es: Seguidamente van las asignaciones de teclas para esta pantalla con NVDA.
hr: Slijede prečaci za ovaj brajični redak s NVDA čitačem.
nl: Bij gebruik van deze leesregels met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: A seguir estão teclas de comando desta linha para o NVDA.
ru: В NVDA используются следующие комбинации клавиш для этого дисплея.
ta: பின்வரும் என்விடிஏ விசைகள், இக்காட்சியமைவிற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是此點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на тези дисплеи за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeilen für weitere Details nach.
es: Por favor consulta la documentación de la pantalla para descripciones de dónde pueden encontrarse estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: (Voor meer details kunt u de documentatie bij deze leesregels raadplegen.)
pt_br: Por favor consulte a documentação da mesma para descrições de onde essas teclas se encontram.
ru: Для описания расположения клавиш, пожалуйста, обратитесь к документации по брайлевскому дисплею.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதை விளக்கமாக அறிய, காட்சியமைவுடன் வரும் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |t1, etouch1
bg: Превъртане на брайловия дисплей назад |t1, etouch1
de: Auf der Braillezeile rückwärts navigieren |T1, eTouch1
es: Desplazar pantalla braille hacia atrás |t1, etouch1
hr: Kliži po brajičnom retku natrag |t1, etouch1
nl: Brailleregel achteruit scrollen |t1, etouch1
pt_br: Rolar linha braille para trás |t1, etouch1
ru: Прокрутка брайлевского дисплея назад |t1, etouch1
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |t1, etouch1
