Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This option allows you to choose the shape (dot pattern) of the braille cursor when braille is tethered to review.
bg: Тази опция ви позволява да изберете формата (точковото означение) на брайловия курсор, когато брайлът е обвързан с прегледа.
de: Hiermit legen Sie das Punktmuster des Cursors fest, welches verwendet werden soll, wenn die Braillezeile an den NVDA-Cursor gekoppelt wird.
es: Esta opción te permite elegir la forma (patrón de puntos) del cursor braille cuando el braille siga a la revisión.
hr: Ova opcija omogućuje biranje oblika (kombinacije točkica) brajičnog kursora, kad je brajični redak povezan na pregled.
nl: Met deze optie kunt u de vorm (puntenpatroon) van de braillecursor kiezen wanneerbraille de leescursor (review) moet volgen.
pt_br: Essa opção permite que você escolha a forma (padrão de pontos) do cursor braille quando o braille está vinculado à exploração.
ru: Этот комбинированный список позволяет вам выбрать форму (шаблон точек) брайлевского курсора, когда брайль привязан к просмотровому курсору.
ta: சீராய்வுச் சுட்டியுடன் பிரெயில் கட்டப்பட்டிருக்கும்பொழுது, பிரெயில் சுட்டியின் வடிவத்தை, அதாவது பிரெயில் புள்ளிகளின் வடிவவிதத்தைத் தேர்வுச் செய்ய இவ்விருப்பத் தேர்வு அனுமதிக்கிறது.
zh_tw: 當點字游標跟隨檢閱游標時，此選項允許您選擇以不同的凸點形狀來呈現點字游標，

source: The selection indicator is not affected by this option, it is always dots 7 and 8 without blinking.
bg: Тази опция не засяга индикатора за маркиране, той е винаги с точки 7 и 8 без мигане.
de: Die Anzeige für Markierungen wird dadurch nicht beeinflusst. Markierungen werden immer durch statische Punkte 7 und 8 angezeigt.
es: El indicador de selección no está afectado por esta opción, siempre son los puntos 7 y 8 sin parpadear.
hr: Ova opcija ne utječe na indikator odabira, to su uvijek točkice 7 i 8 bez titranja.
nl: Deze optie heeft geen invloedt op de selectie-indicator. Hierop is altijd punt 7 en punt 8 van toepassing en de indicator knippert niet.
pt_br: O indicador de seleção não é afetado por esta opção, é sempre pontos 7 e 8 sem intermitência.
ru: Эта настройка не влияет на индикатор выделения, он всегда выглядит как точки 7 и 8 без мигания.
ta: தெரிவு நிலைக்காட்டியின் மீது இவ்விருப்பத் தேர்வு தாக்கத்தை ஏற்படுத்துவதில்லை. இது எப்பொழுதும் இமைக்காத நிலையில் புள்ளிகள் ஏழு, எட்டு என்றே இருக்கும்.
zh_tw: 選取範韋標示不受此選項影響，它總是以不跳動的第 7 及第 8 點來代表。

source: Show Messages
bg: Показвай съобщенията
de: Meldungen anzeigen
es: Mostrar Mensajes
hr: Prikazuj poruke
nl: Meldingen tonen
pt_br: Mostrar mensagens
ru: Показывать сообщения
ta: தகவல்களைக் காட்டிடுக
zh_tw: 顯示訊息

source: This is a combobox that allows you to select if NVDA should display braille messages and when they should disappear automatically.
bg: Това е падащ списък, който ви позволява да изберете дали NVDA да показва брайлови съобщения и кога те да изчезват автоматично.
de: In diesem Kombinationsfeld können Sie auswählen, ob NVDA Meldungen auf der Braillezeile anzeigen und wann diese automatisch verschwinden sollen.
es: Este es un cuadro combinado que te permite seleccionar si NVDA debería mostrar los mensajes braille y cuándo deberían desaparecer automáticamente.
hr: Ovo je odabirni okvir koji vam omogućuje odabir toga kako će se prikazivati poruke na brajičnom retku te kada te poruke trebaju nestati.
nl: Dit is een keuzelijst waarmee u kunt kiezen of NVDA braillemeldingen wel of niet moet tonen en wanneer eventuele meldingen automatisch moeten verdwijnen.
pt_br: Esta é uma caixa de combinação que permite selecionar se o NVDA deve exibir mensagens em braille e quando elas devem desaparecer automaticamente.
ru: Этот комбинированный список позволяет вам включить отображение сообщений NVDA на брайлевском дисплее и выбрать, когда они должны автоматически с него пропадать.
ta: பிரெயில் தகவல்களை என்விடிஏ காட்டிட வேண்டுமா என்பதனையும், அத்தகவல்கள் எப்பொழுது தானாக மறைந்திட வேண்டுமென்பதனையும் தெரிவுச் செய்ய இச்சேர்க்கைப் பெட்டி அனுமதிக்கிறது.
zh_tw: 此下拉式方塊允許您選擇是否顯示點字訊息以及是否一段時間後訊息自動消失。

source: To toggle show messages from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключите показването на съобщения отвсякъде, моля, задайте персонализиран жест чрез [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Um die Anzeige der Meldungen von überall aus einzuschalten, weisen Sie bitte einen benutzerdefinierten Tastenbefehl zu, indem Sie das Dialogfeld für die [Tastenbefehle](#InputGestures) verwenden.
es: Para conmutar mostrar mensajes desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Da biste uključili ili isključili prikazivanje poruka s bilo kojeg mjesta, molimo stvorite prilagođen prečac uz pomoć [dijaloškog okvira ulaznih gesti](#InputGestures).
nl: Om "Toon meldingen" van elke willekeurige plek in of uit te schakelen kunt u desgewenst een eigen invoerhandeling aanmaken met behulp van het dialoogvenster [Invoerhandelingen](#InputGestures).
pt_br: Para alternar mostrar mensagens de qualquer lugar, atribua um comando — gesto — personalizado usando o [diálogo Definir comandos](#InputGestures).
ru: Чтобы переключать отображение сообщений из любого места, назначьте собственный жест с помощью [диалога жестов ввода](#InputGestures).
ta: பிரெயில் தகவல்கள் காட்டப்படும் வசதியை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換顯示訊息，請使用[輸入手勢](#InputGestures)對話框來指派手勢。

source: Message Timeout (sec)
bg: Задържане на съобщението (в секунди)
de: Anzeigedauer bei Meldungen
es: Duración del Mensaje (en seg)
hr: Trajanje poruke (u sekundama)
nl: Time-out voor meldingen (sec.)
pt_br: Tempo limite de Mensagens (seg)
ru: Тайм-аут для сообщений (сек)
ta: தகவல் காட்சியளிக்கும் நேரம்
zh_tw: 訊息顯示的時間 (以秒計)

source: This option is a numerical field that controls how long NVDA messages are displayed on the braille display.
bg: Тази опция е цифрово поле, което ви позволява да контролирате колко дълго да се показват системните съобщения.
de: Dieses numerische Eingabefeld legt fest, wie viele Sekunden die Meldungen auf der Braillezeile angezeigt werden sollen. Wenn eine Meldung erscheint, kann diese durch Drücken einer Routing-Taste geschlossen werden. Durch Drücken einer Navigationstaste kann die Anzeigedauer einer Meldung verlängert werden.
es: Esta opción es un campo numérico que controla durante cuánto tiempo se muestran los mensajes del sistema en la pantalla braille.
hr: Ova opcija je numeričko polje, kojim se određuje trajanje prikazivanja NVDA poruka na brajičnom retku.
nl: In het invoerveld kunt u een getal invoeren waarmee u bepaalt hoe lang NVDA-meldingen op de brailleleesregel worden weergegeven.
pt_br: Esta opção é um campo numérico que permite controlar durante quanto tempo são apresentadas as mensagens do NVDA na linha Braille.
ru: Это числовое поле позволяет вам в секундах указать время отображения сообщений NVDA на брайлевском дисплее.
ta: இவ்விருப்பத் தேர்வு, ஒரு எண் களமாகும். என்விடிஏவின் தகவல்கள், பிரெயில் காட்சியமைவில் எத்தனை நொடிகள் காட்டப்பட வேண்டுமென்று, இக்களத்தில் குறிப்பிடலாம்.
zh_tw: 此選項為一個數字欄位，可控制 NVDA 訊息在點顯器上顯示的時間長度，以秒為單位。

source: The NVDA message is immediately dismissed when pressing a routing key on the braille display, but appears again when pressing a corresponding key which triggers the message.
bg: Съобщението от NVDA изчезва веднага при натискане на клавиш за преместване на брайловия дисплей, но се появява отново при натискане на съответния клавиш, който извиква съобщението.
de: Die Meldung wird beim Drücken einer Routing-Taste auf der Braillezeile sofort verworfen, erscheint aber wieder, wenn eine entsprechende Taste gedrückt wird, die die Nachricht auslöst.
es: El mensaje de NVDA se cierra inmediatamente al pulsar un sensor en la pantalla braille, pero aparece de nuevo al pulsar la correspondiente tecla que lo disparó.
hr: Poruka odmah nestaje prilikom pritiska routing tipke na brajičnom retku, ali se ponovno pojavljuje prilikom pritiska tipke koja ju okida.
nl: De melding van NVDA verdwijnt onmiddellijk wanneer er een routing-toets op de brailleleesregel wordt ingedrukt, maar verschijnt bij het indrukken van een corresponderende toets waarmee de melding wordt opgeroepen.
pt_br: A mensagem do NVDA é imediatamente descartada ao pressionar uma tecla de encaminhamento na linha braille, mas reaparece ao pressionar a tecla correspondente que aciona a mensagem.
ru: Сообщение NVDA немедленно пропадает при использовании на брайлевском дисплее клавиш маршрутизации, но появляется снова при нажатии соответствующей клавиши, вызвавшей появление этого сообщения.
ta: பிரெயில் காட்சியமைவில் ஒரு வழியிடும் விசையை அழுத்தும்பொழுது, என்விடிஏவின் தகவல் உடனே விலக்கப்படும். ஆனால், என்விடிஏவின் தகவலை கொணரும் அதே, அல்லது மற்றொரு விசை அழுத்தப்படும்பொழுது, அதற்குப் பொருத்தமான தகவல் மீண்டும் காட்டப்படும்.
zh_tw: 當按下點顯器上的游標定位鍵，NVDA 的訊息會立即消失，直到按下其他會觸發訊息的按鍵才會再次顯示。

source: This option is shown only if "Show Messages" is set to "Use timeout".
bg: Тази опция се показва само ако „Показвай съобщенията“ е зададено на „Със задържане“.
de: Diese Option wird nur angezeigt, wenn die Option "Meldungen anzeigen" auf "Zeitüberschreitung verwenden" eingestellt ist.
es: Esta opción sólo se muestra si se pone "Mostrar Mensajes" en "Utilizar Tiempo de Espera".
hr: Ova se poruka prikazuje samo ako je opcija "prikazuj poruke" podešena da "koristi stanku".
nl: Deze optie is alleen beschikbaar als Meldingen tonen" ingesteld is op 'timeout" gebruiken.
pt_br: Esta opção é exibida apenas se "Mostrar mensagens" estiver definida como "Tempo limite de uso".
ru: Это поле доступно только если в комбинированном списке "Показывать сообщения" выбрано значение "Использовать тайм-аут".
ta: "தகவல்களைக் காட்டிடுக" விருப்பத் தேர்வில், "காட்சியளிக்கும் நேரத்தைப் பயன்படுத்திடுக" என்று அமைக்கப்பட்டிருந்தால் மட்டுமே, இவ்விருப்பத் தேர்வு காட்டப்படும்.
zh_tw: 此選項只有在「顯示訊息」選擇「使用逾時」的情況下才會顯示。

source: Tether Braille
bg: Обвързвай брайла
de: Text auf Braillezeile koppeln
es: Seguimiento Braille
hr: Poveži brajični redak
nl: Braille koppelen
pt_br: Vincular Braille
ru: Привязка брайля
ta: பிரெயிலைக் கட்டுக
zh_tw: 點字游標跟隨

source: Key: NVDA+control+t
bg: Клавишна комбинация: NVDA+Control+T
de: Tastenkombination: NVDA+Strg+T
es: Tecla: NVDA+control+t
hr: Prečac: NVDA+kontrol+t
nl: Toets: NVDA+control+t
pt_br: Tecla: NVDA+control+t
ru: Комбинация клавиш: NVDA+control+t
ta: விசை: என்விடிஏ+கட்டுப்பாடு+t
zh_tw: 快速鍵: `NVDA+Ctrl+T`

source: This option allows you to choose whether the braille display will follow the system focus / caret, the navigator object / review cursor, or both.
bg: Тази опция ви позволява да изберете дали брайловият дисплей да следва системния фокус/каретката, навигационния обект/курсора за преглед или и двете.
de: Mit dieser Option können Sie bestimmen, ob die Braillezeile dem System-Fokus / -Cursor, dem Navigator-Objekt / NVDA-Cursor oder beiden folgen soll.
es: Esta opción te permite elegir si la pantalla braille seguirá al foco del sistema o al cursor, o si seguirá al navegador de objetos / cursor de revisión, o a ambos.
hr: Ova opcija kontrolira hoće li brajični redak pratiti fokus sustava / kursor, objekt navigatora / pregledni kursor, ili oboje.
nl: Hiermee kunt u bepalen of de leesregel de systeemfocus / systeemcursor, het navigatorobject / de reviewcursor of beide moet volgen
pt_br: Essa opção permite-lhe escolher se a linha Braille acompanhará o foco / cursor do sistema, o navegador de objetos / cursor de exploração, ou ambos.
ru: Эта опция позволяет вам выбрать, будет ли брайлевский дисплей следовать за системным фокусом/кареткой, объектом навигатора/просмотровым курсором, или за обоими одновременно.
ta: இவ்விருப்பத் தேர்வு, பிரெயில் காட்சியமைவு, கணினிக் குவிமையத்தை/சுட்டியைப் பின்தொடர வேண்டுமா, வழிசெலுத்திப் பொருளை/சீராய்வுச் சுட்டியைப் பின்தொடர வேண்டுமா, அல்லது இரண்டையும் பின்தொடர வேண்டுமா என்று தீர்மானிக்க உதவுகிறது.
zh_tw: 此選項允許您選擇點字游標是要跟隨系統焦點 / 游標，或是導覽物件 / 檢閱游標，或是兩者均有。

source: When "automatically" is selected, NVDA will follow the system focus and caret by default.
bg: Когато е избрано „автоматично“, NVDA ще следва системния фокус и каретката по подразбиране.
de: Wenn beiden Navigationsarten gefolgt wird, verfolgt die Braillezeile den Fokus bzw. den System-Cursor, sobald dieser seine Position ändert (z. B. beim Drücken von Tab oder Shift-tab zum Bewegen des Fokus oder beim Drücken der Pfeiltasten zum Bewegen des Cursors in einem Text).
es: Cuando se seleccione "automáticamente", NVDA seguirá al foco y al cursor del sistema por omisión.
hr: Kad je opcija "automatski" označena, NVDA će standardno pratiti fokus sustava i kursor.
nl: Wanneer u "automatisch" selecteert, zal NVDA de systeemfocus en systeemcursor standaard volgen.
pt_br: Quando "automaticamente" é selecionado, o NVDA seguirá o foco do sistema e o cursor por padrão.
ru: Когда выбрано "автоматическая", брайлевский вывод по умолчанию будет следовать за системным фокусом и кареткой.
ta: "தன்னியக்கம்" என்கிற விருப்பத் தேர்வு தேர்வாகியிருந்தால், கணினிக் குவிமையத்தையும், சுட்டியையும் என்விடிஏ இயல்பில் பின்தொடரும்.
zh_tw: 若選擇「自動」選項，點字游標預設將會跟隨系統焦點及游標，

source: In this case, when the navigator object or the review cursor position is changed by means of explicit user interaction, NVDA will tether to review temporarily, until the focus or the caret changes.
bg: В такъв случай, когато позицията на навигационния обект или курсора за преглед се променя чрез изрично взаимодействие на потребителя, NVDA ще се обвързва временно с прегледа, докато фокусът или каретката се промени.
de: Sobald Sie den Navigator oder die Befehle zum Text betrachten verwenden, wird die Braillezeile automatisch an den NVDA-Cursor gekoppelt, bis sich der Fokus bewegt.
es: En este caso, cuando se cambie la posición del navegador de objetos o del cursor de revisión mediante una interacción explícita del usuario, NVDA seguirá a la revisión temporalmente, hasta que el foco o el cursor cambie.
hr: U tom slučaju, kad se pozicija navigacijskog objekta i-ili preglednog kursora promijeni korisničkom interakcijom, NVDA će se privremeno povezati na pregled, sve dok se ne promijeni fokus ili pregled.
nl: In dit geval zal NVDA, bij wisseling van positie met betrekking tot navigatorobject of de reviewcursor door toedoen van de gebruiker, tijdelijk overgaan naar de review-modus, tot de focus of de systeemcursor verandert.
pt_br: Nesse caso, quando o objeto de navegação ou a posição do cursor de exploração forem alterados por meio de uma interação explícita do usuário, o NVDA irá vincular-se à exploração temporariamente, até que o foco ou o cursor se alterem.
ru: В этом случае, когда объектный навигатор или просмотровый курсор изменяет свою позицию из-за явных действий пользователя, брайлевский вывод временно привязывается к просмотровому курсору, пока не произойдёт перемещение системного фокуса или каретки.
ta: தன்னியக்க நிலையில், வழிசெலுத்திப் பொருளின், அல்லது சீராய்வுச் சுட்டியின் நிலை பயனரின் வெளிப்படையான அளவளாவினால் மாற்றப்படும்பொழுது, குவிமையம், அல்லது சுட்டி மாறும் வரை, என்விடிஏ சீராய்விற்கு தற்காலிகமாக கட்டப்படும்.
zh_tw: 當使用者手動變更選擇了導覽物件或檢閱游標，NVDA 會暫時切換點字游標跟隨檢閱游標，直到焦點或系統游標又有了改變。

source: If you want it to follow the focus and caret only, you need to configure braille to be tethered to focus.
bg: Ако искате да следва само фокуса и каретката, трябва да настроите брайла да бъде обвързан с фокуса.
de: Wenn Sie möchten, dass die Braillezeile nur dem Fokus und dem Cursor folgt, müssen Sie die Braillezeile so konfigurieren, dass sie an den Fokus gekoppelt ist.
es: Si lo quieres siguiendo al foco y cursor sólo, necesitas configurar el braille para que siga al foco.
hr: Ako želite praćenje samo fokusa i kursora, morate konfigurirati brajicu povezanu na fokus.
nl: Als u wilt dat alleen focus en caret gevolgd worden moet u een braillekoppeling met de focus instellen.
pt_br: Se deseja que ele acompanhe apenas o foco e o cursor, é necessário configurar o braille para ser vinculado ao foco.
ru: Если вы хотите, чтобы брайлевский вывод следовал только за системным фокусом и кареткой, то настройте привязку к системному фокусу.
ta: கணினிக் குவிமையத்தையும் சுட்டியையும் மட்டுமே பிரெயில் பின்தொடரவேண்டுமென்று தாங்கள் விரும்பினால், குவிமையத்துடன் பிரெயில் கட்டப்படும் வகையில் அமைவடிவத்தை தாங்கள் மாற்றியமைக்க வேண்டும்.
zh_tw: 如果您只想讓點字游標跟隨焦點及游標，則需設定為跟隨系統焦點，

source: In this case, braille will not follow the NVDA navigator during object navigation or the review cursor during review.
bg: В такъв случай брайлът няма да следва навигационния обект при обектна навигация и курсора за преглед при преглед на текст.
de: In diesem Fall folgt die Braillezeile nicht dem NVDA-Navigator während der Objekt-Navigation oder dem NVDA-Cursor während der Anzeige.
es: En este caso, el braille no seguirá al navegador de objetos de NVDA durante la navegación de objetos o al cursor de revisión durante la revisión.
hr: U tom slučaju, NVDA neće pratiti pregledni kursor tijekom objektne navigacije ili pregledni kursor tokom pregleda sadržaja.
nl: In dit geval zal braille de NVDA navigator tijdens objectnavigatie of de leescursor bij het lezen niet volgen
pt_br: Nesse caso, o braille não seguirá a navegação NVDA durante a navegação de objeto ou o cursor de exploração durante a exploração.
ru: В этом случае, брайлевский вывод не будет следовать за объектом навигатора во время объектной навигации, или за просмотровым курсором во время чтения текста.
ta: இந்நிலையில், பொருள் வழிசெலுத்தலின்பொழுது,என்விடிஏவின் வழிசெலுத்தியைப் பிரெயில் பின்தொடராது. அதுபோலவே, சீராய்வின்பொழுது,சீராய்வுச் சுட்டியைப் பின்தொடராது.
zh_tw: 在此情況下物件導覽或文字檢閱時點字游標將不會跟隨導覽物件或檢閱游標。

source: If you want braille to follow object navigation and text review instead, you need to configure braille to be tethered to review.
bg: Ако искате вместо това брайлът да следва обектната навигация и прегледа на текста, трябва да настроите брайла да бъде обвързан с прегледа.
de: Wenn Sie möchten, dass die Braillezeile stattdessen der Objektnavigation und der Textüberprüfung folgt, müssen Sie die Braillezeile so konfigurieren, dass sie für die Anzeige angekoppelt ist.
es: Si quieres que el braille siga a la navegación de objetos y a la revisión de texto en su lugar, necesitas configurar el braille para que siga a la revisión.
hr: Ako želite da NVDA prati pregled objekta i kursor pregleda umjesto toga, Morate postaviti brajicu povezanu na pregled.
nl: Als u wilt dat braille in plaats daarvan objectnavigatie en tekst-review volgt, moet u een braillekoppeling met review instellen.
pt_br: Por outro lado, se deseja que o braille acompanhe a navegação de objetos e a exploração de texto, é necessário configurar o braille para ser vinculado à exploração.
ru: Если вы хотите, чтобы вместо этого брайлевский вывод следовал за объектом навигатора и просмотровым курсором, то настройте привязку к просмотровому курсору.
ta: பொருள் வழிசெலுத்தலையும் உரைச் சீராய்வையும் பிரெயில் பின்தொடரவேண்டுமென்று தாங்கள் விரும்பினால், சீராய்வுச் சுட்டியுடன் பிரெயில் கட்டப்படும் வகையில் அமைவடிவத்தை தாங்கள் மாற்றியமைக்க வேண்டும்.
zh_tw: 如果您想要讓點字斿標跟隨物件導覽及文字檢閱，您必須設定為跟隨檢閱游標，

source: In this case, Braille will not follow system focus and system caret.
bg: В такъв случай брайлът няма да следва фокуса и каретката.
de: In diesem Fall folgt die Braillezeile weder dem System-Fokus, noch dem System-Cursor.
es: En este caso, el Braille no seguirá al foco del sistema y al cursor.
hr: U tom slučaju, brajica neće pratiti kursor sustava i fokus.
nl: In dit geval zal Braille de systeemfocus en systeemaanwijzer niet volgen.
pt_br: Nesse caso, o Braille não seguirá o foco e o cursor do sistema.
ru: В этом случае, брайлевский вывод не будет следовать за системным фокусом и кареткой.
ta: இந்நிலையில், கணினிக் குவிமையத்தையும் சுட்டியையும் பிரெயில் பின்தொடராது.
zh_tw: 在此情況下點字游標就不會跟隨系統焦點及系統游標。

source: Move system caret when routing review cursor
bg: Премествай системната каретка при преместване на курсора за преглед
de: Den System-Cursor bei der Weiterleitung des NVDA-Cursors verschieben
es: Mover el cursor del sistema al enrutar el cursor de revisión
hr: Pomeranje sistemskog kursora kada se prebacuje pregledni kursor
nl: Invoercursor verplaatsen bij routering van leescursor
pt_br: Mover o cursor do sistema ao sincronizar cursor de exploração
ru: Перемещать системную каретку при перемещении просмотрового курсора
ta: சீராய்வுச் சுட்டியை வழியமைத்திடும்பொழுது கணினிச் சுட்டியை நகர்த்திடுக
zh_tw: 定位檢閱游標時移動系統游標

source: This setting determines if the system caret should also be moved with a routing button press.
bg: Тази настройка определя дали системната каретка също трябва да бъде преместена при натискане на бутон за преместване.
de: Diese Einstellung legt fest, ob der System-Cursor bei einem Druck auf die Routing-Taste mit verschoben werden soll.
es: Esta opción determina si el cursor del sistema también debería moverse al pulsar un sensor de enrutamiento.
hr: Ovo podešavanje određuje da li sistemski kursor takođe treba da se pomera pritiskanjem tastera za prebacivanje.
nl: Deze instelling bepaalt of de invoercursor ook verplaatst moet worden bij het indrukken van de routing-knop.
pt_br: Esta configuração determina se o cursor do sistema também deve ser movido pressionando o botão de direcionamento.
ru: Этот параметр определяет, должна ли системная каретка также перемещаться при нажатии кнопки маршрутизации на Брайлевском дисплее.
ta: வழியமைத்திடும் பொத்தானை அழுத்தும்பொழுது கணினிச் சுட்டியும் நகர்த்தப்பட வேண்டுமா என்பதை வரையறுக்க இவ்வமைப்பு பயன்படுகிறது.
zh_tw: 此設定決定係統游標是否也要在按下游標定位鍵時移動，

source: This option is set to Never by default, meaning that routing will never move the caret when routing the review cursor.
bg: Тази опция по подразбиране е зададена на „Никога“, което означава, че преместването никога няма да премести каретката при преместване на курсора за преглед.
de: Diese Option ist standardmäßig auf "Niemals" eingestellt, das bedeutet, der Cursor wird bei der Weiterleitung des NVDA-Cursors nicht bewegt.
es: Esta opción está configurada a nunca por defecto, lo que significa que el enrutamiento nunca moverá el cursor del sistema al enrutar el cursor de revisión.
hr: Ova opcija je podrazumevano podešena na nikada, što znači da prebacivanje nikada neće pomerati kursor kada se prebacuje pregledni kursor.
nl: Deze optie staat standaard ingesteld op Nooit, wat inhoudt dat met routing de invoercursor nooit wordt verplaatst bij routing van de leescursor.
pt_br: Esta opção é definida como Nunca por padrão, o que significa que o direcionamento nunca moverá o cursor ao sincronizar o cursor de exploração.
ru: По умолчанию этот параметр установлен в значение Никогда, это означает, что маршрутизация никогда не будет перемещать каретку при перемещении просмотрового курсора.
ta: 'ஒருபோதும் இல்லை' என்பதே இவ்விருப்பத் தேர்வின் இயல்பாக அமைக்கப்பட்டிருப்பதால், சீராய்வுச் சுட்டியை வழியமைத்திடும்பொழுது கணினிச் சுட்டி நகர்த்தப்பட மாட்டாது.
zh_tw: 此選項預設「永不」，意即使用游標定位鍵移動檢閱游標時不會移動游標，
