Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: When using this synthesizer with NVDA, the available voices (accessed from the [Speech category](#SpeechSettings) of the [NVDA Settings](#NVDASettings) dialog or by the [Synth Settings Ring](#SynthSettingsRing)) will contain all the voices from all the installed SAPI 5 engines found on your system.
bg: Когато използвате този синтезатор с NVDA, списъкът с наличните гласове, (достъпен от категорията [Реч](#SpeechSettings) в прозореца с [настройките на NVDA](#NVDASettings) или от [Пръстена от настройки на синтезатора](#SynthSettingsRing)), ще съдържа всички гласове от всички SAPI5 синтезатори, инсталирани на вашата система.
de: Wenn Sie diese Sprachausgabe in NVDA verwenden, enthalten die verfügbaren Stimmen (zugänglich über die Kategorie [Sprachausgabe](#SpeechSettings) der [NVDA-Einstellungen](#NVDASettings) oder über den [Sprachausgaben-Einstellungsring](#SynthSettingsRing)) alle Stimmen aller installierten SAPI 4 Engines auf dem Computer.
es: Cuando se utiliza este sintetizador con NVDA, las voces disponibles (a las que se accede desde la [categoría Voz](#SpeechSettings) del cuadro de diálogo [Opciones de NVDA](#NVDASettings) o por el [Anillo de Opciones del Sintetizador](#SynthSettingsRing)) contendrán todas las voces de todos los motores SAPI 5 instalados encontrados en tu sistema.
hr: Kad ćete koristiti ove glasove s NVDA, dostupni glasovi (kojima se može pristupiti iz [kategorije govor](#SpeechSettings) u [NVDA postavkama](#NVDASettings) ili putem [kružne postavke govorne jedinice](#SynthSettingsRing)) će popisivati glasove svih sapi5 govornih jedinica dostupnih u sustavu.
nl: Als hiervan gebruik wordt gemaakt in NVDA dan treft u alle geïnstalleerde spraakgenerators met de beschikbare stemmen aan in de [categorie Spraak](#SpeechSettings) van het dialoogvenster [Instellingen van NVDA](#NVDASettings) of in [Synth Settins Ring](#SynthSettingsRing).
pt_br: Quando este sintetizador é utilizado com o NVDA, as vozes disponíveis (que podem ser encontradas na [categoria Fala](#SpeechSettings) das [Configurações do NVDA](#NVDASettings) ou desde o [Anel de Configurações de Voz](#SynthSettingsRing)) contêm todas as vozes dos motores SAPI 5 que se encontram instaladas em seu sistema.
ru: При использовании этого синтезатора с NVDA, набор доступных голосов (из [категории Речь](#SpeechSettings) [диалога настроек NVDA](#NVDASettings) или [Кольца настроек синтезатора](#SynthSettingsRing)) будет содержать все голоса из всех установленных SAPI 5 движков, найденных в вашей системе.
ta: இவ்வொலிப்பானை என்விடிஏவுடன் பயன்படுத்தும்பொழுது, இப்பேச்சொலிப்பானிலிருக்கும் குரல்களை, [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் [பேச்சு வகைமை](#SpeechSettings), அல்லது [ஒலிப்பான் அமைப்புகள் வளையத்தைக்](#SynthSettingsRing) கொண்டு அணுகினால், கணினியில் நிறுவப்பட்டிருக்கும் எல்லா SAPI 5 ஒலிப்பான்களின் அனைத்து குரல்களையும் வரிசைப் பட்டியலில் காண்பீர்கள்.
zh_tw: 當 NVDA 選取這個合成器，安裝在您的 Windows 系統中的所有 SAPI 5 引擎提供的語音都可被使用，您可以從 [NVDA 設定](#NVDASettings)對話框中的[語音類別](#SpeechSettings)或利用[快速語音設定](#SynthSettingsRing)來選用。

source: Microsoft Speech Platform
es: <target/>
pt_br: Microsoft Speech Platform — Plataforma de Fala da Microsoft
ta: மைக்ரோசாப்ட் பேச்சுத் தளம்

source: The Microsoft Speech Platform provides voices for many languages which are normally used in the development of server-based speech applications.
bg: Microsoft Speech Platform предоставя гласове за много езици, които обикновено се използват в разработката на сървърно базирани гласови приложения.
de: Die Microsoft Speech Platform stellt Stimmen für viele Sprachen zur Verfügung, welche normalerweise in der Entwicklung für serverbasierte Sprachanwendungen zum Einsatz kommen.
es: La Microsoft Speech Platform proporciona voces para muchos idiomas que se utilizan habitualmente en el desarrollo de aplicaciones basadas en servidores de habla.
hr: Microsoft Speech Platform pruža glasove za mnoge jezike koji se uobičajeno koriste za razvoj poslužiteljski baziranih govornih aplikacija.
nl: Het Microsoft Speech Platform biedt stemmen voor veel talen die normaalgesproken gebruikt worden bij de ontwikkeling van server-gebaseerde spraaktoepassingen.
pt_br: A Microsoft Speech Platform — Plataforma de Fala da Microsoft — disponibiliza vozes para muitos idiomas que são normalmente usadas no desenvolvimento de aplicativos baseados em servidor de fala.
ru: Microsoft Speech Platform предоставляет голоса для множества различных языков, которые обычно используются в разработке серверных речевых приложений.
ta: சேவையக இயக்கமுறைமைகளை அடிப்படையாகக் கொண்டிருக்கும் பேச்சுப் பயன்பாடுகளுக்கான பல மொழிகளை, மைக்ரோசாப்ட் பேச்சுத் தளம் வழங்குகிறது.
zh_tw: Microsoft Speech Platform 提供了許多種語言的語音，通常用在基於伺服器的語音應用程式的開發，

source: These voices can also be used with NVDA.
bg: Тези гласове могат също да бъдат използвани и с NVDA.
de: Diese Stimmen können auch in NVDA eingebunden werden.
es: Estas voces también pueden utilizarse con NVDA.
hr: Ovi se glasovi mogu također koristiti uz pomoć NVDA.
nl: Deze stemmen kunnen ook met NVDA gebruikt worden.
pt_br: Essas vozes também podem ser usadas com o NVDA.
ru: Эти голоса могут также использоваться в NVDA.
ta: இக்குரல்களையும் என்விடிஏவுடன் பயன்படுத்தலாம்.
zh_tw: NVDA 也能使用這些語音。

source: To use these voices, you will need to install two components:
bg: За да използвате тези гласове, ще трябва да инсталирате два компонента:
de: Um diese Stimmen verwenden zu können, müssen Sie folgende zwei Komponenten installieren:
es: Para utilizar estas voces, necesitarás instalar dos componentes:
hr: Za korištenje ovih glasova, potrebno je instalirati dvije komponente:
nl: Om van deze stemmen gebruik te maken dient u 2 componenten te installeren:
pt_br: Para usá-las, você necessitará instalar dois componentes:
ru: Для использования этих голосов вы должны установить следующие два компонента:
ta: இக்குரல்களைப் பயன்படுத்த, தாங்கள் இரு கூறுகளை நிறுவ வேண்டும்.
zh_tw: 要使用這些語音，您需要安裝兩個元件：

source: [Microsoft Speech Platform - Runtime (Version 11), x86](https://www.microsoft.com/download/en/details.aspx?id=27225)
bg: [Microsoft Speech Platform - Runtime (версия 11), x86](https://www.microsoft.com/download/en/details.aspx?id=27225)
es: Microsoft Speech Platform - Runtime (Versión 11) , x86: https://www.microsoft.com/download/en/details.aspx?id=27225
hr: [Microsoft Speech Platform - Runtime (verzija 11), x86](https://www.microsoft.com/download/en/details.aspx?id=27225)
pt_br: [Microsoft Speech Platform - Runtime — Tempo de execução — (Versão 11), x86](https://www.microsoft.com/download/details.aspx?id=27225)
ru: [Microsoft Speech Platform - Runtime (verzija 11), x86](https://www.microsoft.com/download/en/details.aspx?id=27225)
ta: [மைக்ரோசாஃப்ட் பேச்சுத் தளம் - Server Runtime (பதிப்பு 11), x86](https://www.microsoft.com/download/en/details.aspx?id=27225)
zh_tw: [Microsoft Speech Platform - Runtime (版本 11), x86](https://www.microsoft.com/download/en/details.aspx?id=27225)

source: [Microsoft Speech Platform - Runtime Languages (Version 11)](https://www.microsoft.com/download/en/details.aspx?id=27224)
bg: [Microsoft Speech Platform - Runtime Languages (версия 11)](https://www.microsoft.com/download/en/details.aspx?id=27224)
es: Microsoft Speech Platform - Runtime Languages (Versión 11): https://www.microsoft.com/download/en/details.aspx?id=27224
hr: [Microsoft Speech Platform - Runtime jezici (verzija 11)](https://www.microsoft.com/download/en/details.aspx?id=27224)
pt_br: [Microsoft Speech Platform - Runtime Languages — Idiomas — (Versão 11)](https://www.microsoft.com/download/details.aspx?id=27224)
ru: [Microsoft Speech Platform - Runtime jezici (verzija 11)](https://www.microsoft.com/download/en/details.aspx?id=27224)
ta: [மைக்ரோசாஃப்ட் பேச்சுத் தளம் - Server Runtime Languages (பதிப்பு 11):](https://www.microsoft.com/download/en/details.aspx?id=27224)
zh_tw: [Microsoft Speech Platform - Runtime Languages (版本 11)](https://www.microsoft.com/download/en/details.aspx?id=27224)

source: This page includes many files for both speech recognition and text-to-speech.
bg: Тази страница включва много файлове както за речево разпознаване, така и за текст-към-реч.
de: Diese Internetseite enthält viele Dateien für Sprachein- und -ausgabe.
es: Esta página incluye muchos ficheros tanto de reconocimiento como de texto a voz.
hr: Ova stranica uključuje datoteke za "tekst u govor" i za prepoznavanje govora.
nl: Deze Webpagina bevat veel bestanden voor spraakherkenning en tekst naar spraak.
pt_br: Essa página inclui vários arquivos para reconhecimento de fala e conversão de texto para fala.
ru: Эта страница содержит множество файлов относящихся как к распознаванию речи, так и к преобразованию текста в речь.
ta: உரையிலிருந்து பேச்சுக்கும், குரல் உணருதலுக்கும் இப்பக்கத்தில் பல கோப்புகள் உள்ளன.
zh_tw: 此頁面包含了許多語音辨識及文字轉語音 (text-to-speech, TTS) 的檔案，

source: Choose the files containing the TTS data for the desired languages/voices.
bg: Изберете файловете съдържащи TTS за желаните езици/гласове.
de: Suchen Sie sich die TTS-Dateien passend zu der von Ihnen gewünschten Sprache heraus.
es: Elige los ficheros que contengan los datos TTS para los idiomas/voces deseados.
hr: Odaberite datoteke koje sadrže glasovne podatke za željene glasove/jezike.
nl: Kies de tts databestanden voor de gewenste talen/stemmen.
pt_br: Escolha os arquivos que contém os dados de TTS — texto para fala — para os idiomas/vozes desejados.
ru: Выберите файлы, содержащие данные TTS для желаемых языков/голосов.
ta: விரும்பப்படும் மொழிகள்/குரல்களுக்கான TTS தரவுகளைக் கொண்ட கோப்புகளைத் தேர்ந்தெடுக்கவும்.
zh_tw: 請依照所需的語言或語音選擇對應的 TTS 檔案，

source: For example, the file MSSpeech_TTS_en-US_ZiraPro.msi is a U.S. English voice.
bg: Например, файла MSSpeech_TTS_en-US_ZiraPro.msi е американски английски глас.
de: Beispiel: Die Datei MSSpeech_TTS_de-DE_Hedda.msi ist eine deutsche Stimme.
es: Por ejemplo, el fichero MSSpeech_TTS_en-US_ZiraPro.msi es una voz inglesa U.S.
hr: Na primjer, datoteka MSSpeech_TTS_en-US_ZiraPro.msi je glas za američki engleski.
nl: Bij voorbeeld, Het bestand MSSpeech_TTS_en-US_ZiraPro.msi is een amerikaans-engelse stem.
pt_br: Por exemplo, o arquivo MSSpeech_TTS_en-US_ZiraPro.msi é uma voz em inglês dos EUA — o arquivo MSSpeech_TTS_pt-BR_Heloisa.msi é uma voz em Português Brasileiro —.
ru: Например, файл MSSpeech_TTS_ru-RU_Elena.msi для голоса русского языка.
ta: எடுத்துக்காட்டாக, MSSpeech_TTS_en-US_ZiraPro.msi என்கிற கோப்பு, அமெரிக்க ஆங்கில குரலுக்கான கோப்பாகும்.
zh_tw: 例如 MSSpeech_TTS_en-US_ZiraPro.msi 是美式英文的語音。

source: Windows OneCore Voices
bg: Windows OneCore гласове
de: Die Windows-OneCore-Stimmen
es: Voces Windows OneCore
hr: Windows OneCore glasovi
nl: Windows OneCore-stemmen
pt_br: Vozes Windows OneCore
ru: Голоса Windows OneCore
ta: விண்டோஸ் ஒன் கோர் குரல்கள்
zh_tw: Windows OneCore 語音

source: Windows 10 and later includes voices known as "OneCore" or "mobile" voices.
bg: Windows 10 и по-нови включват нови гласове, познати като „OneCore“ или „mobile“ гласове.
de: Windows 10 und neuer enthält Stimmen, die als "Mobile" oder "OneCore" allgemein hin bekannt sind.
es: Windows 10 y posteriores incluyen voces conocidas como voces "OneCore" o "mobile".
hr: U sustavu Windows 10 ili novijim inačicama su uključeni novi glasovi poznati pod nazivom "OneCore" ili "mobile" glasovi.
nl: In Windows 10 en later zijn nieuwe stemmen beschikbaar die bekend staan als "OneCore" of "mobiele" stemmen.
pt_br: O Windows 10 e posterior inclui vozes conhecidas como "OneCore" ou vozes "mobile" — móveis —.
ru: Windows 10, и более поздние версии, включают в себя новые голоса, известные как "OneCore" или "мобильные" голоса.
ta: விண்டோஸ் 10, அல்லது அதற்கும் பிறகான இயக்கமுறைமையில், "ஒன் கோர்", அல்லது "மொபைல்" என்றழைக்கப்படும் புதிய குரல்கள் உள்ளன.
zh_tw: Windows 10 及之後的版本含有稱為「OneCore」或「mobile」的語音，

source: Voices are provided for many languages, and they are more responsive than the Microsoft voices available using Microsoft Speech API version 5.
bg: Гласовете са предоставени за много езици и работят по-добре от гласовете на Microsoft, налични в Microsoft Speech API версия 5.
de: Diese Stimmen sind in vielen Sprachen verfügbar. Sie sind außerdem sehr viel reaktionsfreudiger als die Microsoft SAPI 5-Stimmen in früheren Windows-Versionen.
es: Se proporcionan voces para muchos idiomas y son más ágiles que las voces Microsoft disponibles al utilizar Microsoft Speech API versión 5.
hr: Glasovi su dostupni za mnoge jezike i brži su od Microsoft glasova koji koriste Microsoft Speech API verzije 5. Bilješka prevoditelja: od Windows 10 verzije 1709, dostupan je hrvatski glas Matej.
nl: Deze stemmen zijn er voor vele talen en ze reageren sneller dan de Microsoft-stemmen die beschikbaar zijn bij gebruik van Microsoft Speech API versie 5.
pt_br: As vozes são fornecidas para vários idiomas e são mais responsivas do que as vozes da Microsoft disponíveis via Microsoft Speech API versão 5.
ru: Эти голоса доступны для множества языков, и они более отзывчивы, чем голоса Microsoft SAPI5.
ta: பல மொழிகளுக்கான குரல்கள் கொடுக்கப்பட்டிருப்பதுடன், மைக்ரோசாஃப்ட் ஸ்பீச் ஏ.பி.ஐ. 5 பதிப்பில் இருக்கும் மைக்ரோசாஃப்ட் குரல்களைக் காட்டிலும் இவை நுண்ணுணர்வுடன் செயல்படுகின்றன.
zh_tw: 該語音提供了多種語言，且與使用 Microsoft SAPI 5 的 Microsoft 語音相比反應更快，

source: On Windows 10 and later, NVDA uses Windows OneCore voices by default ([eSpeak NG](#eSpeakNG) is used in other releases).
bg: По подразбиране в Windows 10 и по-нови NVDA използва гласове на Windows OneCore (в по-старите версии на Windows се използва [eSpeak NG](#eSpeakNG)).
de: Unter Windows 10 und neuer verwendet NVDA standardmäßig Windows OneCore-Stimmen ([eSpeak-NG](#eSpeakNG) wird in anderen Windows-Versionen, wie z. B. Windows 7 oder 8 bzw. 8.1, verwendet).
es: En Windows 10 o posteriores, NVDA utiliza voces Windows OneCore por defecto ([[eSpeak NG](#eSpeakNG) se utiliza en otras versiones).
hr: U sustavu Windows 10 i novijim inačicama, NVDA standardno koristi Windows OneCore glasove ([[eSpeak NG](#eSpeakNG) se koristi u drugim izdanjima).
nl: In Windows 10 gebruikt NVDA standaard de Windows OneCore stemmen ([eSpeak NG](#eSpeakNG) wordt in andere versies gebruikt).
pt_br: No Windows 10 e posterior, o NVDA usa as vozes Windows OneCore por padrão ([eSpeak NG](#eSpeakNG) é usado em outras versões).
ru: NVDA на Windows 10, и более поздних версиях, по умолчанию использует голоса Windows OneCore (в других выпусках Windows по умолчанию используется [eSpeak NG](#eSpeakNG)).
ta: விண்டோஸ் 10, அல்லது அதற்கும் பிறகான இயக்கமுறைமையில், விண்டோஸ் ஒன் கோர் குரல்களை என்விடிஏ இயல்பாகக் கொண்டிருக்கும். முந்தைய பதிப்புகளில், [ஈஸ்பீக் என்ஜி](#eSpeakNG) பயன்படுத்தப்படுகிறது.
zh_tw: 在 Windows 10 及之後的版本 NVDA 預設使用 Windows OneCore 語音 (在其他版本中則預設使用 [eSpeak NG](#eSpeakNG))。

source: To add new Windows OneCore voices, go to "Speech Settings", within Windows system settings.
bg: За да добавите нови Windows OneCore гласове, отворете настройките на Windows, от там изберете категорията „Час и език“ и подкатегорията „Говор“.
de: Um neue Stimmen für Windows-OneCore hinzuzufügen, gehen Sie in die Windows-Einstellungen und dort zu den Sprach-Einstellungen.
es: Para añadir voces Windows OneCore nuevas, ve a "Narrador", dentro de las opciones de Accesibilidad.
hr: Kako biste dodali nove Windows OneCore glasove, uđite u odjeljak "postavke govora", koji se nalazi unutar Windowsovih postavki.
nl: Om nieuwe Windows OneCore-stemmen toe te voegen gaat u naar "Spraakinstellingen" in de systeeminstellingen van Windows.
pt_br: Para adicionar novas vozes Windows OneCore, vá para "Configurações de fala", nas configurações do sistema do Windows.
ru: Для добавления новых голосов Windows OneCore, перейдите в раздел "Настройки речи" в системных настройках Windows.
ta: புதிய விண்டோஸ் ஒன் கோர் குரல்களைச் சேர்க்க, விண்டோஸ் கணினி அமைப்புகளில் காணப்படும் பேச்சு அமைப்புகளுக்குச் செல்லவும்.
zh_tw: 要新增 Windows OneCore 語音，請前往 Windows 系統「設定」中的「時間與語言」，

source: Use the "Add voices" option and search for the desired language.
bg: Използвайте опцията „Добавяне на гласове“ и потърсете желания език.
de: Verwenden Sie die Option "Stimmen hinzufügen" und suchen Sie die gewünschte Sprache aus.
es: Utiliza la opción "Agregar voces" y busca el idioma deseado.
hr: Aktivirajte opciju "Dodaj glasove" i potražite željeni jezik.
nl: Kies de optie "Stemmen toevoegen" en zoek naar de gewenste taal.
pt_br: Use a opção "Adicionar vozes" e procure o idioma desejado.
ru: Используйте опцию "Добавить голоса" и найдите желаемый язык.
ta: "குரல்களைச் சேர்த்திடுக" என்கிற விருப்பத் தேர்வினைப் பயன்படுத்தி, தேவைப்படும் மொழியினைத் தேடவும்.
zh_tw: 接著在清單中選擇「語音」，然後找到「新增語音」按鈕來搜尋所需語言的語音。

source: Many languages include multiple variants.
bg: Много езици включват множество варианти.
de: Viele Sprachen enthalten mehrere Varianten.
es: Muchos idiomas incluyen múltiples variantes.
hr: Puno jezika na ovom popisu je viševarijantno, što znači da dolaze u više varijanata izgovora.
nl: Van veel talen zijn meer varianten beschikbaar.
pt_br: Muitos idiomas incluem múltiplas variantes.
ru: Многие языки включают в себя несколько вариантов.
ta: பல மொழிகள், பலதரப்பட்ட மாற்றுருக்களைக் கொண்டுள்ளன.
zh_tw: 許多語言會包含多種不同地區使用的語音，

source: "United Kingdom" and "Australia" are two of the English variants.
bg: „Обединеното кралство“ и „Австралия“ са два от вариантите на английския език.
de: Zwei der englischen Varianten sind "Großbritannien" und "Australien".
es: "Reino Unido" y "Australia" son dos de las variantes del inglés.
hr: "Engleski ujedinjeno kraljevstvo" i "australski engleski" su dvije varijante engleskog jezika.
nl: "Verenigd Koninkrijk" en "Australië" zijn 2 voorbeelden van de varianten van het Engels.
pt_br: "Reino Unido" e "Austrália" são duas das variantes em Inglês.
ru: Например, британский и австралийский вариант английского языка.
ta: "இந்தியா" என்பது தமிழ் மொழிக்கான ஒரே மாற்றுருவாகும். "இங்கிலாந்து", "ஆஸ்திரேலியா" ஆகியவை ஆங்கிலத்திற்கான இரு மாற்றுருக்களாகும்.
zh_tw: 例如「英國」、「澳大利亞」是兩個英文的不同語音，

source: "France", "Canada" and "Switzerland" are French variants available.
bg: „Франция“, „Канада“ и „Швейцария“ са варианти на френския език.
de: In französischer Variante sind "Frankreich", "Kanada" und "Schweiz" erhältlich.
es: "Francia", "Canadá" y "Suiza" son variantes del francés disponibles.
hr: Francuski "francuska", "Kanada" i "Švicarska" su dostupne varijante francuskog jezika.
nl: "Frankrijk", "Canada" en "Zwitserland" zijn beschikbaar als varianten van het Frans.
pt_br: "França", "Canadá" e "Suíça" são variantes Francesas disponíveis.
ru: Или варианты французского языка, такие как "Франция", "Канада" и "Швейцария".
ta: அதுபோலவே, "பிரான்ஸ்", "கனடா", "சுவிட்சர்லாந்து" ஆகியவை பிரெஞ்சு மொழிக்கான மாற்றுருக்களாகும்.
zh_tw: 又例如「法國」、「加拿大」、「瑞士」是法文可使用的不同語音，

source: Search for the broader language (such as English or French), then locate the variant in the list.
bg: Потърсете общия език (напр. английски или френски), след което намерете варианта в списъка.
de: Suchen Sie nach der breiteren Sprache (z. B. Englisch oder Französisch) und wählen Sie die entsprechende Variante in der Liste aus.
es: Busca la familia del idioma (tal como inglés o Francés), luego localiza la variante en la lista.
hr: Pronađite širi jezik poput engleskog ili francuskog, a onda pronađite jezik na popisu.
nl: Zoek eerst de algemene benaming van de gewenste taal (zoals Engels of Frans), om vervolgens de variant van uw keus in de lijst op te zoeken.
pt_br: Pesquise o idioma mais amplo (como Inglês ou Francês) e localize a variante na lista.
ru: Сначала найдите общий язык (например, английский или французский), а затем выберите его вариант из списка.
ta: தமிழ், ஆங்கிலம், பிரெஞ்சு என பிரதான மொழியை முதலில் தேடிக் கண்டடைந்த பிறகு, அம்மொழிக்கான மாற்றுருவைப் பட்டியலில் கண்டடையவும்.
zh_tw: 您可以使用大範圍的語言來搜尋，例如輸入「英文」、「法文」等，清單便會列出該語言的不同地區語音，

source: Select any languages desired and use the "add" button to add them.
bg: Изберете желаните езици и използвайте бутона „Добавяне“, за да ги добавите.
de: Anschließend wählen Sie die gewünschte Sprache aus und fügen Sie sie über den Schalter "Hinzufügen" dem Betriebssystem hinzu.
es: Selecciona cualquier idioma deseado y utiliza el botón "añadir" para agregarlo.
hr: Odaberite bilo koji željeni jezik i koristite gumb "Dodaj" kako biste ga dodali.
nl: Selecteer een taal of talen naar keuze en gebruik de knop "Toevoegen" om deze toe tevoegen.
pt_br: Selecione os idiomas desejados e use o botão "adicionar" para adicioná-los.
ru: Выберите любые нужные языки и нажмите кнопку "Добавить", чтобы добавить их.
ta: தேவைப்படும் மாற்றுருவைத் தெரிவுச் செய்த பிறகு, "கூட்டுக" பொத்தானை அழுத்தி அம்மொழியைச் சேர்க்கவும்.
zh_tw: 選擇想要的語言然後按「新增」按鈕來加入，

source: Once added, restart NVDA.
bg: След като ги добавите, рестартирайте NVDA.
de: Starten Sie NVDA nach dem Hinzufügen neu.
es: Una vez añadido, reinicia NVDA.
hr: Kada ste dodali jezik, ponovno pokrenite NVDA.
nl: Eenmaal toegvoegd moet u NVDA opnieuw starten.
pt_br: Depois de adicionado, reinicie o NVDA.
ru: После добавления перезагрузите NVDA.
ta: மொழியைக் கூட்டிய பிறகு, என்விடிஏவை மறுதுவக்கவும்.
zh_tw: 新增完成後重新啟動 NVDA。

source: Please see [Supported languages and voices](https://support.microsoft.com/en-us/windows/appendix-a-supported-languages-and-voices-4486e345-7730-53da-fcfe-55cc64300f01) for a list of available voices.
bg: Моля, прегледайте страницата [Поддържани езици и гласове](https://support.microsoft.com/bg-bg/windows/appendix-a-supported-languages-and-voices-4486e345-7730-53da-fcfe-55cc64300f01) за списък с наличните гласове.
de: In Artikel [Unterstützte Sprachen und Stimmen](https://support.microsoft.com/en-us/windows/appendix-a-supported-languages-and-voices-4486e345-7730-53da-fcfe-55cc64300f01) finden Sie eine Liste aller verfügbaren Stimmen.
es: Por favor consulta [Idiomas soportados y voces](https://support.microsoft.com/en-us/windows/appendix-a-supported-languages-and-voices-4486e345-7730-53da-fcfe-55cc64300f01) para una lista de voces disponibles.
hr: Za popis dostupnih glasova molimo pogledajte [podržani jezici i glasovi](https://support.microsoft.com/en-us/windows/appendix-a-supported-languages-and-voices-4486e345-7730-53da-fcfe-55cc64300f01).
nl: Voor ondersteunde talen en stemmen raadpleeg je [ https://support.microsoft.com/en-us/windows/appendix-a-supported-languages-and-voices-4486e345-7730-53da-fcfe-55cc64300f01] for a list of available voices.
pt_br: Por favor consulte [Idiomas e vozes suportadas](https://support.microsoft.com/pt-br/windows/ap%C3%AAndice-a-idiomas-e-voz-com-suporte-4486e345-7730-53da-fcfe-55cc64300f01) para obter uma lista de vozes disponíveis.
ru: Пожалуйста, обратитесь к [статье Microsoft Для получения списка всех доступных голосов](https://support.microsoft.com/en-us/windows/appendix-a-supported-languages-and-voices-4486e345-7730-53da-fcfe-55cc64300f01).
ta: கிடைப்பிலிருக்கும் குரல்களின் பட்டியலைக் குறித்து அறிய, [மைக்ரோசாஃப்டின் ஆதரிக்கப்படும் மொழிகளும், குரல்களும்](https://support.microsoft.com/en-us/windows/appendix-a-supported-languages-and-voices-4486e345-7730-53da-fcfe-55cc64300f01) என்கிற பக்கத்தைக் காணவும்.
zh_tw: 有關可用的語音清單請見[支援的詞言和聲音](https://support.microsoft.com/en-us/windows/appendix-a-supported-languages-and-voices-4486e345-7730-53da-fcfe-55cc64300f01)。

source: Supported Braille Displays
bg: Поддържани брайлови дисплеи
de: Unterstützte Braillezeilen
es: Pantallas Braille Admitidas
hr: Podržani brajični redci
nl: Ondersteunde Brailleleesregels
pt_br: Linhas Braille Suportadas
ru: Поддерживаемые брайлевские дисплеи
ta: ஆதரவளிக்கப்படும் பிரெயில் காட்சியமைவுகள்
zh_tw: 支援的點顯器
