Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Input Help Mode
bg: Помощен режим на въвеждане
de: Die Eingabehilfe
es: Modo de Ayuda de Entrada
hr: Pomoć pri unosu
nl: Invoerhulpmodus
pt_br: Modo Ajuda de Entrada
ru: Режим справки по вводу
ta: விசை உள்ளீடு உதவி
zh_tw: 輸入說明模式

source: Many NVDA commands are mentioned throughout the rest of this user guide, but an easy way to explore all the different commands is to turn on input help.
bg: Много клавишни команди са споменати в това ръководство на потребителя, но друг лесен начин за тяхното разучаване е включването на помощния режим на въвеждане.
de: Viele NVDA-Befehle werden in den folgenden Abschnitten des Benutzerhandbuches aufgelistet, können aber allesamt bei eingeschalteter Eingabehilfe abgefragt werden.
es: Se mencionan muchas órdenes de teclado y gestos a lo largo del resto de esta guía del usuario, pero una manera fácil de explorar todas las diferentes órdenes es activar la ayuda de entrada.
hr: Mnogi NVDA tipkovnički prečaci su navedeni u ovom priručniku niže dolje, ali najlakši način istraživanja svih različitih prečaca je uključivanje pomoći pri unosu.
nl: Er worden veel NVDA-commando’s genoemd in deze handleiding, maar om op een gemakkelijke manier de verschillende commando’s te leren kennen kunt u het beste Invoerhulp inschakelen.
pt_br: Muitos dos comandos do NVDA são mencionados ao longo deste guia do usuário, mas uma forma fácil de explorá-los é ativar a ajuda de entrada.
ru: О многих командах NVDA рассказывается в оставшейся части этого руководства, но для их изучения существует более лёгкий способ: достаточно включить режим справки по вводу.
ta: பல என்விடிஏ விசை மற்றும் தொடு கட்டளைகள் குறித்து இவ்வழிகாட்டியில் தொடர்ந்து வரும் தலைப்புகளில் விளக்கமாக கொடுக்கப்பட்டுள்ளன. இருப்பினும், இக்கட்டளைகளின் பயன்பாடு குறித்து எளிதாக அறிய, விசை உள்ளீடு உதவியைப் பெறலாம்.
zh_tw: 許多 NVDA 指令會在本用戶指南的其餘章節中提到，但另一個簡單的方式來探索所有不同的指令就是開啟輸入說明。

source: To turn on input help, press NVDA+1.
bg: За да включите този режим, натиснете NVDA+1.
de: Zum Einschalten der Eingabehilfe drücken Sie die Tastenkombination NVDA+1.
es: Para activar la ayuda de entrada, pulsa NVDA+1.
hr: Da biste uključili pomoć pri unosu, pritisnite NVDA+1.
nl: Om invoerhulp in te schakelen, drukt u op de NVDA-toets+1.
pt_br: Para ativar a ajuda de entrada, pressione NVDA+1.
ru: Чтобы включить режим справки по вводу, нажмите NVDA+1.
ta: விசை உள்ளீடு உதவியை இயக்க, என்விடிஏ+1 விசையை அழுத்தவும்.
zh_tw: 按 NVDA+1 可開啟輸入說明，

source: To turn it off, press NVDA+1 again.
bg: За да го изключите, отново натиснете NVDA+1.
de: Zum Ausschalten betätigen Sie die Tastenkombination erneut.
es: Para desactivarla, pulsa NVDA+1 de nuevo.
hr: Da biste je isključili, ponovo pritisnite NVDA+1.
nl: Om deze functie uit te schakelen drukt u opnieuw op NVDA+1.
pt_br: Para a desativar, pressione novamente NVDA+1.
ru: Чтобы выйти из этого режима, снова нажмите NVDA+1.
ta: விசை உள்ளீடு உதவியை நிறுத்த, என்விடிஏ+1 விசையை மீண்டும் அழுத்தவும்.
zh_tw: 再按一次 NVDA+1 即可關閉。

source: While in input help, performing any input gesture (such as pressing a key or performing a touch gesture) will report the action and describe what it does (if anything).
bg: Когато сте в помощен режим, натискането на някой от клавишите ще доведе до съобщаване на неговата функция (ако реално той прави нещо).
de: Bei eingeschalteter Eingabehilfe erhalten Sie bei jeder Eingabe - sei es eine Tastenkombination auf der Tastatur, eine Taste an einer Braillezeile oder eine Geste auf einem Touchscreen - Informationen über deren zugewiesene Funktionen, sofern sie mit einer Funktion belegt sind.
es: Mientras estés en la ayuda de entrada, pulsando cualquier tecla o realizando cualquier gesto táctil se anunciará la acción y se describirá qué hace (si es que hace algo).
hr: Dok se nalazite u modusu pomoći pri unosu, izvođenjem bilo koje ulazne geste (kao što je pritiskanje tipke ili izvođenje dodirne geste) će se izvijestiti o radnji i opisati što radi (ako išta radi).
nl: Wanneer de invoerhulpfunctie is ingeschakeld, kunt u elke willekeurige toets indrukken of een aanraakgebaar maken om te horen wat de functie ervan is (voor zover deze in NVDA is toegewezen).
pt_br: Enquanto estiver na ajuda de entrada, ao executar qualquer comando de entrada (como pressionar uma tecla ou executar um gesto de toque) o NVDA anunciará a ação e descreverá o que faz (se houver).
ru: В режиме справки по вводу, при выполнении какого-либо пользовательского ввода (например нажатие клавиш или выполнение сенсорного жеста) будет сообщаться этот ввод и его описание (если это описание имеется).
ta: விசை உள்ளீடு உதவி இயக்கத்தில், ஒரு விசையை அழுத்தும்பொழுது, அல்லது ஒரு தொடு சைகையை செயற்படுத்தும்பொழுது, அதற்கான செயற்பாடு ஏதேனும் இருந்தால், அதை அறிவிக்கும்.
zh_tw: 在輸入說明模式下，執行任何輸入手勢 (例如按下按鍵或執行觸控手勢) 將會讀出所按的鍵或手勢並說出其功能 (如果有的話)，

source: The actual commands will not execute while in input help mode.
bg: Клавишите реално няма да изпълняват своите функции, докато сте в помощен режим, така че може да ги натискате както ви харесва.
de: Die Tasten und Tastenkombinationen führen ihre Funktion nicht aus, so lange Sie die Eingabehilfe eingeschaltet haben. Dies bedeutet, dass Sie jede beliebige Tastenkombination betätigen können.
es: Las órdenes reales no se ejecutarán mientras se esté en el modo de ayuda de entrada.
hr: Same naredbe se neće izvršavati dok se nalazite u modusu pomoći pri unosu.
nl: Zolang u in de hulpmodus bent worden de commando’s niet echt uitgevoerd.
pt_br: Os comandos reais não serão executados no modo de ajuda de entrada.
ru: При этом сами команды в режиме справки по вводу выполняться не будут.
ta: விசை உள்ளீடு உதவி நிலையில், கட்டளைகள் உண்மையில் செயற்படுத்தப்படுவதில்லை.
zh_tw: 在輸入說明模式下任何操作所對應的指令並不會實際執行。

source: The NVDA menu
bg: Менюто на NVDA
de: Das NVDA-Menü
es: El Menú NVDA
hr: NVDA izbornik
nl: Het NVDA-menu
pt_br: O Menu do NVDA
ru: Меню NVDA
ta: என்விடிஏ பட்டியல்
zh_tw: NVDA 功能表

source: The NVDA menu allows you to control NVDA's settings, access help, save/revert your configuration, Modify speech dictionaries, access additional tools and exit NVDA.
bg: Менюто на NVDA ви позволява да контролирате настройките му, да имате достъп до помощната документация, да запазвате или възстановявате вашите настройки, да модифицирате гласовите речници, дава ви достъп до допълнителни инструменти и изход от NVDA.
de: In diesem Menü können Sie alle Einstellungen von NVDA ändern, die Einstellungen speichern oder zurücksetzen, die Hilfe aufrufen, die Wörterbücher für die Aussprache bearbeiten, zusätzliche Funktionen aufrufen und auch NVDA komplett beenden.
es: El menú NVDA te permite controlar las opciones de NVDA, acceder a la ayuda, guardar/volver a tu configuración, Modificar los diccionarios del habla, leer el fichero de registro, y salir de NVDA.
hr: NVDA izbornik omogućuje mijenjanje NVDA postavki, pristup pomoći, spremanje ili vraćanje vaše konfiguracije, izmjenu govornih rječnika, pristup dodatnim alatima i izlaz iz programa NVDA.
nl: Via het NVDA-menu kunt u de instellingen van het programma aanpassen, hulpinformatie opvragen, uw configuratie opslaan of teruggaan naar een eerder opgeslagen configuratie, uitspraakwoordenboeken aanpassen, extra opties instellen, NVDA afsluiten.
pt_br: O Menu do NVDA permite-lhe controlar suas opções, ir à ajuda, salvar/restaurar sua configuração, alterar os dicionários de voz, acessar ferramentas adicionais e sair do NVDA.
ru: Меню NVDA позволяет вам настраивать программу, получать справочную информацию, сохранять или восстанавливать конфигурацию, изменять речевые словари, пользоваться дополнительными инструментами и выгружать программу.
ta: என்விடிஏ அமைப்புகளை கட்டுப்படுத்தவும், உதவியைப் பெறவும், அமைவடிவத்தைச் சேமித்திடவும், சேமிக்கப்பட்ட அமைவடிவத்திற்குத் திரும்பிச் சென்றிடவும், பேச்சு அகரமுதலிகளை மாற்றியமைத்திடவும், என்விடிஏவை விட்டு வெளியேறவும் என்விடிஏ பட்டியல் உதவுகிறது.
zh_tw: NVDA 功能表允許您控制設定、開啟說明文件、儲存或還原您的組態、修改讀音字典、使用額外工具及結束 NVDA。

source: To get to the NVDA menu from anywhere in Windows while NVDA is running, you may do any of the following:
bg: За да извикате менюто на NVDA от всяко място в Windows, докато NVDA работи, можете да направите някое от следните неща:
de: Um das NVDA-Menü von einer beliebigen Stelle in Windows zu erreichen, während NVDA läuft, können Sie einen der folgenden Schritte ausführen:
es: Para acceder al menú NVDA desde cualquier parte de Windows mientras NVDA esté en ejecución, puedes hacer cualquiera de las siguientes acciones:
hr: Da biste ušli u NVDA izbornik bilo gdje u Windowsu dok je NVDA pokrenut, možete izvršiti bilo koju od sljedećih radnji:
nl: Om het NVDA-menu vanuit een willekeurige plaats in Windows op te kunnen roepen kunt u, mits NVDA actief is, op een van de volgende manieren te werk gaan:
pt_br: Para acessar o menu do NVDA de qualquer lugar do Windows enquanto o NVDA estiver em execução, você pode fazer o seguinte:
ru: Для активации меню NVDA из любого места Windows, когда работает NVDA, вы можете сделать любое из следующих действий:
ta: கணினி இயங்கிக் கொண்டிருக்கும்பொழுது என்விடிஏ பட்டியலை விண்டோஸில் எங்கிருந்தாயினும் இயக்க, பின்வருவனவற்றுள் ஏதேனுமொன்றைச் செயல்படுத்தலாம்:
zh_tw: 當 NVDA 在 Windows 中執行時要在任何地方打開 NVDA 功能表，您可以執行下列操作：

source: press `NVDA+n` on the keyboard.
bg: Натиснете `NVDA+N` от клавиатурата.
de: Drücken Sie `NVDA+N` auf der Tastatur.
es: pulsar `NVDA+n` en el teclado.
hr: pritisnuti `NVDA+n` na tipkovnici.
nl: druk `NVDA+n` in op het toetsenbord,
pt_br: pressione `NVDA+n` no teclado.
ru: нажать `NVDA+n` на клавиатуре.
ta: விசைப் பலகையில் `என்விடிஏ+n` விசையை அழுத்தவும்.
zh_tw: 在鍵盤上按 NVDA+N。

source: Perform a 2-finger double-tap on the touch screen.
bg: Изпълнете двукратно докосване с 2 пръста върху сензорния екран.
de: Führen Sie einen Doppeltipp mit zwei Fingern auf dem Touchscreen aus.
es: Realizar un doble toque con dos dedos en la pantalla táctil.
hr: Dvostruki dodir sa dva prsta na ekranu osjetljivom na dodir.
nl: dubbeltik met twee vingers op het aanraakscherm,
pt_br: Toque duas vezes com dois dedos na tela sensível ao toque.
ru: Произвести двойное касание сенсорного экрана двумя пальцами.
ta: தொடு திரையில் இருவிரல் இரு முறைத் தட்டுதலை செயற்படுத்தவும்.
zh_tw: 在觸控螢幕上用兩指點兩下。

source: Access the system tray by pressing `Windows+b`, `downArrow` to the NVDA icon, and press `enter`.
bg: Влезте в системната област, като натиснете `Windows+B`, `стрелка надолу` до иконата на NVDA и натиснете `Enter`.
de: Rufen Sie die Taskleiste auf, indem Sie die Tastenkombination `Windows+B` drücken, und mit den `Pfeiltasten` zum NVDA-Symbol navigieren und die `Eingabetaste` drücken.
es: Acceder a la bandeja del sistema pulsando `Windows+b`, `flecha abajo` hasta el icono de NVDA y pulsar `intro`.
hr: pristupanjem području obavijesti tako da pritisnete prečac `Windows+b`, i tako da se krećete `strelicom Dolje` do NVDA ikone, a zatim pritiskanje tastera `enter`.
nl: Ga het systeemvak in door op `Windows+b` te drukken, `pijlOmlaag` naar het NVDA-icoon, en druk op `enter`.
pt_br: Acesse a bandeja do sistema pressionando `Windows+b`, `seta para baixo` até o ícone do NVDA e pressione `enter`.
ru: Открыть системный трей, нажав `Windows+b`, `стрелку вниз` до значка NVDA и нажать `enter`.
ta: `சாளரங்கள்+b` விசையை அழுத்தி, கணினித் தட்டை சென்றடைந்த பிறகு, `கீழம்பு` விசையை அழுத்தி, என்விடிஏ படவுருவிற்குச் சென்று, `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: 按 Windows+B 移到通知區域，按向下鍵找到 NVDA 圖示，接著按 Enter 鍵。

source: Alternatively, access the system tray by pressing `Windows+b`, `downArrow` to the NVDA icon, and open the context menu by pressing the `applications` key located next to the right control key on most keyboards.
bg: Като алтернатива можете да отидете до системната област, като натиснете `Windows+B`, `стрелка надолу` до иконата на NVDA и отворете контекстното меню, като натиснете клавиша `Applications`, разположен на повечето клавиатури до десния клавиш Control.
de: Alternativ können Sie auch die Taskleiste aufrufen, indem Sie die Tastenkombination `Windows+B` drücken, mit den `Pfeiltasten` zum NVDA-Symbol navigieren und das Kontextmenü öffnen, indem Sie die `Kontextmenü`-Taste drücken, die sich auf den meisten Tastaturen neben der rechten Steuerungstaste befindet.
es: Alternativamente, accede a la bandeja del sistema pulsando `Windows+b`, `flecha abajo` hasta el icono de NVDA y abre el menú de contexto pulsando la tecla `aplicaciones` situada junto a la tecla control derecho en la mayoría de los teclados.
hr: Alternativno, pristupite području obavijesti prečacem `Windows+b`, krećite se `strelicomDolje` do NVDA ikone, i otvorite kontekstni meni pritiskanjem `aplikacijske` tipke koji se nalazi pored desne control tipke na većem broju tipkovnica.
nl: Of ga het systeemvak in door op `Windows+b` te drukken , `omlaag te pijlen` naar het NVDA-icoon, en het contextmenu te openen door op de `toepassingstoets` te drukken. Deze toets zit naast de rechter control-toets op de meeste toetsenborden.
pt_br: Alternativamente, acesse a bandeja do sistema pressionando `Windows+b`, `seta para baixo` até o ícone do NVDA e abra o menu de contexto pressionando a tecla `aplicações` localizada ao lado da tecla control direita na maioria dos teclados.
ru: Как вариант, можно получить доступ к системному трею, нажав `Windows+b`, `стрелку вниз` до значка NVDA и открыть контекстное меню, нажав клавишу `applications`, расположенную рядом с правой клавишей control на большинстве клавиатур.
ta: மாற்றாக, `சாளரங்கள்+b` விசையை அழுத்தி கணினித் தட்டைச் சென்றடைந்தவுடன், `கீழம்பு` விசையை அழுத்தி என்விடிஏ படவுருவிற்குச் சென்று, அதன் மீது '`பயன்பாடுகள்`' விசையை அழுத்தினால், என்விடிஏ பட்டியல் தோன்றும். பெரும்பாலான விசைப்பலகைகளில், வலது கட்டுப்பாடு விசைக்கு இடப்புறமாக பயன்பாடுகள் விசை அமைந்திருக்கும்.
zh_tw: 或者按 Windows+b 移到通知區域，按向下鍵找到 NVDA 圖示，接著按應用程式鍵 (或稱快顯鍵) 打開快顯功能表，快顯鍵在大多數的鍵盤上位於右邊 Ctrl 的旁邊，

source: On a keyboard without an `applications` key, press `shift+f10` instead.
bg: На клавиатура без клавиш `Applications` натиснете вместо това `Shift+F10`.
de: Auf einer Tastatur ohne `Kontextmenü`-Taste drücken Sie stattdessen `Umschalt+F10`.
es: En un teclado sin una tecla `aplicaciones`, pulsa `shift+F10` en su lugar.
hr: Na tipkovnici bez `aplikacijske` tipke, umjesto toga pritisnite `šift+f10`.
nl: Op een toetsenbord zonder `toepassingstoets`, drukt u in plaats daarvan op `shift+f10`.
pt_br: Em um teclado sem tecla `aplicações`, pressione `shift+f10`.
ru: На клавиатуре без клавиши `applications` вместо этого нажмите `shift+f10`.
ta: `பயன்பாடுகள்` விசை இல்லாத விசைப்பலகையில் `மாற்றழுத்தி+f10` விசையை அழுத்தவும்.
zh_tw: 在沒有快顯鍵的鍵盤上按 Shift+F10 來替代。

source: Right-click on the NVDA icon located in the Windows system tray
bg: Щракнете с десния бутон върху иконата на NVDA, разположена в системната област на Windows
de: Klicken Sie mit der rechten Maustaste auf das NVDA-Symbol im Infobereich von Windows
es: Haz clic con el botón derecho sobre el icono de NVDA situado en la bandeja del sistema de Windows
hr: Desni klik na NVDA ikoni na Windows području obavijesti
nl: Klik met rechter muisknop op het NVDA-icoon dat zich in het Windows-systeemvak bevindt.
pt_br: Clique com o botão direito no ícone do NVDA localizado na bandeja do sistema do Windows
ru: Щёлкнуть правой кнопкой мыши значок NVDA, расположенный в системном трее Windows
ta: என்விடிஏ படவுருவின் மீது சொடுக்கியின் வலது பொத்தானை அழுத்தவும்.
zh_tw: 在 Windows 通知區域的 NVDA 圖示上點擊滑鼠右鍵。

source: When the menu comes up, You can use the arrow keys to navigate the menu, and the `enter` key to activate an item.
bg: Когато се появи менюто, можете да използвате клавишите със стрелки, за да навигирате в менюто, и клавиша `Enter`, за да задействате елемент.
de: Wenn das Menü erscheint, können Sie mit den Pfeiltasten durch das Menü navigieren und mit der `Eingabetaste` einen Eintrag aktivieren.
es: Cuando aparezca el menú, puedes utilizar las flechas para navegar por él y la tecla `intro` para activarlo.
hr: Kada se izbornik otvori, možete koristiti strelice da se krećete po izborniku, i tipku `enter` za aktivaciju stavke.
nl: Als het menu open gaat kunt u de pijltjestoetsen gebruiken om doorheen het menu te navigeren, en met de `enter-toets` activeert een item.
pt_br: Quando o menu aparecer, você pode usar as teclas de seta para navegar no menu e a tecla `enter` para ativar um item.
ru: Когда откроется меню, вы можете использовать клавиши-стрелки для перемещения по нему, и клавишу `enter` для активации выбранного пункта меню.
ta: என்விடிஏ பட்டியல் தோன்றியவுடன், அம்பு விசைகளை அழுத்தி, பட்டியலில் இருக்கும் உருப்படிகளுக்கிடையே நகர்ந்து, தேவைப்படும் உருப்படியை இயக்க, அதன் மீது `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: NVDA 功能表打開後可利用方向鍵移到所要選取的項目，接著按 Enter 執行。

source: Basic NVDA commands
bg: Основни команди на NVDA
de: Allgemeine NVDA-Befehle
es: Órdenes Básicas de NVDA
hr: Osnovni NVDA tipkovnički prečaci
nl: De NVDA-basiscommando’s
pt_br: Comandos Básicos do NVDA
ru: Основные команды NVDA
ta: அடிப்படை என்விடிஏ கட்டளைகள்
zh_tw: 基本 NVDA 指令

source: Name |Desktop key |Laptop key |Touch |Description
bg: Име |Клавиш от настолната подредба |Клавиш от лаптоп подредбата |Докосване |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Geste |Beschreibung
es: Nombre |Tecla escritorio |Tecla portátil |Táctil |Descripción
hr: Naziv |Tipka za stolna računala |Tipka za prijenosna računala |Dodir |Opis
nl: Naam |Desktoptoets |Laptoptoets |Aanraken |Beschrijving
pt_br: Nome |Tecla de desktop |Tecla de laptop |Toque — Gesto |Descrição
ru: Название |Настольная |Ноутбук |Жест сенсорного экрана |Описание
ta: பெயர் |மேசைக்கணினி விசை |மடிக்கணினி விசை |தொடு |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |觸控 |說明

source: Starts or restarts NVDA |Control+alt+n |Control+alt+n |none |Starts or restarts NVDA from the Desktop, if this Windows shortcut is enabled during NVDA's installation process. This is a Windows specific shortcut and therefore it cannot be reassigned in the input gestures dialog.
bg: Стартира или рестартира NVDA |Control+Alt+N |Control+Alt+N |Няма |Стартира или рестартира NVDA от работния плот, ако този пряк път на Windows е зададен по време на инсталирането на NVDA. Това е пряк път, идващ от Windows и затова не може да бъде променян от диалоговия прозорец „Жестове на въвеждане“.
de: NVDA starten oder neustarten |Strg+Alt+N |Strg+Alt+N |Keine |Startet NVDA vom Desktop (neu), sofern diese Tastenkombination während der NVDA-Installation aktiviert wurde. Dies ist eine Windows-spezifische Verknüpfung und kann daher im Dialogfeld für die Tastenbefehle nicht neu zugewiesen werden.
es: Arrancar o reiniciar NVDA |Control+alt+n |Control+alt+n |no |Arranca o reinicia NVDA desde el Escritorio, si este atajo de Windows se habilita durante el proceso de instalación de NVDA. Este es un atajo específico de Windows y por lo tanto no se puede reasignar en el diálogo Gestos de Entrada.
hr: Pokreće ili ponovno pokreće NVDA |Control+alt+f5 |Control+alt+f5 |nema |Pokreće ili ponovno pokreće NVDA s radne površine, ako je ovaj Windowsov prečac omogućen tijekom NVDA instalacijskog procesa. Ovo je Windowsov prečac stoga se ne može mijenjati u dijaloškom okviru ulaznih gesti.
nl: Start of herstart NVDA |Control+alt+n |Control+alt+n |geen |Hiermee Start of herstart u NVDA vanaf het bureaublad, als deze Windows sneltoets wordt geactiveerd tijdens het installatieproces van NVDA. Het gaat hier om een Windows-specifieke ssneltoetscombinatie en daarom is het niet mogelijk deze te wijzigen in het dialoogvenster Invoerhandelingen.
pt_br: Inicia ou reinicia o NVDA |Control+alt+n |Control+alt+n |nenhum |Inicia ou reinicia o NVDA a partir da área de trabalho, se esse atalho do Windows estiver habilitado durante o processo de instalação do NVDA. Este é um atalho específico do Windows e, portanto, não pode ser reatribuído no diálogo definir comandos — gestos de entrada —.
ru: Запуск или перезагрузка NVDA |Control+Alt+N |Control+Alt+N |отсутствует |Запускает или перезагружает NVDA с ярлыка на рабочем столе, если этот ярлык был создан во время установки NVDA. Эта горячая клавиша устанавливается отдельно для соответствующего ярлыка и не может быть переназначено в диалоге "Жесты ввода".
ta: என்விடிஏவைத் துவக்குகிறது, அல்லது மறுதுவக்குகிறது |கட்டுப்பாடு+நிலைமாற்றி+n |கட்டுப்பாடு+நிலைமாற்றி+n |ஏதுமில்லை |என்விடிஏவின் நிறுவுதலின்பொழுது இக்குறுக்குவிசை முடுக்கப்பட்டால், என்விடிஏவை துவக்குகிறது, அல்லது மறுதுவக்குகிறது. என்விடிஏ கட்டளையாக இல்லாமல், விண்டோஸ் குறுக்குவிசையாக இது இருப்பதால், என்விடிஏவின் உள்ளீட்டுச் சைகைகள் உரையாடலுக்குச் சென்று இதை மாற்றியமைக்க இயலாது.
zh_tw: 啟動或重新啟動 NVDA |Ctrl+Alt+N |Ctrl+Alt+N |無 |若在安裝 NVDA 時有啟用此 Windows 快速鍵選項則可以用來啟動或重新啟動桌面上的 NVDA。這是一個 Windows 指定的快速鍵，因此您無法在輸入手勢對話框中重新指派手勢。

source: Stop speech |Control |control |2-finger tap |Instantly stops speaking
bg: Спиране на говора |Control |Control |почукване с два пръста |Незабавно спиране на говора
de: Sprachausgabe unterbrechen |Strg |Strg |zwei-Finger-tippen |unterbricht augenblicklich den laufenden Sprechvorgang
es: Detener voz |Control |control |toque con 2 dedos |Detiene la voz instantáneamente
hr: Zaustavi govor |kontrol |kontrol |dodir s dva prsta |Trenutno zaustavlja govor
nl: Spraak stoppen |Control |Control |1tik met 2 vingers |Spreken wordt gestopt
pt_br: Parar a voz |Control |Control |Toque com dois dedos |Para instantaneamente a voz
ru: Остановить речь |Control |Control |Касание двумя пальцами |Немедленно прерывает речь
ta: பேச்சை நிறுத்துக |கட்டுப்பாடு |கட்டுப்பாடு |இருவிரல் தட்டுதல் |உடனடியாக பேச்சை நிறுத்திக் கொள்ளும்
zh_tw: 停止語音 |Ctrl |Ctrl |兩指點一下 |立即停止朗讀。

source: Pause Speech |shift |shift |none |Instantly pauses speech. Pressing it again will continue speaking where it left off (if pausing is supported by the current synthesizer)
bg: Пауза на говора |Shift |Shift |Няма |Незабавно прекъсване на говора. Повторното му натискане ще продължи говора оттам, докъдето е стигнал (ако това се поддържа от синтезатора, използван в момента)
de: Sprachausgabe anhalten/fortsetzen |Umschalt |Umschalt |Keine |Hält sofort den Lesevorgang an oder setzt bei erneutem Drücken den Lesevorgang fort (sofern das von der Sprachausgabe unterstützt wird).
es: Pausar Voz |Shift |shift |no |Pausa la voz instantáneamente, pulsándola nuevamente continuará hablando donde se detuvo (si el pausado se soporta por el sintetizador actual)
hr: Pauziraj govor |šift |šift |nema |Trenutno pauzira govor. Kad tipku ponovo pritisnete, NVDA će nastaviti govoriti gdje je stao (ako trenutačna govorna jedinica podržava pauziranje)
nl: Spraak pauzeren |Shift |Shift |geen |Spraakuitvoer wordt gepauzeerd. Druk Shift opnieuw in om verder te lezen vanaf de pauzepositie(als de gebruikte synthesizer dit ondersteunt)
pt_br: Pausar a voz |Shift |Shift |nenhum |Pausa instantaneamente a voz. Pressionada novamente continuará a falar desde onde parou (se a pausa for suportada pelo sintetizador atual)
ru: Приостановить речь |Shift |Shift |отсутствует |Немедленно приостанавливает речь. При повторном нажатии возобновляет речь, где она прервалась (если такая функция поддерживается текущим синтезатором)
ta: பேச்சைத் தற்காலிகமாக நிறுத்துக |மாற்றழுத்தி |மாற்றழுத்தி |ஏதுமில்லை |மாற்றழுத்தி விசையை அழுத்தினால், உடனடியாக பேச்சைத் தற்காலிகமாக நிறுத்திக் கொள்ளும். மீண்டும் மாற்றழுத்தி விசையை அழுத்தினால், நிறுத்திய இடத்திலிருந்து பேச்சைத் தொடரும் (இதற்கு, பேச்சொலிப்பானின் ஆதரவு தேவை)
zh_tw: 暫停語音 |Shift |Shift |無 |立即暫停語音，再按一次會從中斷的地方繼續朗讀 (若使用的合成器有支援)。
