Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: enote |end note
bg: белк |Бележка в края
de: en |Endnote
es: notaf |nota final
hr: zb |završna bilješka
nl: ingebed |ingebed object
pt_br: ntadn |nota de adendo — nota final
ru: ⠅⠎⠝⠎ |концевая сноска
ta: enote |முடிவுக் குறிப்பு
zh_tw: enote |章節附註

source: fig |figure
bg: фиг |Фигура
de: ill |Illustrationen
es: fig |figura
hr: sl |slika
nl: iv |invoerveld
pt_br: fig |figura
ru: ⠊⠇ |иллюстрация
ta: fig |வடிவம்
zh_tw: fig |圖表

source: fnote |foot note
bg: беллн |Бележка под линия
de: fn |Fußnote
es: notap |nota al pie
hr: fn |fusnota
nl: wwiv |wachtwoord invoerveld
pt_br: ntrdp |nota de rodapé
ru: ⠎⠝⠎ |сноска
ta: fnote |அடிக் குறிப்பு
zh_tw: fnote |註腳

source: gra |graphic
bg: грф |Графика
de: grf |Grafik
es: gra |gráfico
hr: gra |grafika
nl: kn |knop
pt_br: gra |gráfico
ru: ⠛⠗⠋ |графика
ta: gra |வரைகலை
zh_tw: gra |圖片

source: grp |grouping
bg: грп |Групиране
de: grp |Gruppierung
es: grp |grupo
hr: gr |grupa
nl: uschfknp |uitschuifknop
pt_br: grp |grupo
ru: ⠛⠗⠏ |группа
ta: grp |குழுவாக்கம்
zh_tw: grp |群組

source: hN |heading at level n, e.g. h1, h2.
bg: зn |Заглавие ниво n, напр. з1, з2.
de: üN |Überschrift der Ordnung N, z. B. ü1, ü2.
es: enN |encabezado de nivel n, por ejemplo: h1, h2.
hr: nx |naslov razine x, npr. n1, n2
nl: drkzkn |draaikeuzeknop
pt_br: tN |título — cabeçalho — de nível n, isto é, t1, t2.
ru: ⠵Н |уровень заголовка, например, з1, з2.
ta: hN |தலைப்பின் மட்டம், எ.கா. h1, h2.
zh_tw: hN |標題層級，例如：標題第 1 級 H1、標題第 2 級 H2。

source: hlp |help balloon
bg: пмщ |Помощен балон
de: qi |QuickInfos
es: ayd |globo de ayuda
hr: bp |balončić pomoći
nl: splkn |splitsknop
pt_br: aju |balão de ajuda
ru: ⠎⠏⠗ |системное уведомление
ta: hlp |உதவிக் குமிழி
zh_tw: hlp |氣泡提示

source: lmk |landmark
bg: мрк |Маркер
de: smk |Sprungmarke
es: reg |región
hr: or |orijentir
nl: schkn |schakelknop
pt_br: mrc |marco
ru: ⠕⠗⠝⠞ |ориентир
ta: lmk |நிலக்குறி
zh_tw: lmk |地標

source: lnk |link
bg: врз |Връзка
es: enl |enlace
hr: pvz |poveznica
nl: kN |kop op niveau (N), bijv. k1, k2.
ru: ⠎⠇⠅ |ссылка
ta: lnk |தொடுப்பு
zh_tw: lnk |連結

source: vlnk |visited link
bg: пврз |Посетена връзка
de: bl |Besuchter Link
es: enlv |enlace visitado
hr: ppvz |posjećena poveznica
nl: kr |keuzerondje
pt_br: lst |lista
ru: ⠏⠎⠭⠎⠇⠅ |посещённая ссылка
ta: vlnk |வருகையளிக்கப்பட்டத் தொடுப்பு
zh_tw: vlnk |到訪過的連結

source: lst |list
bg: сп |Списък
de: lst |Liste
es: lst |lista
hr: pp |popis
nl: lnk |link
pt_br: lnkv |link visitado
ru: ⠎⠏ |список
ta: lst |வரிசைப் பட்டியல்
zh_tw: lst |清單

source: mnu |menu
bg: мню |Меню
de: mnü |Menü
es: mn |menú
hr: iz |izbornik
nl: blnk |bezochte link
ru: ⠍⠝ |меню
ta: mnu |கிடைப் பட்டியல்
zh_tw: mnu |功能表

source: mnubar |menu bar
bg: лнтмню |Лента с менюта
de: mnülst |Menüleiste
es: bmn |barra de menú
hr: tiz |traka izbornika
nl: lst |lijst
pt_br: barmnu |barra de menu
ru: ⠎⠞⠗⠍⠝ |строка меню
ta: mnubar |கிடைப் பட்டியல் பட்டை
zh_tw: mnubar |功能表列

source: mnubtn |menu button
bg: бтнмню |Бутонно меню
de: mnüsltr |Menüschalter
es: btmn |botón de menú
hr: gbiz |gumb izbornika
nl: vkl |vervolgkeuzelijst
pt_br: btmnu |botão de menu
ru: ⠅⠍ |кнопка меню
ta: mnubtn |கிடைப் பட்டியல் பொத்தான்
zh_tw: mnubtn |功能表按鈕

source: mnuitem |menu item
bg: елмню |Елемент от меню
de: mnüe |Menüeintrag
es: elmn |elemento de menú
hr: stiz |stavka izbornika
nl: mnu |menu
pt_br: itmnu |item de menu
ru: ⠏⠝⠅⠞⠍⠝ |пункт меню
ta: mnuitem |கிடைப் பட்டியல் உருப்படி
zh_tw: mnuitem |功能表項目

source: pnl |panel
bg: пнл |Панел
de: strg |Steuerung
es: <target/>
hr: plč |ploča
nl: mnubalk |menubalk
pt_br: pnl |painel
ru: ⠏⠝⠇ |панель
ta: pnl |பலகை
zh_tw: pnl |面板

source: prgbar |progress bar
bg: лнтнапр |Лента на напредъка
de: fsb |Fortschrittsbalken
es: barprg |barra de progreso
hr: tn |traka napretka
nl: mnuitem |menuitem
pt_br: barprg |barra de progresso
ru: ⠊⠝⠙⠺⠮⠏ |индикатор выполнения
ta: prgbar |முன்னேற்றப் பட்டை
zh_tw: prgbar |進度列

source: bsyind |busy indicator
bg: индзает |Индикатор за заетост
de: besch |Beschäftigt-Status
es: bsyind |indicador de ocupado
hr: iz |indikator zauzetosti
nl: mnukn |menuknop
pt_br: indocu |indicador de ocupado
ru: ⠊⠝⠙⠺⠮⠏ |индикатор занятости
ta: bsyind |மும்முர நிலைகாட்டி
zh_tw: bsyind |忙碌指示器

source: rbtn |radio button
bg: рдбтн |Радио бутон
de: as |Auswahlschalter
es: bto |botón de opción
hr: igb |izborni gumb
nl: ortp |oriëntatiepunt
pt_br: btopç |botão de opção
ru: ⠗⠅⠝⠏ |радиокнопка
ta: rbtn |வானொலிப் பொத்தான்
zh_tw: rbtn |選擇鈕

source: scrlbar |scroll bar
bg: плзпрев |Плъзгач за превъртане
de: rb |Rollbalken
es: bardsp |barra de desplazamiento
hr: kt |klizna traka
nl: pnl |paneel
pt_br: barrlg |barra de rolagem
ru: ⠏⠇⠏⠗⠕⠅⠗ |полоса прокрутки
ta: scrlbar |உருள் பட்டை
zh_tw: scrlbar |捲軸

source: sect |section
bg: разд |Раздел
de: abs |Abschnitt
es: secc |sección
hr: odj |odjeljak
nl: bzgind |bezig-indicator
pt_br: seç |seção
ru: ⠗⠁⠵⠙⠇ |раздел
ta: sect |பிரிவு
zh_tw: sect |區塊

source: stbar |status bar
bg: лнтсст |Лента на състоянието
de: sz |Statuszeile
es: barst |barra de estado
hr: tst |traka stanja
nl: schfbalk |schuifbalk
pt_br: barst |barra de status
ru: ⠎⠞⠗⠎⠕⠎ |строка состояния
ta: stbar |நிலைப் பட்டை
zh_tw: stbar |狀態列

source: tabctl |tab control
bg: ктррзд |Контрола за раздел
de: rk |Registerkarte
es: ctrtab |control tab
hr: kk |kontrola kartica
nl: sect |sectie
pt_br: guia |guia
ru: ⠺⠅⠇ |вкладка
ta: tabctl |தத்தல் கட்டுப்பாடு
zh_tw: tabctl |索引標籤控制項

source: tbl |table
bg: тбл |Таблица
de: tbl |Tabelle
es: tb |tabla
hr: tbl |tablica
nl: slv |selectievakje
pt_br: tbl |tabela
ru: ⠞⠃⠇ |таблица
ta: tbl |அட்டவணை
zh_tw: tbl |表格

source: cN |table column number n, e.g. c1, c2.
bg: колN |Колона от таблица номер n, напр. кол1, кол2.
de: sN |Tabellenspalte N, z. B. S1, S2.
es: cN |número de columna de tabla n, por ejemplo: c1, c2.
hr: sx |broj stupca tablice, npr. s1, s2
nl: stbalk |statusbalk
pt_br: cN |número da coluna n numa tabela, isto é, c1, c2.
ru: стлбН |номер столбца в таблице, например стлб1, стлб2.
ta: cN |அட்டவணையின் நெடுவரிசை, எ.கா. c1, c2.
zh_tw: cN |表格欄數，例如：第 1 欄 C1、第 2 欄 C2。

source: rN |table row number n, e.g. r1, r2.
bg: редN |Ред от таблица номер n, напр. ред1, ред2.
de: rN |Reihe N in einer Tabelle, z. B. R1, R2.
es: fN |número de fila de tabla n, por ejemplo: r1, r2.
hr: rx |broj redka u tablici, npr. r1, r2
nl: tabbld |tabblad
pt_br: lN |número da linha n numa tabela, isto é, l1, l2.
ru: стрН |номер строки в таблице, например стр1, стр2.
ta: rN |அட்டவணையின் கிடைவரிசை, எ.கா. r1, r2.
zh_tw: rN |表格列數，例如：第 1 列 R1、第 2 列 R2。

source: term |terminal
bg: терм |Терминал
de: ea |Eingabeaufforderung
es: <target/>
hr: trm |terminal
nl: tbl |tabel
ru: ⠞⠗⠍ |терминал
ta: term |முனையம்
zh_tw: term |終端機

source: tlbar |tool bar
bg: лнтинс |Лента с инструменти
de: wl |Werkzeugleiste
es: barher |barra de herramientas
hr: at |alatna traka
nl: tltip |tooltip
pt_br: barfr |barra de ferramentas
ru: ⠏⠁⠝⠊⠝⠎⠞⠗ |панель инструментов
ta: tlbar |கருவிப் பட்டை
zh_tw: tlbar |工具列

source: tltip |tool tip
bg: подск |Подсказка
de: mh |Minihilfe
es: cons |consejos
hr: as |alatni savjetnik
nl: kN |tabelkolomnnummer (N), bijv. k1, k2.
pt_br: dcfrm |dica de ferramenta
ru: ⠺⠎⠏⠇ |всплывающая подсказка
ta: tltip |கருவிக் குறிப்பு
zh_tw: tltip |工具提示

source: tv |tree view
bg: дрв |Дървовиден списък
de: ba |Baumansicht
es: vár |vista en árbol
hr: sp |stablasti prikaz
nl: rN |tabelrijnummer (N), bijv. r1, r2.
pt_br: árv |vista em árvore
ru: ⠙⠑⠗ |дерево
ta: tv |கிளைத் தோற்றம்
zh_tw: tv |樹狀檢視

source: tvbtn |tree view button
bg: дрвбтн |Бутон от дървовиден изглед
de: gldsltr |Gliederungsschalter
es: btvár |botón de vista en árbol
hr: gbsp |gumb za stablasti prikaz
nl: term |terminal
pt_br: btárv |botão da vista em árvore
ru: ⠅⠝⠏⠙⠑⠗ |кнопка дерева
ta: tvbtn |கிளைத் தோற்றப் பொத்தான்
zh_tw: tvbtn |樹狀檢視按鈕

source: tvitem |tree view item
bg: елдрв |Елемент от дървовиден списък
de: bae |Eintrag einer Baumstruktur
es: elvár |elemento de vista en árbol
hr: ssp |stavka stablastog prikaza
nl: vns |venster
pt_br: itárv |item da árvore
ru: ⠏⠙⠑⠗ |элемент дерева
ta: tvitem |கிளைத் தோற்ற உருப்படி
zh_tw: tvitem |樹狀檢視項目

source: lv N |a tree view item has a hierarchical level N
bg: елспN |Елементът от дървовиден списък има йерархично ниво N
de: EN |Ein Eintrag in einer Baumstuktur in der Ebene N
es: nv N |un elemento de vista en árbol que tiene un nivel jerárquico N
hr: raz x |stavka stabla na razini x u hierarhiji
nl: vgsbalk |voortgangsbalk
pt_br: nv N |um item de vista em árvore contendo um nível hierárquico N
ru: уН |уровень дерева
ta: lv N |கிளைத் தோற்ற மட்டம் N
zh_tw: lv N |樹狀檢視項目層級 N

source: wnd |window
bg: прз |Прозорец
de: fst |Fenster
es: vtn |ventana
hr: pr |prozor
nl: wkbalk |werkbalk
pt_br: jnl |janela
ru: ⠕⠅⠝ |окно
ta: wnd |சாளரம்
zh_tw: wnd |視窗

source: ⠤⠤⠤⠤⠤ |separator
bg: ⠤⠤⠤⠤⠤ |Разделител
de: ⠤⠤⠤⠤⠤ |Trennlinie
es: ~~-~~ |separador
hr: ⠤⠤⠤⠤⠤ |rastavljač
nl: ⠤⠤⠤⠤⠤ |scheiding
pt_br: ⠤⠤⠤⠤⠤ |separador
ru: ⠤⠤⠤⠤⠤ |разделитель
ta: ⠤⠤⠤⠤⠤ |பிரிப்பான்
zh_tw: ⠤⠤⠤⠤⠤ |分隔線

source: mrkd |marked content
bg: отбл |отбелязано съдържание
de: mrki |Markierten Inhalt
es: cmr |contenido marcado
hr: ⠕⠃⠣⠮ |obilježen sadržaj
nl: mrkd |gemarkeerde inhoud
pt_br: mrcd |conteúdo marcado
ru: ⠺⠮⠙ |выделенное содержимое
ta: mrkd |குறியிடப்பட்ட உள்ளடக்கம்
zh_tw: mrkd |高亮

source: The following state indicators are also defined:
bg: Дефинирани са също и следните индикатори за състояние на контролите:
de: Für die folgenden Status-Anzeigen wurden ebenfalls Abkürzungen festgelegt:
es: Los siguientes indicadores de estado también están definidos:
hr: Definirane kratice za indikatore stanja:
nl: Verder worden de volgende status-indicatoren gebruikt:
pt_br: Os seguintes indicadores de estado também foram definidos:
ru: Также определены следующие сокращения для состояний элементов управления:
ta: கீழ் காணும் கட்டுப்பாட்டு நிலைகளுக்கான பின்வரும் குறுக்கங்களும் விளக்கப்பட்டுள்ளன:
zh_tw: 還定義了以下狀態指示器：

source: Abbreviation |Control state
bg: Съкращение |Състояние на контролата
de: Abkürzung |Status
es: Abreviatura |Estado de Control
hr: Kratica |Stanje kontrole
nl: Afkorting |status
pt_br: Abreviatura |Estado do controle
ru: Сокращение |Состояние
ta: குறுக்கம் |கட்டுப்பாட்டு நிலை
zh_tw: 縮寫 |控制項狀態

source: ... |displayed when an object supports autocompletion
bg: ... |Показва се, когато обектът поддържа автодовършване
de: ... |Wird angezeigt, wenn ein Objekt automatische Vervollständigung unterstützt
es: ... |mostrado cuando un objeto soporta autocompletado
hr: ... |prikazuje se kad objekt podržava automatsko dovršavanje
nl: ... |wordt weergegeven wanneer object autoaanvulling ondersteunt
pt_br: ... |exibido quando um objeto suporta auto completar
ru: ⠄⠄⠄ |Отображается, когда объект поддерживает автозаполнение
ta: ... |தன்னியக்க நிறைவை ஆதரிக்கும் பொருளைக் குறிப்பது
zh_tw: ... |顯示當一個物件有支援自動完成的功能

source: ⢎⣿⡱ |displayed when an object (e.g. a toggle button) is pressed
bg: ⢎⣿⡱ |Показва се, когато обектът (напр. бутон за превключване) е натиснат
de: ⢎⣿⡱ |Wird angezeigt, wenn ein Schalter gedrückt ist
es: ⢎⣿⡱ |mostrado cuando un objeto (por ejemplo un botón conmutable) está pulsado
hr: ⢎⣿⡱ |prikazuje se kad je objekt pritisnut (npr. preklopni gumb)
nl: ⢎⣿⡱ |wordt weergegeven wanneer een object (bijv. een schakelknop) ingedrukt is
pt_br: ⢎⣿⡱ |exibido quando um objeto (por exemplo um botão de alternância) está pressionado
ru: ⢎⣿⡱ |Отображается, когда объект, например кнопка-переключатель, нажата
ta: ⢎⣿⡱ |அழுத்தப்பட்ட மாற்றிப் பொத்தானை/பொருளைக் குறிப்பது
zh_tw: ⢎⣿⡱ |顯示當一個物件 (例如切換按鈕) 按下

source: ⢎⣀⡱ |displayed when an object (e.g. a toggle button) is not pressed
bg: ⢎⣀⡱ |Показва се, когато обектът (напр. бутон за превключване) не е натиснат
de: ⢎⣀⡱ |Wird angezeigt, wenn ein Schalter nicht gedrückt wurde
es: ⢎⣀⡱ |mostrado cuando un objeto (por ejemplo un botón conmutable) no está pulsado
hr: ⢎⣀⡱ |prikazuje se kad objekt nije pritisnu (npr. preklopni gumb)t
nl: ⢎⣀⡱ |wordt weergegeven wanneer een object (bijv. een schakelknop) niet is ingedrukt
pt_br: ⢎⣀⡱ |exibido quando um objeto (por exemplo um botão de alternância) não está pressionado
ru: ⢎⣀⡱ |Отображается, когда объект, например кнопка-переключатель, не нажата
ta: ⢎⣀⡱ |அழுத்தப்படாத மாற்றிப் பொத்தானை/பொருளைக் குறிப்பது
zh_tw: ⢎⣀⡱ |顯示當一個物件 (例如切換按鈕) 沒按下

source: ⣏⣿⣹ |displayed when an object (e.g. a checkbox) is checked
bg: ⣏⣿⣹ |Показва се, когато обектът (напр. поле за отметка) е отметнат
de: ⣏⣿⣹ |Wird angezeigt, wenn ein Objekt (z. B. ein Kontrollfeld) aktiviert ist
es: ⣏⣿⣹ |mostrado cuando un objeto (por ejemplo una casilla de verificación) está marcado
hr: ⣏⣿⣹ |prikazuje se kad je potvrdni okvir označen
nl: ⣏⣿⣹ |wordt weergegeven wanneer een object (bijv. een selectievakje) aangevinkt is
pt_br: ⣏⣿⣹ |exibido quando um objeto (por exemplo uma caixa de seleção) está marcada
ru: (x) |Отображается, когда объект, например флажок, отмечен
ta: ⣏⣿⣹ |தேர்வானத் தேர்வுப் பெட்டியை/பொருளைக் குறிப்பது
zh_tw: ⣏⣿⣹ |顯示當一個物件 (例如一個核取方塊) 勾選

source: ⣏⣸⣹ |displayed when an object (e.g. a checkbox) is half checked
bg: ⣏⣸⣹ |Показва се, когато обектът (напр. поле за отметка) е наполовина отметнат
de: ⣏⣸⣹ |Wird angezeigt, wenn ein Objekt (z. B. ein Kontrollfeld) teilweise aktiviert ist
es: ⣏⣸⣹ |mostrado cuando un objeto (por ejemplo una casilla de verificación) está parcialmente marcado
hr: ⣏⣸⣹ |prikazuje se kad je potvrdni okvir polovično označen
nl: ⣏⣸⣹ |wordt weergegeven wanneer een object (bijv. een selectievakje) gedeeltelijk aangevinkt is
pt_br: ⣏⣸⣹ |exibido quando um objeto (por exemplo uma caixa de seleção) está meio marcada
ru: (-) |Отображается, когда объект, например флажок, частично отмечен
ta: ⣏⣸⣹ |பாதித் தேர்வானத் தேர்வுப் பெட்டியை/பொருளைக் குறிப்பது
zh_tw: ⣏⣸⣹ |顯示當一個物件 (例如一個核取方塊) 部分勾選

source: ⣏⣀⣹ |displayed when an object (e.g. a checkbox) is not checked
bg: ⣏⣀⣹ |Показва се, когато обектът (напр. поле за отметка) не е отметнат
de: ⣏⣀⣹ |Wird angezeigt, wenn ein Objekt (z. B. ein Kontrollkästchen) nicht aktiviert ist
es: ⣏⣀⣹ |mostrado cuando un objeto (por ejemplo: una casilla de verificación) no está marcado
hr: ⣏⣀⣹ |prikazuje se kad potvrdni okvir nije označen
nl: ⣏⣀⣹ |wordt weergegeven wanneer een object (bijv. een selectievakje) niet aangevinkt is
pt_br: ⣏⣀⣹ |exibido quando um objeto (por exemplo uma caixa de seleção) não está marcada
ru: ( ) |Отображается, когда объект, например флажок, не отмечен
ta: ⣏⣀⣹ |தேர்வாகாதத் தேர்வுப் பெட்டியை/பொருளைக் குறிப்பது
zh_tw: ⣏⣀⣹ |顯示當一個物件 (例如一個核取方塊) 沒勾選

source: - |displayed when an object (e.g. a tree view item) is collapsible
bg: - |Показва се, когато обектът (напр. елемент от дървовиден списък) е свит
de: - |Wird bei Objekten (z. B. Baum-Einträgen) angezeigt, die reduziert werden können
es: - |mostrado cuando un objeto (por ejemplo: un elemento de vista en árbol) es contraíble
hr: - |prikazuje se kad je objekt sklopiv (npr. stavka u prikazu stabla)
nl: - |wordt weergegeven wanneer een object zoals een boomstructuur kan worden samengevouwen
pt_br: - |exibido quando um objeto (por exemplo um item de vista em árvore) é recolhível
ru: ⠤ |Отображается, когда объект, например элемент дерева, закрыт
ta: - |குறுக்கப்படக்கூடிய கிளைத் தோற்றத்தை/பொறுளைக் குறிப்பது
zh_tw: - |顯示當一個物件 (例如一個樹狀檢視項目) 可折疊

source: + |displayed when an object (e.g. a tree view item) is Expandable
bg: + |Показва се, когато обектът (напр. елемент от дървовиден списък) е разгънат
de: + |Wird bei Objekten (z. B. Baum-Einträgen) angezeigt, die erweitert werden können
es: + |mostrado cuando un objeto (por ejemplo: un elemento de vista de árbol) es Expandible
hr: + |prikazuje se kad je objekt rasklopiv (npr. stavka u prikazu stabla)
nl: + |wordt weergegeven wanneer een object zoals een boomstructuur kan worden uitgevouwen
pt_br: + |exibido quando um objeto (por exemplo um item de vista em árvore) é expandível
ru: ⠖ |Отображается, когда объект, например элемент дерева, открыт
ta: + |விரிவாக்கப்படக்கூடிய கிளைத் தோற்றத்தை/பொறுளைக் குறிப்பது
zh_tw: + |顯示當一個物件 (例如一個樹狀檢視項目) 可展開

source: *** |displayed when a protected control or document is encountered
bg: *** |Показва се, когато срещне защитена контрола или документ
de: pef |Wird bei Eingabefeldern für Passwörter angezeigt
es: *** |mostrado cuando se encuentra un control o un documento protegido
hr: *** |prikazuje se kad se otkrije zaštićena kontrola ili dokument
nl: *** |wordt weergegeven in geval van een beveiligd besturingselement of beveiligd document
pt_br: *** |exibido quando um controle ou documento protegido é encontrado
ru: ⠔⠔⠔ |Отображается, когда объект, например документ, защищён
ta: *** |பாதுகாக்கப்பட்டக் கட்டுப்பாட்டை, அல்லது ஆவணத்தைக் குறிப்பது
zh_tw: *** |顯示當遇到一個受保護的控制項或文件

source: clk |displayed when an object is clickable
bg: щрк |Показва се, когато обектът е щракаем
de: klk |Wird bei anklickbaren Elementen angezeigt
es: clk |mostrado cuando un objeto es cliqueable
hr: klk |prikazuje se kad je objekt moguće kliknuti
nl: klb |wordt weergegeven wanneer een objectklikbaar is
pt_br: clv |exibido quando um objeto é clicável
ru: ⠭⠇⠅ |Отображается, когда объект кликабелен
ta: clk |ஒரு பொருள் சொடுக்கப்படக் கூடியது என்பதைக் குறிப்பது
zh_tw: clk |顯示當一個物件可點擊

source: cmnt |displayed when there is a comment for a spreadsheet cell or piece of text in a document
bg: кмнт |Показва се, когато има коментар на клетка от електронна таблица или част от текста в документа
de: kmnt |Wird angezeigt, wenn das aktuelle Objekt ein Kommentar ist
es: cmnt |mostrado cuando hay un comentario para una celda en una hoja de cálculo o en una pieza de texto en un documento
hr: kom |prikazuje se kad postoji komentar za ćeliju tablice ili dio teksta u dokumentu
nl: opm |wordt weergegeven wanneer er sprake is van opmerking bij een werkbladcel of een stukje tekst in een document
pt_br: cmnt |exibido quando há um comentário para uma célula de planilha ou texto em um documento
ru: ⠏⠗⠍⠟ |Отображается, когда объект, например ячейка таблицы или фрагмент текста в документе, содержит примечание
ta: cmnt |விரிதாள் பணிக்களத்திற்கான, அல்லது ஒரு ஆவணத்தில் இருக்கும் சிறு உரைக்கான கருத்துரையைக் குறிப்பது
zh_tw: cmnt |顯示當有一個註解在試算表儲存格或文件中的一段文字

source: frml |displayed when there is a formula on a spreadsheet cell
bg: фрмл |Показва се, когато има формула в клетка на електронна таблица
de: frm |Wird angezeigt, wenn das aktuelle Objekt eine Formel enthält
es: frml |mostrado cuando hay una fórmula en una celda de una hoja de cálculo
hr: frml |prikazuje se kad postoji formula u ćeliji tablice
nl: frml |wordt weergegeven in geval van een formule voor werkbladcel
pt_br: frml |exibido quando há uma fórmula numa célula de planilha
ru: ⠋⠗⠍⠇ |Отображается, когда ячейка таблицы содержит формулу
ta: frml |விரிதாள் பணிக்களத்தில் இருக்கும் சூத்திரத்தைக் குறிப்பது
zh_tw: frml |顯示當試算表儲存格有公式

source: invalid |displayed when an invalid entry has been made
bg: невалиден |Показва се, когато е направен невалиден запис
de: ungültig |Wird angezeigt, sobald Sie in ein Formularfeld einen ungültigen Wert eingegeben haben
es: invalid |mostrado cuando se ha hecho una entrada inválida
hr: neispravno |prikazuje se kad se upiše neispravna informacija
nl: ongeldig |wordt weergegeven in geval van ongeldige invoer
pt_br: inválida |exibido quando uma entrada — digitação — inválida foi feita
ru: ⠝⠑⠙⠏⠎⠞ |Отображается, когда объект содержит неверный ввод
ta: invalid |செல்லாத உள்ளீட்டைக் குறிப்பது
zh_tw: invalid |顯示當輸入無效時

source: ldesc |displayed when an object (usually a graphic) has a long description
bg: длгоп |Показва се, когато обектът (обикновено графика) има дълго описание
de: lbesch |Wird angezeigt, wenn das aktuelle Objekt (meist eine Grafik) eine ausführliche Beschreibung enthält
es: ldesc |mostrado cuando un objeto (normalmente un gráfico) tiene una descripción larga
hr: dgopis |prikazuje se kad objekt sadrži dugi opis (često se radi o slici)
nl: lbeschr |wordt weergegeven in geval van een object (meestal een grafiek) met lange beschrijving
pt_br: descl |exibido quando um objeto (geralmente um gráfico) possui uma descrição longa
ru: ⠕⠏ |Отображается, когда объект, обычно графический элемент, содержит подробное описание
ta: ldesc |வரைகலை போன்ற பொருட்களில் இருக்கும் நெடுவிளக்கத்தைக் குறிப்பது
zh_tw: ldesc |顯示當一個物件 (通常是一個圖片) 有長說明

source: mln |displayed when an edit field allows typing multiple lines of text such as comment fields on websites
bg: мнрд |Показва се, когато има поле за писане, където могат да се въвеждат много редове с текст като поле за коментар на уеб страница
de: mz |Wird angezeigt, wenn Sie in das Eingabefeld mehrere Zeilen Text eingeben können
es: mln |mostrado cuando un campo de edición permite escribir varias líneas de texto tales como campos de comentarios en sitios web
hr: vr |prikazuje se kad polje za uređivanje sadrži više redaka (kao što je polje za komentar na web stranicama)
nl: mrg |wordt weergegeven wanneer meer regels kunnen worden ingevoerd in een tekstvak bijv. velden voor opmerkingen op websites
pt_br: mln |exibido quando um campo de edição permite digitar múltiplas linhas de texto, como campos de comentários em sites
ru: ⠍⠎⠞⠗ |Отображается, когда поле редактирования является многострочным
ta: mln |வலைத் தளங்களில் இருக்கும் கருத்துரைக் களங்கள் போன்ற பல வரிகளைத் தட்டச்சிடக் கூடியத் தொகுகளத்தைக் குறிப்பது
zh_tw: mln |顯示當一個編輯區可以輸入多行 (例如網站上的註解欄位)

source: req |displayed when a required form field is encountered
bg: здл |Показва се, когато срещне задължително формулярно поле
de: erf |Wird angezeigt, wenn in dem Eingabefeld eine Eingabe erforderlich ist
es: req |mostrado cuando se encuentra un campo de edición obligatorio
hr: obv |prikazuje se kad se otkrije obvezno polje
nl: veist |wordt weergegeven in geval van een verplicht formulierveld
pt_br: exi |exibido quando um campo de formulário exigido é encontrado
ru: ⠕⠃⠫⠵ |Отображается, когда поле формы является обязательным для заполнения
ta: req |தேவைப்படும் படிவக் களத்தைக் குறிப்பது
zh_tw: req |顯示當遇到一個必要填寫的表單欄位

source: ro |displayed when an object (e.g. an editable text field) is read-only
bg: сзч |Показва се, когато обектът (напр. поле за редактиране на текст) е само за четене
de: sef |Wird bei Objekten (z. B. Eingabefeldern) angezeigt, die schreibgeschützt sind
es: ro |mostrado cuando un objeto (por ejemplo: un campo de texto editable) es de sólo lectura
hr: szč |prikazuje se kad je objekt samo za čitanje (npr. tekstualno polje za uređivanje)
nl: al |wordt weergegeven wanneer een object (bijv. een tekstinvoerveld ) het kenmerk "alleen lezen" heeft
pt_br: sl |exibido quando um objeto (por exemplo um campo de edição de texto) é somente leitura
ru: ⠟⠞ |Отображается, когда объект, например поле редактирования, доступно только для чтения
ta: ro |படிக்க மட்டுமேயான தொகு களம் போன்ற பொருளைக் குறிப்பது
zh_tw: ro |顯示當一個物件 (例如編輯區) 是唯讀的

source: sel |displayed when an object is selected
bg: мрк |Показва се, когато обектът е маркиран
de: (x) |Wird angezeigt, wenn ein Objekt ausgewählt ist
es: sel |mostrado cuando un objeto está seleccionado
hr: oz |prikazuje se kad je objekt označen
nl: sel |wordt weergegeven wanneer object geselecteerd is
pt_br: sel |exibido quando um objeto está selecionado
ru: ⠺⠮⠙ |Отображается, когда объект выделен
ta: sel |தெரிவாகியுள்ளப் பொருளைக் குறிப்பது
zh_tw: sel |顯示當一個物件已選取

source: nsel |displayed when an object is not selected
bg: немрк |Показва се, когато обектът не е маркиран
de: ( ) |Wird angezeigt, wenn das aktuelle Objekt nicht ausgewählt ist
es: nsel |mostrado cuando un objeto no está seleccionado
hr: neoz |prikazuje se kad objekt nije označen
nl: nsel |wordt weergegeven wanneer object niet geselecteerd is
pt_br: nsel |exibido quando um objeto não está selecionado
ru: ⠝⠺⠮⠙ |Отображается, когда объект не выделен
ta: nsel |தெரிவாகாதப் பொருளைக் குறிப்பது
zh_tw: nsel |顯示當一個物件沒選取
