Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: In Windows 10 version 1709, Microsoft [added support for its UI Automation API to the console](https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/), bringing vastly improved performance and stability for screen readers that support it.
bg: В Windows 10 версия 1709, Microsoft [добави поддръжка за своя UI Automation ППИ към конзолата](https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/), осигурявайки значително подобрена производителност и стабилност за екранните четци, които го поддържат.
de: In Windows 10 Version 1709 hat Microsoft [der Konsole](https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/) Unterstützung für seine UI-Automatisierungs-API hinzugefügt und damit die Leistung und Stabilität für Screenreader, die diese unterstützen, erheblich verbessert.
es: En Windows 10 versión 1709, Microsoft [añadió soporte para su API UI Automation a la consola](https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/), aportando un rendimiento y una estabilidad muy mejorados para lectores de pantalla que lo admitan.
hr: U Windowsima 10 inačici 1709, Microsoft [je dodao podršku za svoj UI automation API u naredbeni redak](https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/), koji donosi unapređenje u stabilnosti i performansama za čitače zaslona koji ga podržavaju.
nl: In de Windows 10-versie 1709, heeft Microsoft ondersteuning voor UI Automation API toegevoegd aan de consool https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/], bringing vastly improved performance and stability for screen readers that support it.
pt_br: No Windows 10 versão 1709, a Microsoft [adicionou suporte para sua API de UI Automation ao console](https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/), trazendo desempenho e estabilidade muito melhorados para leitores de tela que o suportam.
ru: В Windows 10 версии 1709 компания Microsoft [добавила поддержку своего UI Automation API в консоль](https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/), что значительно повысило производительность и стабильность работы средств чтения с экрана, которые её поддерживают.
ta: விண்டோஸ் 10 பதிப்பு 1709ல், [கட்டுப்பாட்டகத்திற்கான பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் ஏ.பி.ஐக்கு மைக்ரோசாஃப்ட் ஆதரவளிப்பதன் மூலம்](https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/), இதை ஆதரவளிக்கும் திரைநவிலிகளின் செயல்திறனிலும், நிலைத்தன்மையிலும் மேம்பாட்டைக் கொண்டுவருகிறது.
zh_tw: 在 Windows 10 版本 1709，Microsoft [在主控台中加入了 UI Automation API 的支援](https://devblogs.microsoft.com/commandline/whats-new-in-windows-console-in-windows-10-fall-creators-update/)，對於支援主控台的螢幕助讀程式帶來極大效能及穩定性的改善，

source: In situations where UI Automation is unavailable or known to result in an inferior user experience, NVDA's legacy console support is available as a fallback.
bg: В ситуации, в които UI Automation не е налично или е известно, че води до по-лошо потребителско изживяване, наследената поддръжка на NVDA за конзолата е налична като резервен вариант.
de: In Situationen, in denen die UIA nicht verfügbar ist oder bekanntermaßen zu einem schlechteren Erlebnis für den Benutzer führt, steht die NVDA-Konsolenunterstützung als Ausweichlösung zur Verfügung.
es: En situaciones en las que UI Automation no esté disponible o que se sepa que la experiencia de usuario sea inferior, el soporte de la consola heredada de NVDA está disponible como alternativa.
hr: U situacijama u kojima UI automation nije dostupan ili je poznato da će prouzrokovati nedovoljno korisničko iskustvo, dostupna je zastarjela NVDA podrška kao povratna opcija.
nl: In situaties waar UI Automation niet beschikbaar is of als bekend is dat gebruik ervan ondermaats is, kan NVDA terugvallen op de 'legacyconsole support' optie.
pt_br: Em situações em que a UI Automation — Automação de Interface do Usuário — não está disponível ou resulta em uma experiência inferior ao usuário, o suporte de console legado do NVDA está disponível como substituto.
ru: В ситуациях, когда UI Automation недоступен или известно, что он приведёт к ухудшению пользовательского опыта, в качестве запасного варианта доступна поддержка консоли NVDA.
ta: பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் கிடைப்பிலில்லாவிட்டால், அல்லது பயனர் அனுபவத்தில் குறையை இது ஏற்படுத்துவதாக அறியப்பட்டால், என்விடிஏவின் மரபுக் கட்டுப்பாட்டக ஆதரவு, மாற்றாக கிடைப்பிலிருக்கும்.
zh_tw: 在無法使用 UI Automation 或已知會導致較差的使用者體驗情況下，NVDA 的傳統主控台支援可做為備用。

source: The Windows Console support combo box has three options:
bg: Падащият списък за поддръжка на конзолата на Windows съдържа три опции:
de: Das Kombinationsfeld für die Unterstützung der Windows-Konsole enthält drei Optionen:
es: El cuadro combinado Soporte para la Consola de Windows tiene tres opciones:
hr: Odabirni okvir podrška za Windows naredbene redke ima tri opcije:
nl: Het keuzemenu waarmee ondersteuning voor de Windows-consool wordt bepaald heeft drie opties:
pt_br: A caixa de combinação de suporte ao Console do Windows tem três opções:
ru: Комбинированный список поддержки консоли Windows имеет три варианта:
ta: விண்டோஸ் கட்டுப்பாட்டக ஆதரவு சேர்க்கைப் பெட்டி, பின்வரும் மூன்று விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: Windows 主控台支援下拉式方塊有三個選項：

source: Automatic: Uses UI Automation in the version of Windows Console included with Windows 11 version 22H2 and later.
bg: Автоматично: Използва UI Automation във версията на конзолата на Windows, включена в Windows 11 версия 22H2 и по-нови.
de: Automatisch: Verwendet UIA in der Version der Windows-Konsole, die in Windows 11 Version 22H2 und neuer enthalten ist.
es: Automático: utiliza UI Automation en la versión de la Consola de Windows incluída con Windows 11 versión 22H2 y posterior.
hr: Automatski: koristi UI automation u inačicama Windowsovog naredbenog redka koji dolazi sa Windowsima 11 inačicom 22H2 i novijima.
nl: Automatisch: maakt gebruik van UI (User Interface) Automation in de versie van de Windows-consool die meekomt met Windows 11 versie 22H2 en later.
pt_br: Automático: usa a UI Automation na versão do Console Windows incluída no Windows 11 versão 22H2 e posterior.
ru: Автоматически: Использует UI Automation в версии Windows Console, входящей в состав Windows 11 версии 22H2 и более поздних версий.
ta: தன்னியக்கம்: விண்டோஸ் 11 பதிப்பு 22H2 மற்றும் அதற்கும் பிறகான பதிப்புகளில் சேர்க்கப்பட்டிருக்கும் விண்டோஸ் கட்டுப்பாட்டக பதிப்பில் பயனர் இடைமுகப்பு தன்னியக்கமாக்கலைப் பயன்படுத்துகிறது.
zh_tw: 自動：在 Windows 11 22H2 及之後版本中的 Windows 主控台使用 UI Automation，

source: This option is recommended and set by default.
bg: Тази опция е препоръчителна и зададена по подразбиране.
de: Diese Option wird empfohlen und ist standardmäßig eingestellt.
es: Esta opción se recomienda y es la predeterminada.
hr: Ova je opcija preporučena i podrazumjevano uključena.
nl: Deze optie wordt aanbevolen en is de standaardinstelling.
pt_br: Esta opção é recomendada e definida por padrão.
ru: Этот вариант рекомендуется и установлен по умолчанию.
ta: பரிந்துரைக்கப்படும் இவ்விருப்பத் தேர்வு, இயல்பிருப்பாக அமைந்திருக்கும்.
zh_tw: 建議使用此選項並設為預設。

source: UIA when available: Uses UI Automation in consoles if available, even for versions with incomplete or buggy implementations.
bg: UIA когато е налично: Използва UI Automation в конзоли ако е налично, дори за версии с непълни или дефектни реализации.
de: UIA verwenden, sofern verfügbar: Verwendet UIA in Konsolen, sofern verfügbar, auch für Versionen mit unvollständigen oder fehlerhaften Implementierungen.
es: UIA cuando esté disponible: utiliza UI Automation en consolas si está disponible, incluso para versiones con implementaciones incompletas o con errores.
hr: UIA kada je dostupno: Koristi UI automation u naredbenim redcima kada je to moguće, čak za nekompletne ili neispravne implementacije.
nl: UIA wanneer beschikbaar: maakt gebruik van UI Automation in consolen als deze beschikbaar zijn, zelfs voor versies met incomplete of gebrekkige implementatie.
pt_br: UIA quando disponível: Usa UI Automation em consoles, se disponível, mesmo para versões com implementações incompletas ou com falhas.
ru: UIA при наличии: Использует UI Automation в консолях, если она доступна, даже в версиях с неполной или ошибочной реализацией.
ta: கிடைப்பிலிருக்கும்பொழுது பயனர் இடைமுகப்பு தன்னியக்கமாக்கல்: முழுமையடையாத, அல்லது வழுநிறைந்த கட்டுப்பாட்டகங்களிலும் பயனர் இடைமுகப்பு தன்னியக்கமாக்கலை, கிடைப்பிலிருந்தால் பயன்படுத்துகிறது.
zh_tw: UIA (若可用)：若可用時在主控台中使用 UI Automation，即使是實作上有不完整或有錯誤的版本。

source: While this limited functionality may be useful (and even sufficient for your usage), use of this option is entirely at your own risk and no support for it will be provided.
bg: Въпреки че тази ограничена функционалност може да е полезна (и дори достатъчна за вашите нужди), използването на тази опция е изцяло на ваш собствен риск и няма да бъде предоставена поддръжка за нея.
de: Diese eingeschränkte Funktionalität kann zwar nützlich (und für Ihre Zwecke sogar ausreichend) sein, aber die Nutzung dieser Option erfolgt auf eigene Gefahr, und es wird kein Support dafür angeboten.
es: Aunque esta funcionalidad limitada puede ser útil (e incluso suficiente para tu uso), la utilización de esta opción es enteramente bajo tu propio riesgo y no se proporcionará soporte para ella.
hr: Iako ova funkcionalnost može biti korisna, (i čak dostatna za vaše korištenje), korištenje ove opcije prepušteno je vašem riziku te podrška za nju neće bit pružena.
nl: Hoewel deze beperkte functionaliteit nuttig kan zijn en alles doet wat voor u nodig is, is gebruik van deze optie volledig voor eigen risico en kan hiervoor geen ondersteuing worden geboden.
pt_br: Embora essa funcionalidade limitada possa ser útil (e até mesmo suficiente para seu uso), o uso dessa opção é inteiramente por sua conta e risco e nenhum suporte será fornecido.
ru: Хотя эта ограниченная функциональность может быть полезной (и даже достаточной для вашего использования), использование этой опции полностью на ваш страх и риск, и никакой поддержки для неё предоставленоне будет.
ta: வரையறுக்கப்பட்ட இச்செயற்பாடு, தங்களுக்கு பயனுள்ளதாகவும், போதுமானதாகவும் இருந்தாலும், இவ்விருப்பத் தேர்வின் பயன்பாடு, தங்களின் சொந்த பொறுப்பிலேயே செய்யவேண்டும். இதற்கு எந்த ஆதரவும் அளிக்கப்படமாட்டாது.
zh_tw: 雖然此有限的功能可能好用 (甚至可滿足您的使用需求)，然而您必須承擔使用此選項帶來的所有風險，且不會提供任何支援。

source: Legacy: UI Automation in the Windows Console will be completely disabled.
bg: Наследено: UI Automation в конзолата на Windows ще бъде напълно забранено.
de: Legacy: Die UIA in der Windows-Konsole wird vollständig deaktiviert.
es: Heredado: UI Automation en la Consola de Windows se deshabilitará completamente.
hr: Zastarjela: UI Automation u Windows naredbenom redku bit će potpuno isključen.
nl: Legacy: UI Automation in de Windows-consool staat helemaal uit.
pt_br: Legado: a UI Automation no console do Windows será completamente desabilitada.
ru: Устаревшая: Автоматизация пользовательского интерфейса в консоли Windows будет полностью отключена.
ta: மரபு: விண்டோஸ் கட்டுப்பாட்டகத்தில் பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் முழுமையாக முடக்கப்படும்.
zh_tw: 傳統：Windows 主控台中的 UI Automation 將被完全停用，

source: The legacy fallback will always be used even in situations where UI Automation would provide a superior user experience.
bg: Наследеният резервен вариант винаги ще се използва дори в ситуации, в които UI Automation би осигурила по-добро потребителско изживяване.
de: Der Legacy-Fallback wird immer verwendet, selbst in Situationen, in denen UI Automation eine bessere Benutzererfahrung bieten würde.
es: El sistema heredado se utilizará siempre incluso en situaciones en las que UI Automation proporcionaría una experiencia de usuario superior.
hr: Zastarjela povratna opcija biti će uvijek korištena čak u situacijama gdje bi UI automation pružio superiornije korisničko iskustvo.
nl: Er wordt te allen tijde teruggevallen op legacy zelfs wanneer UI Automation tot een betere gebruikservaring zou leiden.
pt_br: O substituto legado sempre será usado mesmo em situações em que a UI Automation proporcionaria uma experiência superior ao usuário.
ru: Устаревший запасной вариант будет использоваться всегда, даже в ситуациях, когда автоматизация пользовательского интерфейса обеспечит лучший пользовательский опыт.
ta: பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் சிறந்த அனுபவத்தையளிக்கும் சூழ்நிலை உட்பட எல்லாச் சூழ்நிலைகளிலும், மாற்றாக அமைந்திருக்கும் இவ்விருப்பத் தேர்வே பயன்படுத்தப்படும்.
zh_tw: 即使在使用 UI Automation 可提供更佳使用者體驗的情況下，也總是使用備用的傳統主控台，

source: Therefore, selecting this option is not recommended unless you know what you are doing.
bg: Следователно, избирането на тази опция не се препоръчва, освен ако не сте напълно запознат с нея.
de: Es wird daher nicht empfohlen, diese Option auszuwählen, wenn Sie nicht wissen, was Sie tun.
es: Por lo tanto, seleccionar esta opción no es recomendable al menos que sepas lo que estás haciendo.
hr: Stoga, odabir ove opcije nije preporučljiv osim ako znate što radite.
nl: Daarom is de keuze voor deze optie niet aan te bevelen tenzij u weet wat u doet.
pt_br: Portanto, selecionar esta opção não é recomendado a menos que você saiba o que está fazendo.
ru: Поэтому выбирать эту опцию не рекомендуется, если вы не знаете, что делаете.
ta: ஆகவே, தாங்கள் என்ன செய்கிறீர்கள் என்பதை தாங்கள் அறிந்திருந்தால் மட்டுமே, இவ்விருப்பத் தேர்வினைத் தெரிவுச் செய்யவும்.
zh_tw: 因此除非您知道自己在做什麼否則不建議選擇此選項。

source: Use UIA with Microsoft Edge and other Chromium based browsers when available
bg: Използвай UIA с Microsoft Edge и други браузъри, базирани на Chromium, когато е налично
de: UIA mit Microsoft Edge und anderen Chromium-basierten Browsern verwenden, sofern verfügbar
es: Utilizar UIA con Microsoft Edge y otros navegadores basados en Chromium cuando esté disponible
hr: Koristi UIA u Microsoft Edgeu i drugim preglednicima baziranim na Chromium platformi kad je to moguće
nl: UI automation gebruiken bij Edge en andere op Chromium gebaseerde browsers waar beschikbaar
pt_br: Use UIA com o Microsoft Edge e outros navegadores baseados em Chromium quando disponível
ru: Использовать UI Automation в Microsoft Edge и других web-браузерах на основе Chromium (если возможно)
ta: மைக்ரோசாஃப்ட் எட்ஜ் மற்றும் பிற குரோமியம் அடிப்படையிலான உலாவிகளைப் பயன்படுத்தும்பொழுது பயனர் இடைமுகப்பு தன்னியக்கமாக்கலை கிடைப்பிலிருந்தால் பயன்படுத்துக
zh_tw: 在 Microsoft Edge 及其他以 Chromium 為基礎的瀏覽器中使用 UIA (若可用)

source: Allows specifying when UIA will be used when it is available in Chromium based browsers such as Microsoft Edge.
bg: Позволява да се укаже кога UIA ще се използва, когато е наличен в браузъри, базирани на Chromium, като Microsoft Edge.
de: Legt fest, wann UIA verwendet wird, wenn es in Chromium-basierten Browsern wie Microsoft Edge verfügbar ist.
es: Permite especificar que se utilizará UIA cuando esté disponible en navegadores basados en Chromium tales como Microsoft Edge.
hr: Omogućuje određivanje kada će se UIA koristiti kada je dostupna u preglednicima baziranim na Chromium platformi kao što je to Microsoft Edge.
nl: Biedt de mogelijkheid aan te geven wanneer UIA (User Interface Automation) gebruikt wordt, voor zover deze beschikbaar is, in op Chromium gebaseerde browsers zoals Microsoft Edge.
pt_br: Permite especificar quando a UIA — Automação da Interface do Usuário — será usada quando estiver disponível em navegadores baseados em Chromium, como o Microsoft Edge.
ru: Позволяет указать, когда UIA (если доступен), будет использоваться в браузерах на основе Chromium, таких как Microsoft Edge.
ta: மைக்ரோசாஃப்ட் எட்ஜ் போன்ற குரோமியம் அடிப்படையிலான உலாவிகளில் பயனர் இடைமுகப்பு தன்னியக்கமாக்கலைப் பயன்படுத்த இச்சேர்க்கைப் பெட்டி அனுமதிக்கிறது.
zh_tw: 允許在使用以 Chromium 為基礎的瀏覽器時 (如 Microsoft Edge) 指定何時使用 UIA，

source: UIA support for Chromium based browsers is early in development and may not provide the same level of access as IA2.
bg: Поддръжката на UIA за браузъри, базирани на Chromium, е в начален етап на разработка и може да не предоставя същото ниво на достъп като IA2.
de: Die UIA-Unterstützung für Chromium-basierte Browser befindet sich noch in einem frühen Entwicklungsstadium und bietet möglicherweise nicht das gleiche Maß an Zugriff wie IA2.
es: El soporte UIA para los navegadores basados en Chromium está en una fase temprana de desarrollo y puede que no ofrezca el mismo nivel de acceso que IA2.
hr: UIA podrška za preglednike bazirana na Chromium platformi je u ranom stadiju razvoja i može manje biti funkcionalna od stare IA2 implementacije.
nl: UIA Ondersteuning voor op Chromium gebaseerde browsers bevindt zich nog in een vroeg stadium van ontwikkeling en biedt wellicht nog niet hetzelfde toegankelijkheidsniveau als IA2.
pt_br: O suporte UIA para navegadores baseados em Chromium está no início do desenvolvimento e pode não fornecer o mesmo nível de acesso que IA2.
ru: Поддержка UIA для браузеров на основе Chromium находится на ранней стадии разработки и может пока не обеспечивать такой же уровень доступа, как IA2.
ta: குரோமியம் அடிப்படையிலான உலாவிகளுக்கு பயனர் இடைமுகப்பு தன்னியக்கமாக்கலின் ஆதரவு துவக்கநிலை மேம்பாட்டில் இருப்பதால், அணுகலுக்கு IA2 அளிக்கும் ஆதரவுக்கு இணையாக இதன் ஆதரவு இருப்பதில்லை.
zh_tw: 針對以 Chromium 為基礎的瀏覽器 UIA 支援仍在初期開發階段，無法提供和 IA2 一樣的取用等級。

source: The combo box has the following options:
bg: Падащият списък има следните опции:
de: Das Kombinationsfeld hat die folgenden Optionen:
es: El cuadro combinado tiene las siguientes opciones:
hr: Odabirni okvir sadrži sljedeće opcije:
nl: Het keuzemenu heeft de volgende opties:
pt_br: A caixa de combinação tem as seguintes opções:
ru: Комбинированный список содержит следующие опции:
ta: கீழ்க்கண்ட விருப்பத் தேர்வுகளை இச்சேர்க்கைப் பெட்டி கொண்டுள்ளது:
zh_tw: 此下拉式方塊有下列選項：

source: Default (Only when necessary): The NVDA default, currently this is "Only when necessary". This default may change in the future as the technology matures.
bg: По подразбиране (само при необходимост): Стойността по подразбиране в NVDA към момента е „Само при необходимост“. Тази стойност по подразбиране може да се промени в бъдеще с развитието на технологията.
de: Standard (nur wenn nötig): Der NVDA-Standard, derzeit ist dies "Nur wenn nötig". Diese Voreinstellung kann sich in Zukunft ändern, wenn die Technologie ausgereift ist.
es: Por defecto (Sólo cuando es necesario): El valor por defecto de NVDA, actualmente es "Sólo cuando sea necesario". Este valor por defecto puede cambiar en el futuro a medida que la tecnología madure.
hr: Podrazumijevano (samo kada je to potrebno): podrazumjevana opcija koju koristi NVDA, trenutno se koristi "samo kada je to potrebno". Ova se podrazumjevana opcija može promijeniti u budućnosti kada tehnologija bude zrela za široku uporabu.
nl: Standaard (Alleen indien nodig: De huidige NVDA-standaardinstelling is Alleen indien nodig". Deze standaardinstelling kan met het voortschrijden van de technologie in de toekomst aangepast worden.
pt_br: Padrão (somente quando necessário): O padrão do NVDA, atualmente é "Somente quando necessário". Este padrão pode mudar no futuro, conforme a tecnologia amadurece.
ru: По умолчанию (Только при необходимости): Значение заданное в NVDA по умолчанию. На данный момент это "Только при необходимости". В будущих версиях NVDA, по мере развития технологии, это значение по умолчанию может измениться.
ta: இயல்பிருப்பு (தேவைப்படும்பொழுது மட்டும்): என்விடிஏவின் இந்த இயல்பிருப்பு தற்போதைக்கு தேவைப்படும்பொழுது மட்டும் பயன்படுத்தப்படும். எதிர்காலத்தில் தொழில்நுட்பம் மேம்படும்பொழுது, இந்த இயல்பிருப்பு மாறும்.
zh_tw: 預設 (必要時使用)：NVDA 的預設選項，目前為「必要時使用」，未來待技術成熟此預設選項可能會變更。

source: Only when necessary: When NVDA is unable to inject into the browser process in order to use IA2 and UIA is available, then NVDA will fall back to using UIA.
bg: Само при необходимост: Когато NVDA не е в състояние да се инжектира в процеса на браузъра, за да използва IA2 и е наличен UIA, NVDA ще използва UIA.
de: Nur wenn nötig: Wenn NVDA nicht in der Lage ist, in den Browser-Prozess einzugreifen, um IA2 zu verwenden, und UIA verfügbar ist, greift NVDA auf die Verwendung von UIA zurück.
es: Sólo cuando sea necesario: Cuando NVDA no pueda inyectar en el proceso del navegador para usar IA2 y UIA esté disponible, entonces NVDA volverá a usar UIA.
hr: Samo kada je to potrebno: kada NVDA ne može ući u proces preglednika kako bi koristio IA2 UIA će biti dostupna, te će se tada NVAD prebaciti na UIA.
nl: Alleen indien nodig: Als NVDA niet in staat is in te breken inhet browserproces om IA2 te gebruiken en UIA beschikbaar is, dan zal NVDA terugvallen op UIA.
pt_br: Somente quando necessário: Quando o NVDA não consegue injetar no processo do navegador para usar IA2 e UIA está disponível, então o NVDA voltará a usar UIA.
ru: Только при необходимости: Если NVDA не может внедриться в процесс браузера для использования IA2 при доступном UIA, то NVDA вернётся к использованию UIA.
ta: தேவைப்படும்பொழுது மட்டும்: என்விடிஏவால் உலாவிகளில் IA2-ஐ பயன்படுத்தமுடியாத நிலையில், பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் கிடைப்பிலிருந்தால், அதை என்விடிஏ பயன்படுத்தும்.
zh_tw: 必要時使用：若 NVDA 無法在瀏覽器使用 IA2 且瀏覽器支援 UIA 的情況下，NVDA 將會使用 UIA。

source: Yes: If the browser makes UIA available, NVDA will use it.
bg: Да: Ако браузърът предоставя UIA, NVDA ще го използва.
de: Ja: Wenn der Browser UIA zur Verfügung stellt, wird NVDA es verwenden.
es: Sí: si el navegador hace accesible a UIA, NVDA lo utilizará.
hr: Da: Ako će UIA biti dostupna u pregledniku, će ju koristiti.
nl: Ja: Als de browser over UIA kan beschikken zal NVDA UIA gebruiken.
pt_br: Sim: se o navegador disponibilizar o UIA, o NVDA o utilizará.
ru: Да: Если браузер поддерживает UIA, то NVDA будет его использовать.
ta: ஆம்: பயனர் இடைமுகப்பு தன்னியக்கமாக்கலை உலாவிகள் கிடைக்கச் செய்தால், என்விடிஏ அதைப் பயன்படுத்தும்.
zh_tw: 是：若瀏覽器允許使用 UIA，NVDA 便會使用它。
