Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: We recommend starting with the "Basic Training for NVDA module".
bg: Препоръчваме ви да започнете с модула „Basic Training for NVDA“.
de: Wir empfehlen, mit dem Modul "Grundausbildung für NVDA" zu beginnen.
es: Recomendamos comenzar con el "módulo de Formación Básica para NVDA".
hr: Preporučujemo vam započeti sa "Osnovnom obukom za korištenje NVDA".
nl: We raden aan te beginnen met de module "Basistraining voor NVDA".
pt_br: Recomendamos começar com o "Treinamento Básico para o módulo NVDA" — em inglês —.
ru: Мы рекомендуем начать с "Модуля базового обучения NVDA".
ta: என்விடிஏவிற்கான அடிப்படைப் பயிற்சியுடன் துவங்க நாங்கள் பரிந்துரைக்கிறோம்.
zh_tw: 我們建議從《Basic Training for NVDA module》開始，

source: This module covers concepts from getting started up to browsing the web and using object navigation.
bg: Този модул обхваща неща от първи стъпки до сърфиране в интернет и използване на обектна навигация.
de: Dieses Modul deckt Konzepte von den ersten Schritten bis zum Browsen im Web und der Verwendung der Objektnavigation ab.
es: Este módulo trata conceptos desde cómo empezar a navegar por la web a utilizar la navegación de objetos.
hr: Ovaj modul pokriva teme od početka korištenja pa sve do surfanja internetom i korištenja objektne navigacije.
nl: Deze module behandelt uiteenlopende onderwerpen van hoe begin ik tot surfen op het web en objectnavigatie gebruiken.
pt_br: Este módulo aborda conceitos desde os primeiros passos até a navegação na Web e o uso da navegação por objetos.
ru: В этом модуле рассматриваются концепции от начала работы до просмотра веб-страниц и использования навигации по объектам.
ta: இந்த பயிற்சியானது, தொடங்குவது முதல் இணையத்தில் உலாவுதல் மற்றும் பொருள் வழிசெலுத்தலைப் பயன்படுத்துவது வரையிலான கருத்துகளை உள்ளடக்கியது.
zh_tw: 本教材涵蓋從入門到瀏覽網頁及使用物件導覽的概念，

source: It is available in:
bg: Наличен е в следните варианти:
de: Es ist erhältlich in:
es: Está disponible en:
hr: Ovaj je modul dostupan u obliku:
nl: De module is beschikbaar als:
pt_br: Está disponível em:
ru: Он доступен в следующих форматах:
ta: பின்வரும் வடிவங்களில் இது கிடைக்கப்பெறுகின்றன:
zh_tw: 提供的型式有：

source: [Electronic text](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/), which includes Word DOCX, Web page HTML, eBook ePub and Kindle KFX formats.
bg: [Електронен текст](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/), който включва формати Word DOCX, HTML уеб страница, ePub и Kindle KFX.
de: [digitaler Form](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/), die die Formate Word DOCX, Webseite HTML, eBook ePub und Kindle KFX umfassen.
es: [Texto electrónico](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/), que incluye los formatos Word DOCX, página Web HTML, eBook ePub y Kindle KFX.
hr: [elektronskog teksta](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/), koji uključuje word DOCX, web stranicu HTML, e-knjigu ePub i Kindle KFX formate.
nl: [Electronische tekst](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/), waaronder begrepen Word DOCX, Web page HTML, eBook ePub and Kindle KFX.
pt_br: [Texto eletrônico](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/), que inclui os formatos DOCX de Word, HTML de página Web, ePub de livro digital e KFX de Kindle.
ru: [Электронный текст](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/), который включает в себя форматы Word DOCX, HTML веб-страниц, электронных книг ePub и Kindle KFX.
ta: வேர்ட் DOCX, எச்.டி.எம்.எல். இணையப் பக்கம், ePub மின்னூல், KFX கிண்டில் வடிவூட்டங்கள் ஆகியவைகளை உள்ளடக்கிய [மின்னணு உரை](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/).
zh_tw: [電子書](https://www.nvaccess.org/product/basic-training-for-nvda-ebook/)，包括 Word DOCX、網頁 HTML、eBook ePub 及 Kindle KFX 格式。

source: [Human-read, MP3 audio](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)
bg: [Прочетен от човек, в MP3 аудио формат](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)
de: [Von einer Person vorgelesen, MP3-Audio](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)
es: [Lector humano, audio MP3](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)
hr: [Audio koji čita čovjek](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)
nl: [Ingesproken MP3 audio](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)
pt_br: [Leitura humana, áudio MP3](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)
ru: [Звуковой формат MP3](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)
ta: [ஹ்யூமன்வேர்-ரீட், MP3 ஒலிதம்](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)
zh_tw: [人聲錄製的 MP3 音檔](https://www.nvaccess.org/product/basic-training-for-nvda-downloadable-audio/)

source: [Hard-copy UEB Braille](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/) with delivery included anywhere in the world.
bg: [UEB брайлов печат на хартиен носител](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/) с включена доставка до всяка точка на света.
de: [Hardcopy-UEB-Braille-Schrift](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/) mit Auslieferung in der ganzen Welt.
es: [UEB en papel Braille](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/) con entrega incluída en cualquier parte del mundo.
hr: [Kopija napisana Unificiranim engleskim brajevim pismom u tvrdom uvezu](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/) s isporukom u cijelom svijetu.
nl: [UEB Brailleboek](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/) inclusief wereldwijde bezorging.
pt_br: [Cópia impressa em Braille UEB — Braille Inglês Unificado](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/) — com entrega incluída em qualquer lugar do mundo.
ru: [Печатная копия UEB Брайля](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/) с включенной доставкой в ​​любую точку мира.
ta: உலகில் எங்காயினும் சேர்்ப்பிக்கப்படும் வசதியோடு [UEB பிரெயில் அச்சுப் படி](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/).
zh_tw: [紙本 UEB 點字](https://www.nvaccess.org/product/basic-training-for-nvda-braille-hard-copy/) (可寄送到世界各地)

source: Other modules, and the discounted [NVDA Productivity Bundle](https://www.nvaccess.org/product/nvda-productivity-bundle/), are available in the [NV Access Shop](https://www.nvaccess.org/shop/).
bg: Други модули и намаленият [„NVDA Productivity Bundle“](https://www.nvaccess.org/product/nvda-productivity-bundle/) се предлагат в [магазина на NV Access](https://www.nvaccess.org/shop/).
de: Weitere Module und das vergünstigte [NVDA Productivity Bundle](https://www.nvaccess.org/product/nvda-productivity-bundle/) sind im [NV Access Shop](https://www.nvaccess.org/shop/) erhältlich.
es: Otros módulos y el descuento [NVDA Productivity Bundle](https://www.nvaccess.org/product/nvda-productivity-bundle/), están disponibles en la [tienda de NV Access](https://www.nvaccess.org/shop/).
hr: Ostali moduli, i NVDA komplet za produktivnost po sniženoj cijeni https://www.nvaccess.org/product/nvda-productivity-bundle/], su dostupni u [NV Access trgovini](https://www.nvaccess.org/shop/).
nl: Andere modules, en, tegen gereduceerde prijs, de [NVDA Productivity Bundle](https://www.nvaccess.org/product/nvda-productivity-bundle/), zijn in de [NV Access Shop](https://www.nvaccess.org/shop/) verkrijgbaar.
pt_br: Outros módulos e o [Pacote de Produtividade do NVDA](https://www.nvaccess.org/product/nvda-productivity-bundle/) — em inglês — com desconto estão disponíveis na [Loja da NV Access](https://www.nvaccess.org/shop/).
ru: Другие модули, а также [Пакет продукции NVDA](https://www.nvaccess.org/product/nvda-productivity-bundle/) со скидкой доступны в [магазине NV Access](https://www.nvaccess.орг/shop/).
ta: பிற பயிற்சித் தொகுப்புகளும், தள்ளுபடியிலான [என்விடிஏ உற்பத்தித் திறன் தொகுப்பும்](https://www.nvaccess.org/product/nvda-productivity-bundle/) [என்வி அக்ஸஸ் அங்காடியில்](https://www.nvaccess.org/shop/) கிடைக்கப்பெறுகின்றன.
zh_tw: 其他教材及優惠的 [NVDA Productivity Bundle](https://www.nvaccess.org/product/nvda-productivity-bundle/) 可在 [NV Access Shop](https://www.nvaccess.org/shop/) 中取得。

source: NV Access also sells [telephone support](https://www.nvaccess.org/product/nvda-telephone-support/), either in blocks, or as part of the [NVDA Productivity Bundle](https://www.nvaccess.org/product/nvda-productivity-bundle/).
bg: NV Access предлага и платена [поддръжка по телефона](https://www.nvaccess.org/product/nvda-telephone-support/), на отделни бройки или като част от [„NVDA Productivity Bundle“](https://www.nvaccess.org/product/nvda-productivity-bundle/).
de: NV Access bietet auch kostenpflichtigen [Telefonsupport](https://www.nvaccess.org/product/nvda-telephone-support/) an, entweder in Blöcken oder als Teil des [NVDA-Produktivitätspaket](https://www.nvaccess.org/product/nvda-productivity-bundle/).
es: NV Access también comercializa [soporte telefónico](https://www.nvaccess.org/product/nvda-telephone-support/), ya sea en bloques, ya como parte del [NVDA Productivity Bundle](https://www.nvaccess.org/product/nvda-productivity-bundle/).
hr: NV Access također prodaje [Telefonsku podršku](https://www.nvaccess.org/product/nvda-telephone-support/), u blokovima, ili kao dio [NVDA kompleta za produktivnost](https://www.nvaccess.org/product/nvda-productivity-bundle/).
nl: NV Access biedt ook betaalde [telefonische ondersteuning aan](https://www.nvaccess.org/product/nvda-telephone-support/), hetzij in blokken, of als onderdeel van de [NVDA Productivity Bundle](https://www.nvaccess.org/product/nvda-productivity-bundle/).
pt_br: A NV Access também vende [suporte telefônico](https://www.nvaccess.org/product/nvda-telephone-support/), em blocos ou como parte do [Pacote de Produtividade do NVDA](https://www.nvaccess.org/product/nvda-productivity-bundle/).
ru: NV Access также предоставляет платную [поддержку по телефону](https://www.nvaccess.org/product/nvda-telephone-support/) либо блоками, либо как часть [Пакета продукции NVDA](https://www.nvaccess.org/product/nvda-productivity-bundle/).
ta: [என்விடிஏ உற்பத்தித் திறன் தொகுப்பின்](https://www.nvaccess.org/product/nvda-productivity-bundle/) பகுதியாக, அல்லது தொகுதிகளாக [தொலைப்பேசி ஆதரவினை](https://www.nvaccess.org/product/nvda-telephone-support/) என்வி அக்ஸஸ் விற்கிறது.
zh_tw: NV Access 還銷售[電話支援](https://www.nvaccess.org/product/nvda-telephone-support/)，可單獨購買或包含在 [NVDA Productivity Bundle](https://www.nvaccess.org/product/nvda-productivity-bundle/) 中的一部分，

source: Telephone support includes local numbers in Australia and the USA.
bg: Поддръжката по телефона включва местни номера в Австралия и САЩ.
de: Der telefonische Support umfasst lokale Nummern in Australien und den USA.
es: El soporte telefónico incluye números locales en Australia y en USA.
hr: Telefonska podrška uključuje telefonske brojeve u Australiji i Sad-u.
nl: Telefonische ondersteuning is met inbegrip van lokale nummers in Australië en de Verenigde Staten.
pt_br: O suporte por telefone inclui números locais na Austrália e nos EUA.
ru: Поддержка по телефону включает местные номера в Австралии и США.
ta: தொலைபேசி ஆதரவில் ஆஸ்திரேலியா மற்றும் அமெரிக்காவில் உள்ள உள்ளூர் எண்கள் அடங்கும்.
zh_tw: 電話支援包括澳洲及美國的本地號碼。

source: The [email user groups](https://github.com/nvaccess/nvda/wiki/Connect) are a great source of community help, as are [certified NVDA experts](https://certification.nvaccess.org/).
bg: [Пощенските потребителски групи](https://github.com/nvaccess/nvda/wiki/Connect) са чудесен източник на помощ от общността, както и [сертифицираните експерти по NVDA](https://certification.nvaccess.org/).
de: Die [E-Mail-Benutzergruppen](https://github.com/nvaccess/nvda/wiki/Connect) sind eine großartige Quelle für die Hilfe der Community, ebenso wie die [zertifizierten NVDA-Experten](https://certification.nvaccess.org/).
es: El [grupo de usuarios de correo](https://github.com/nvaccess/nvda-community/wiki/Connect) es una gran fuente de ayuda de la comunidad, al igual que [los expertos certificados en NVDA](https://certification.nvaccess.org/).
hr: [Korisničke mailing liste](https://github.com/nvaccess/nvda-community/wiki/Connect) su odličan izvor dobivanja pomoći, kao i [certificirani NVDA eksperti](https://certification.nvaccess.org/).
nl: Via de [email-gebruikersgroepen](https://github.com/nvaccess/nvda/wiki/Connect) wordt heel veel onderlinge hulp en ondersteuning geboden, wat zeker ook geldt voor het werk van de gecertificeerde NVDA-experts https://certification.nvaccess.org/].
pt_br: Os [grupos de usuários por e-mail](https://github.com/nvaccess/nvda/wiki/Connect) são uma grande fonte de ajuda da comunidade, assim como os [especialistas certificados em NVDA](https://certification.nvaccess.org/).
ru: [Пользователи почтовой рассылки](https://github.com/nvaccess/nvda/wiki/Connect) являются отличным источником помощи сообщества, как и [сертифицированные эксперты NVDA](https://certification.nvaccess.org/).
ta: [சான்றளிக்கப்பட்ட என்விடிஏ நிபுனர்களைப்](https://certification.nvaccess.org/) போலவே, [மின்னஞ்சல் பயனர் குழுமங்களும்](https://github.com/nvaccess/nvda-community/wiki/Connect) சமூக உதவிக்கு பெரும் ஆதாரமாக உள்ளன.
zh_tw: [電子郵件使用者群組](https://github.com/nvaccess/nvda/wiki/Connect)是社群支援的重要來源，[認證的 NVDA 專家](https://certification.nvaccess.org/)也是。

source: You can make bug reports or feature requests via [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md).
bg: Вие можете да докладвате за бъгове или да изпращате заявки за нови функции на [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md).
de: Sie können Fehlerberichte oder Funktionsanfragen über [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md) stellen.
es: Puedes informar de fallos o solicitar características a través de [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md).
hr: Možete poslati izvještaj o pogrešci ili sugestiju nove značajke koristeći [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md).
nl: Via [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md) kunnen bugs gemeld worden of features worden aangevraagd.
pt_br: Você pode fazer relatórios de bugs — falhas — ou solicitações de recursos via [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md).
ru: Вы можете отправлять отчёты об ошибках или запрашивать новые возможности через [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md).
ta: [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md) வாயிலாக என்விடிஏவில் உள்ள வழ்க்களை தெரிவிக்கலாம், அல்லது புதிய அம்சங்களைக் கோரலாம்.
zh_tw: 您可以透過 [GitHub](https://github.com/nvaccess/nvda/blob/master/projectDocs/issues/readme.md) 提出錯誤回報或功能請求，

source: The [contribution guidelines](https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md) contain valuable information for contributing to the community.
bg: [Contribution guidelines](https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md) съдържа ценна информация за приноса към общността.
de: Die [Beitragsrichtlinien](https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md) enthalten wertvolle Informationen für Beiträge zur Community.
es: Las [directrices de colaboración](https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md) contienen información valiosa para colaborar con la comunidad.
hr: [Smjernice za doprinos](https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md) sadrže vrijedne informacije za doprinositelje zajednici.
nl: In de richtlijnen mbt bijdragen https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md] staat nuttige informatie over het actief bijdragen aan het NVDA-gebeuren.
pt_br: As [diretrizes de contribuição](https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md) contêm informações valiosas para contribuir com a comunidade.
ru: [Руководство по участию](https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md) содержит ценную информацию для внесения вклада в сообщество.
ta: சமூகத்திற்குப் பங்களிக்க, [பங்களிப்பு வழிமுறைகள்](https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md) பக்கம் மதிப்புமிக்கத் தகவலைக் கொண்டுள்ளது.
zh_tw: [貢獻指南](https://github.com/nvaccess/nvda/blob/master/.github/CONTRIBUTING.md)則包含為社群做出貢獻的寶貴資訊。

source: More Setup Options
bg: Още опции за настройка
de: Weitere Setup-Optionen
es: Más Opciones de Configuración
hr: Više opcija za postavljanje
nl: Meer Setup-opties
pt_br: Mais Opções de Preparação
ru: Дополнительные параметры установщика
ta: கூடுதல் அமைவு விருப்பத் தேர்வுகள்
zh_tw: 更多設定選項

source: Installation Options
bg: Опции за инсталиране
de: Installations-Optionen
es: Opciones de Instalación
hr: Opcije instalacije
nl: InstallatieOpties
pt_br: Opções de Instalação
ru: Установка NVDA
ta: நிறுவல் விருப்பத் தேர்வுகள்
zh_tw: 安裝選項

source: If installing NVDA directly from the downloaded NVDA launcher, press the Install NVDA button.
bg: Ако инсталирате NVDA директно от изтегления инсталационен пакет, натиснете бутона „Инсталирай NVDA на този компютър“.
de: Wenn Sie NVDA direkt aus dem heruntergeladenen NVDA-Startprogramm installieren, klicken Sie auf den Schalter "NVDA installieren".
es: Si instalas NVDA directamente desde el lanzador de NVDA descargado, pulsa el botón Instalar NVDA.
hr: Ako instalirate NVDA izravno pokrečući preuzeti instalacijski paket, pritisnite gumb Instaliraj NVDA.
nl: als u NVDA rechtstreeks vanuit de gedownloade NVDA-launcher installeert , drukt u de knop Installeer NVDA in.
pt_br: Caso esteja instalando o NVDA diretamente do lançador — instalador — do NVDA baixado, pressione o botão Instalar NVDA.
ru: Для установки NVDA из установочного пакета, нажмите кнопку "Установить NVDA на этот компьютер".
ta: தரவிறக்கப்பட்ட என்விடிஏ செலுத்தியிலிருந்து நேரடியாக நிறுவுவதாக இருந்தால், "என்விடிஏவை நிறுவுக" பொத்தானை அழுத்தவும்.
zh_tw: 若是直接從下載的 NVDA 安裝程式進行安裝，開啟後按「安裝」按鈕，

source: If you have already closed this dialog or are wanting to install from a portable copy, please choose the Install NVDA menu item found under Tools in the NVDA menu.
bg: Ако вече сте затворили този диалог или искате да инсталирате NVDA от преносимо копие, моля, изберете елемента „Инсталиране на NVDA“, намиращ се в подменю „Инструменти“ от менюто на NVDA.
de: Falls Sie das Willkommensfenster bereits geschlossen haben oder NVDA von einer portablen Version aus installieren wollen, wählen Sie den Menüpunkt "NVDA installieren" aus dem Untermenü "Werkzeuge".
es: Si ya has cerrado este diálogo, o quieres instalar desde una copia portable, por favor elige el elemento de menú Instalar NVDA que se encuentra en Herramientas en el menú NVDA.
hr: Ako ste već zatvorili ovaj dijaloški okvir ili želite instalirati iz prijenosne kopije, odaberite stavku izbornika Instaliraj NVDA koju možete pronaći u podizborniku Alati u NVDA izborniku.
nl: Als u dit dialoogvenster al gesloten hebt of als u de installatie wilt uitvoeren vanuit een draagbare kopie, kies dan voor NVDA Installeren via het menu; in het NVDA-menu onder Extra.
pt_br: Se você já fechou esse diálogo ou está pretendendo instalar por meio de uma cópia portátil, por favor selecione o item de menu Instalar o NVDA encontrado em Ferramentas no menu do NVDA.
ru: Если вы уже закрыли это диалоговое окно или хотите установить NVDA из переносной копии, пожалуйста, выберите "меню NVDA → Сервис → Установить NVDA".
ta: இந்த உரையாடலை ஏற்கெனவே தாங்கள் மூடியிருந்தால், அல்லது கொண்டுசெல்லத்தக்கப் படியிலிருந்து என்விடிஏவை நிறுவுவதாக இருந்தால், என்விடிஏ பட்டியலில் இருக்கும் "கருவிகள்" உட்பட்டியலுக்குச் சென்று, "என்விடிஏவை நிறுவுக" உருப்படியை தேர்ந்தெடுக்கவும்.
zh_tw: 若您已經關閉此對話框，或是想要從可攜式版安裝，請從 NVDA 功能表的「工具」子功能表選擇「安裝 NVDA」這個項目。

source: The installation dialog that appears will confirm whether you wish to install NVDA and will also tell you whether this installation will be updating a previous install.
bg: Диалогът за инсталиране, който ще се появи, ще поиска потвърждение за инсталацията, а също така ще ви уведоми, ако текущата инсталация ще обнови предишна такава.
de: In dem daraufhin angezeigten Dialogfeld der Installation wird bestätigt, dass Sie NVDA installieren möchten, und es wird auch angegeben, ob diese Installation eine frühere Installation aktualisieren soll.
es: El diálogo de instalación que aparece confirmará si quieres instalar NVDA, y también te dirá si esta instalación actualizará una instalación anterior.
hr: Prikazani dijaloški okvir instalacije će potvrditi, želite li instalirati NVDA i obavijestit će vas, nadograđuje li se postojeća instalacija.
nl: In het dialoogvenster dat verschijnt, wordt bevestigd dat u NVDA wilt gaan installeren en er wordt in gemeld of het bij deze installatie gaat om het bijwerken van een eerdere installatie.
pt_br: O diálogo de instalação que aparece irá confirmar se você quer instalar o NVDA e também lhe dirá se essa instalação estará atualizando uma anterior.
ru: Появившееся диалоговое окно установки предложит подтвердить, хотите ли вы установить NVDA на этот компьютер, а также сообщит, будет ли эта установка обновлять предыдущую версию.
ta: தோன்றும் உரையாடல் பெட்டி, என்விடிஏவை தாங்கள் நிறுவ விரும்புகிறீர்களா என்று கேட்பதோடு, ஏற்கெனவே நிறுவப்பட்டிருக்கும் என்விடிஏவை இது இற்றைப்படுத்துமா என்பதையும் தெரிவிக்கும்.
zh_tw: 安裝對話框將確認您是否要安裝 NVDA，並且也會告知是否將會更新先前安裝的 NVDA，

source: Pressing the Continue button will start installing NVDA.
bg: Натискането на бутона продължи ще стартира инсталацията на NVDA.
de: Wenn Sie auf den Schalter "Fortfahren" klicken, wird die Installation gestartet.
es: Pulsando el botón Continuar comenzará la Instalación de NVDA.
hr: Kad pritisnete gumb Nastavi, započet će NVDA instalacija.
nl: Met het indrukken van de knop Doorgaan wordt de installatie van NVDA gestart.
pt_br: Ao pressionar o botão Continuar, será iniciada a instalação do NVDA.
ru: Как только вы нажмёте кнопку "Продолжить", начнётся процесс установки.
ta: "தொடர்க" பொத்தானை அழுத்தியவுடன் என்விடிஏவின் நிறுவுதல் தொடங்கும்.
zh_tw: 按下「繼續」按鈕及開始進行安裝。

source: There are also a few options in this dialog which are explained below.
bg: В този диалог има също и някои настройки, които са обяснени по-долу.
de: Es gibt allerdings noch weitere Optionen. Diese werden weiter unten beschrieben.
es: Hay también algunas opciones en este diálogo que se explican más abajo.
hr: U ovom dijaloškom okviru postoji i nekoliko opcija koje su objašnjene niže dolje.
nl: In dit dialoogvenster staan nog enkele opties die hieronder worden verklaard.
pt_br: Existem também algumas poucas opções nesse diálogo que serão explicadas logo abaixo.
ru: Также в этом диалоге есть несколько опций, назначение которых будет объяснено ниже.
ta: இவ்வுரையாடலில், கீழே விளக்கப்பட்டிருக்கும் சில விருப்பத் தேர்வுகளும் உண்டு.
zh_tw: 對話框中還有一些選項將說明於後。
