Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: When on, NVDA will treat these as normal tables, reporting them based on [Document Formatting Settings](#DocumentFormattingSettings) and locating them with quick navigation commands.
bg: Когато е включена, NVDA ще ги третира като нормални таблици, докладвайки ги на базата на [настройките за форматиране на документите](#DocumentFormattingSettings) и ще ги намира с клавишите за бърза навигация.
de: Wenn die Option aktiviert ist, wird NVDA solche Tabellen auf der Grundlage der [Einstellungen zur Dokumentformatierung](#DocumentFormattingSettings) anzeigen und über die Schnellnavigationstasten zugänglich machen.
es: Cuando está activada, NVDA las trata como tablas normales, anunciándolas basándose en las [Opciones de Formato de Documento](#DocumentFormattingSettings) y localizándolas con las órdenes de navegación rápida.
hr: Kad je ova opcija uključena, NVDA će tretirati ove tablice kao normalne tablice, čitajući ih onako kako je podešeno u [postavkama oblikovanja dokumenta](#DocumentFormattingSettings) i locirajući iste pomoću tipki za brzo kretanje.
nl: Wanneer Layout-tabellen opnemen is ingeschakeld, zal NVDA zulke tabellen als normale tabellen beschouwen. Hoe ze gemeld worden is afhankelijk van de [opmaakinstellingen](#DocumentFormattingSettings) en met sneltoetscommando's kan men er naar toe navigeren.
pt_br: Se ativada, este leitor as tratará como tabelas normais, anunciando-as baseado nas [Configurações de Formatação de Documentos](#DocumentFormattingSettings) e localizando-as com os comandos de navegação rápida.
ru: Если этот флажок установлен, то NVDA будет рассматривать макетные таблицы обычным образом, читая их исходя из [настроек форматирования документа](#DocumentFormattingSettings) и при этом они будут доступны для клавиш быстрой навигации.
ta: தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், அட்டவணைகளை இயல்பானவைகளாகத் தீர்மானித்து, [ஆவண வடிவூட்டம் அமைப்புகளைக்](#DocumentFormattingSettings) கொண்டு அவைகளை அறிவிப்பதுடன், விரைவுக் கட்டளைகளைக் கொண்டும் அவைகளை கண்டறியும்.
zh_tw: 當此選項開啟，NVDA 會視同一般表格，將根據[文件格式](#DocumentFormattingSettings)的設定讀出，並且可以使用快速導覽指令來定位，

source: When off, they will not be reported nor found with quick navigation.
bg: Когато е изключена, те няма да бъдат докладвани, нито ще попадате върху тях с бързата навигация.
de: Anderenfalls werden Layout-Tabellen weder angezeigt noch über die Schnellnavigationstasten zugänglich gemacht.
es: Cuando está desactivada, no se anuncian ni se encuentran con la navegación rápida.
hr: Kad je ova opcija isključena, o takvim tablicama NVDA neće izvještavati i neće ih biti moguće pronaći uz pomoć brzog kretanja.
nl: Wanneer deze optie niet ingeschakeld is, worden de tabellen niet opgenomen en men kan er niet naar toe navigeren.
pt_br: Quando desativada, tais tabelas não serão anunciadas nem encontradas com a navegação rápida.
ru: В противном случае, такие таблицы не будут читаться и обнаруживаться командами быстрой навигации.
ta: தேர்வாகியிருக்கவில்லை எனில், அட்டவணைகளை அறிவிக்காது என்பதோடில்லாமல், அவைகளை கண்டறிய விரைவுக் கட்டளைகளையும் பயன்படுத்தாது.
zh_tw: 當此選項關閉，排版表格就無法讀出，也無法用快速導覽指令找到，

source: However, the content of the tables will still be included as normal text.
bg: Въпреки това, съдържанието на тези таблици все още ще присъства като нормален текст.
de: Der Inhalt der Tabellen wird aber dennoch normal angezeigt.
es: Sin embargo, el contenido de las tablas todavía se incluirá como texto normal.
hr: Međutim, tada se sadržaj tablice prikazuje kao običan tekst.
nl: De inhoud wordt echter wel als normale tekst weergegeven.
pt_br: Todavia, o conteúdo das tabelas continuará sendo incluído como texto normal.
ru: Но содержимое таблиц будет по-прежнему включаться в документ как обычный текст.
ta: இருப்பினும், அட்டவணைகளின் உள்ளடக்கங்களை எளிய உரைகளாகக் காண்பிக்கும்.
zh_tw: 然而表格的內容仍會視同一般文字。

source: This option is turned off by default.
bg: Тази опция е изключена по подразбиране.
de: Die Option ist standardmäßig deaktiviert.
es: Esta opción está desactivada de forma predeterminada.
hr: Ova je opcija standardno aktivirana.
nl: Deze optie staat standaard uit.
pt_br: Por padrão, essa opção está desativada.
ru: По умолчанию этот флажок снят.
ta: இயல்பில், இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்காது.
zh_tw: 此選項預設關閉。

source: To toggle inclusion of layout tables from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да можете да превключвате включването на таблици за оформление отвсякъде, моля, задайте потребителски жест, като използвате прозореца [Жестове на въвеждане](#InputGestures).
de: Um die Ausgabe von Layout-Tabellen schnell ein- oder auszuschalten, müssen Sie das Dialogfeld für die [Tastenbefehle](#InputGestures) verwenden, um eine Tastenkombination zuzuweisen.
es: Para conmutar la inclusión de tablas de diseño desde cualquier lugar, por favor asigna un gesto personalizado utilizando el diálogo [Gestos de entrada](#InputGestures).
hr: Kako biste mogli globalno uključiti tablice rasporeda koristeći prečace, dodijelite prilagođeni prečac koristeći dijaloški okvir [Ulazne geste](#InputGestures).
nl: Om het opnemen van layout tabellenin- en uit te kunnen schakelen vanuit elke willekeurige plaats maakt u met behulp van het [dialoogvenster Invoerhandelingen](#InputGestures) een daartoe aangepaste handeling aan.
pt_br: Para alternar a inclusão de tabelas de leiaute de qualquer lugar, atribua um comando personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: Для быстрого включения и отключения чтения макетных таблиц, пожалуйста, назначьте желаемый жест на это действие в диалоге настроек [Жесты ввода](#InputGestures).
ta: தளவமைப்பு அட்டவணைகளைச் சேர்த்துக் கொள்ளும் வசதியை எங்கிருந்தாயினும் பயன்படுத்த, [உள்ளீட்டுச் சைகைகள் உரையாடலில்](#InputGestures) தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換包含排版表格，請使用[輸入手勢](#InputGestures)對話框來指派手勢。

source: Configuring reporting of fields such as links and headings
bg: Конфигуриране на съобщаването на полета като връзки и заглавия
de: Mitteilungen zu Elementen konfigurieren
es: Configurar el anunciado de campos tales como enlaces y encabezados
hr: Podešavanje izvještavanje o poljaima kao što su poveznice i naslovi
nl: Het melden van velden zoals links en koppen instellen
pt_br: Configurar O Anúncio de Campos Tais Como Links e Títulos — Cabeçalhos
ru: Настройка чтения таких элементов как ссылки и заголовки
ta: தொடுப்புகள், தலைப்புகள் போன்ற களங்களின் அறிவித்தலை அமைவடிவமாக்கல்
zh_tw: 設定讀出如連結及標題等的元素

source: Please see the options in the [Document Formatting category](#DocumentFormattingSettings) of the [NVDA Settings](#NVDASettings) dialog to configure the fields that are reported when navigating, such as links, headings and tables.
bg: Моля, прегледайте опциите в категорията [Форматиране на документите](#DocumentFormattingSettings) в прозореца с [настройките на NVDA](#NVDASettings), за да настроите кои полета да се съобщават при навигиране, като например връзки, заглавия и таблици.
de: Bitte beachten Sie die Optionen in der Kategorie [Dokument-Formatierungen](#DocumentFormattingSettings) in den [NVDA-Einstellungen](#NVDASettings), um festzulegen, welche Elemente wie z. B. Links, Überschriften und Tabellen beim Navigieren mitgeteilt werden sollen.
es: Por favor consulta las opciones en la [categoría Formateado de Documentos](#DocumentFormattingSettings) del diálogo [Opciones de NVDA](#NVDASettings) para configurar los campos que se anuncian cuando se navega, tales como enlaces, encabezados y tablas.
hr: Pogledajte opcije u kategoriji [Oblikovanje dokumenta](#DocumentFormattingSettings) u [NVDA Postavkama](#NVDASettings) kako biste podesili izgovor polja pri kretanju poput poveznica, naslova i tablica.
nl: Zie de opties in de [categorie Documentopmaak](#DocumentFormattingSettings) van de dialoog [Instellingen van NVDA](#NVDASettings) om de velden in te stellen die worden uitgesproken bij het navigeren, zoals links, koppen en tabellen.
pt_br: Por favor veja as opções na [categoria Formatação de Documentos](#DocumentFormattingSettings) do diálogo de [Configurações do NVDA](#NVDASettings) para a configuração dos campos que serão falados quando estiver navegando, tais como links, títulos e tabelas.
ru: Пожалуйста, обратитесь к опциям в [категории форматирования документа](#DocumentFormattingSettings) [диалога настроек NVDA](#NVDASettings), для выбора элементов, которые должны сообщаться при навигации в режиме обзора (например, такие как ссылки, заголовки и таблицы).
ta: தொடுப்புகள், தலைப்புகள், அட்டவணைகள் போன்ற களங்களின் அறிவித்தலை அமைவடிவமாக்க, [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் [ஆவண வடிவூட்டம் வகைமையைக்](#DocumentFormattingSettings) காணவும்.
zh_tw: 請參見 [NVDA 設定](#NVDASettings)對話框中[文件格式類別](#DocumentFormattingSettings)的選項，以設定導覽時要讀出的元素如連結、標題、表格等。

source: Automatic focus mode for focus changes
bg: Автоматичен режим на фокус при промяна във фокуса
de: Automatisch bei Änderungen im Fokus den Fokusmodus einschalten
es: Modo de foco automático para cambios del foco
hr: Automatski modus fokusa pri promjeni fokusa
nl: Automatische focusmodus bij focuswijzigingen
pt_br: Modo de foco automático quando o foco muda
ru: Автоматический переход в режим редактирования при смене фокуса
ta: குவிமையம் மாறும்பொழுது, குவிமைய நிலையைத் தானாக இயக்குக
zh_tw: 焦點改變時自動切換焦點模式

source: This option allows focus mode to be invoked if focus changes.
bg: Тази опция позволява да бъде предизвикан режим на фокус при промяна във фокуса.
de: Diese Option ermöglicht bei Änderungen den Fokusmodus automatisch zu aktivieren.
es: Esta opción permite al modo foco invocarse si el foco cambia.
hr: Ova opcija omogućuje da modus fokusa bude pozvan kad se fokus promjeni.
nl: Hiermee wordt de focusmodus automatisch geactiveerd bij focusveranderingen.
pt_br: Esta opção permite que o modo de foco seja ativado quando este for modificado.
ru: Этот флажок позволяет автоматически активировать режим редактирования, при перемещении системного фокуса.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், குவிமையம் மாறும்பொழுது, குவிமைய நிலைத் தானாக இயக்கப்படும்.
zh_tw: 此選項允許焦點改變時是否要跟著切換為焦點模式，

source: For example, when on a web page, if you press tab and you land on a form, if this option is checked, focus mode will automatically be invoked.
bg: Например, когато сте в уеб страница, ако натиснете клавиша Tab и се озовете във формуляр, ако тази опция е включена, ще бъде включен автоматично режим на фокус.
de: Zum Beispiel: Sie befinden sich auf einer Webseite und landen beim Drücken der Tab-Taste auf einem Formularfeld, schaltet NVDA in den Fokusmodus um, sofern diese Option eingeschaltet ist.
es: Por ejemplo, cuando estás en una página Web, si pulsas tab. y caes sobre un formulario, si esta opción está verificada, el modo foco se invocará automáticamente.
hr: Na primjer, kad se nalazite na web stranici, ako pritisnete tabulator i naiđete na obrazac, ako je ova opcija odabrana, modus fokusa će se automatski pokrenuti.
nl: Als het selectievakje is ingeschakeld, zal de focusmodus automatisch worden geactiveerd wanneer u in een webpagina bij voorbeeld in een formulierveld terecht komt door op TAB te drukken.
pt_br: Por exemplo se esta opção estiver marcada, quando numa página Web, se pressionar Tab e encontrar um formulário, o modo de foco será ativado automaticamente.
ru: Например, если этот флажок установлен, и при нажатии клавиши Tab на какой-либо странице вы попадаете на поле формы, то автоматически будет активирован режим редактирования.
ta: எடுத்துக்காட்டாக, ஒரு இணையப் பக்கத்தில், தத்தல் விசையை அழுத்தி தாங்கள் ஒரு படிவக் களத்திற்குச் சென்றால், குவிமைய நிலை உடனே தானாக இயக்கப்படும்.
zh_tw: 例如在網頁上按 Tab 移到一個表單，如果有勾選此選項，將會自動切換為焦點模式。

source: Automatic focus mode for caret movement
bg: Автоматичен режим на фокус при преместване на каретката
de: Beim Navigieren mit dem System-Cursor automatisch den Fokusmodus einschalten
es: Modo foco automático para movimiento de cursor
hr: Automatski modus fokusa pri pomicanju kursora sustava
nl: Automatische focusmodus bij cursorbeweging
pt_br: Modo de foco automático para movimento do cursor
ru: Автоматический переход в режим редактирования при перемещении каретки
ta: கணினிச் சுட்டி நகரும்பொழுது, குவிமைய நிலையைத் தானாக இயக்குக
zh_tw: 游標移動時自動切換焦點模式

source: This option, when checked, allows NVDA to enter and leave focus mode when using arrow keys.
bg: Когато тази опция е маркирана, това ще позволи на NVDA да влиза и излиза от режим на фокус, когато се придвижвате със стрелките.
de: Wenn diese Option eingeschaltet ist, schaltet NVDA den Fokusmodus beim Navigieren mit den Pfeiltasten automatisch ein oder aus.
es: Esta opción, cuando está marcada, permite a NVDA entrar y salir del modo foco cuando se utilizan las flechas.
hr: Ova opcija, kad je odabrana, omogućuje NVDA ulaz i izlaz iz modusa fokusa kad se koriste kursorske tipke.
nl: Als dit selectievakje is ingeschakeld, zal NVDA de focusmodus vanzelf aanpassen bij gebruik van de pijltjestoetsen.
pt_br: Esta opção quando marcada permite que o NVDA ative e desative o modo de foco quando caminhar com as setas direcionais.
ru: Этот флажок, если установлен, указывает NVDA автоматически активировать и деактивировать режим редактирования при использовании клавиш-стрелок.
ta: இத்தேர்வுப் பெட்டி தேர்வாகியிருந்தால், அம்பு விசைகளைக் கொண்டு நகரும்பொழுது, குவிமையத்திற்குள் செல்லவும், வெளியேறவும் என்விடிஏவை அனுமதிக்கிறது.
zh_tw: 當勾選此選項，可以使用方向鍵來進入或離開焦點模式，

source: For example, if arrowing down a web page and you land on an edit box, NVDA will automatically bring you into focus mode.
bg: Например, когато се придвижвате надолу в уеб страница и попаднете на поле за писане, NVDA автоматично ще включи режим на фокус.
de: Wenn Sie beispielsweise auf eine Webseite nach unten navigieren und auf einem Eingabefeld treffen, schaltet NVDA automatisch in den Fokusmodus um.
es: Por ejemplo, si se va pulsando flecha abajo por una página Web y caes sobre un cuadro de edición, NVDA activará automáticamente el modo foco.
hr: Na primjer, kad se krećete po web stranici sa strelicom prema dolje i naiđete na polje za uređivanje, NVDA će automatski prebaciti na modus fokusa.
nl: Als u bij voorbeeld met de pijltjestoetsen door een webpagina bladert en u in een invoerveld belandt, komt u automatisch in de focusmodus.
pt_br: Por exemplo, se for pressionando a seta para baixo numa página Web e encontrar uma caixa de edição, este leitor de tela ativará automaticamente o modo de foco.
ru: Например, если нажать стрелку вниз на какой-либо странице и вы попадёте на поле редактирования, то NVDA автоматически активирует режим редактирования.
ta: எடுத்துக்காட்டாக, ஒரு இணையப் பக்கத்தில் அம்பு விசையைக் கொண்டு கீழ்நோக்கி நகரும்பொழுது, ஒரு தொகுகளம் எதிர்பட்டால், என்விடிஏ தங்களை தானாக குவிமையத்திற்குள் கொண்டுவரும்.
zh_tw: 例如當使用方向鍵在網頁中瀏覽並移到編輯區，NVDA 將自動切換為焦點模式，

source: If you arrow out of the edit box, NVDA will put you back in browse mode.
bg: Ако излезете от полето за писане, NVDA ще включи отново режим на разглеждане.
de: Wenn Sie das Eingabefeld verlassen, schaltet NVDA wieder zurück in den Lesemodus um.
es: Si pulsas las flechas para salir del cuadro de edición, NVDA te volverá a poner en modo revisión.
hr: Ako izađete iz polja za uređivanje uz pomoć strelice, NVDA će vas vratiti u modus čitanja.
nl: Als u het invoerveld uitgaat, keert u weer terug in de bladermodus (ook wel surfmodus genoemd).
pt_br: Se pressionar as setas para sair da área de edição, o NVDA voltará ao modo de navegação.
ru: Если вы выйдете стрелками за пределы поля редактирования, то NVDA обратно вернет вас в режим обзора.
ta: அம்பு விசையைப் பயன்படுத்தி தொகுகளத்தைவிட்டு வெளியேறும்பொழுது, என்விடிஏ தங்களை மீண்டும் உலாவு நிலைக்கு கொண்டுசெல்லும்.
zh_tw: 若以方向鍵移出此編輯區將回到瀏覽模式。

source: Audio indication of Focus and Browse modes
bg: Звукови индикации за преминаване между режим на фокус и на разглеждане
de: Akustische Ausgabe von Fokus- und Lesemodus
es: Indicación de Audio de los modos Foco y Navegación
hr: Audio oznaka za moduse fokusa i čitanja
nl: Geluidsmarkering voor focus- en bladermodus
pt_br: Indicação sonora de mudança entre modo de foco e navegação
ru: Звуковая индикация режимов обзора и редактирования
ta: குவிமைய நிலை, உலாவும் நிலை ஆகியவைகளுக்குக் கேட்பொலிச் சைகையை எழுப்புக
zh_tw: 以音效表示焦點模式與瀏覽模式

source: If this option is enabled, NVDA will play special sounds when it switches between browse mode and focus mode, rather than speaking the change.
bg: Ако тази опция е включена, NVDA ще просвирва специални звуци, когато преминавате между режим на фокус и на разглеждане, вместо да изговаря промяната.
de: Bei eingeschalteter Option wird in NVDA vor der Mitteilung über die Änderung ein besonderer Hinweiston wiedergegeben, wenn Sie von einem in den anderen Modus wechseln.
es: Si esta opción está activada, NVDA reproducirá sonidos especiales cuando cambie entre modo exploración y modo foco en lugar de verbalizar el cambio.
hr: Ako je ova opcija aktivirana, NVDA će svirati specijalne zvukove kad se prebacuje između modusa čitanja i modusa fokusa, umjesto da izgovori promjenu.
nl: Als dit selectievakje is ingeschakeld, hoort u een bepaald geluid als gewisseld wordt tussen de focus- en bladermodus in een document. Dit komt dan in de plaats van een uitgesproken wijziging van de focus.
pt_br: Se esta opção estiver habilitada, o NVDA reproduzirá sons especiais quando alternar entre os modos de navegação e foco, em vez de anunciar a alteração.
ru: Если этот флажок установлен, то NVDA будет воспроизводить специальные звуки для индикации смены режимов обзора и редактирования, не озвучивая смену между этими режимами с помощью речи.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், உலாவும் நிலை, குவிமைய நிலை ஆகியவைகளுக்கிடையே மாறும்பொழுது, என்விடிஏ, மாற்றத்தை அறிவிக்காமல், ஒலிச் சைகையை எழுப்பும்.
zh_tw: 若啟用此選項，NVDA 在瀏覽模式與焦點模式之間切換時將播放特殊音效，而不是說出變更的模式。

source: Trap non-command gestures from reaching the document
bg: Предотвратявай изпращането към документа на всички некомандни жестове
de: Nur Tasten im virtuellen Dokument verarbeiten
es: Capturar los gestos que no sean de órdenes para que no alcancen el documento
hr: Onemogući nenaredbenim gestama pristup dokumentu
nl: Niet-commandogebonden handelingen onderscheppen voordat ze het document bereiken
pt_br: Interceptar tudo que não seja comando para que não chegue ao documento
ru: Блокировать некомандные жесты
ta: கட்டளைகள் அல்லாத சைகைகளை ஆவணத்திற்குச் செல்லாமல் தடுத்திடுக
zh_tw: 在文件中限製所有非命令手勢

source: Enabled by default, this option allows you to choose if gestures (such as key presses) that do not result in an NVDA command and are not considered to be a command key in general, should be trapped from going through to the document you are currently focused on.
bg: Включена по подразбиране, тази опция ви позволява да избирате дали жестовете (като натискания на клавиши), които не водят до изпълнение на команда на NVDA и като цяло не се възприемат като команди, трябва да бъдат възпрепятствани да достигат до документа, в който работите в момента.
de: Wenn diese Option aktiviert ist, werden Tastenkombinationen, die nicht mit Schnellnavigationsbefehlen belegt sind, direkt an die aktuelle Anwendung weitergereicht, wenn Sie diese innerhalb des Lesemodus benutzen.
es: Habilitada de modo predeterminado, esta opción te permite elegir si los gestos (tales como la pulsación de teclas) que no sean una orden de NVDA y que no se considere que sea una tecla de orden en general, deberían capturarse para no pasar al documento que esté en el foco actualmente.
hr: Standardno aktivirana, ova opcija omogućuje donijeti odluku o tome, hoće li geste (kao što su pritisci tipaka) koje ne rezultiraju u NVDA naredbi i koje se općenito ne smatraju NVDA naredbama, biti spriječene pristupiti trenutačno fokusiranom dokumentu.
nl: Met deze optie, die standaard is ingeschakeld, kunt u bepalen of invoerhandelingen zoals toetsaanslagen die geen NVDA-commando opleveren en die niet worden beschouwd als commandotoets in het algemeen, moeten worden onderschept voordat ze het document dat op dat moment de focus heeft, bereiken.
pt_br: Habilitada por padrão, esta opção lhe permite escolher se os comandos — gestos — (tais como o pressionamento de teclas) que não resultam num comando do NVDA e não são considerados como comandos em geral, devem ser interceptados para que não passem ao documento que está atualmente sob o foco.
ru: Этот флажок, установленный по умолчанию, позволяет вам выбрать, следует ли жесты (такие как нажатия клавиш), не являющиеся командами NVDA и вообще не рассматриваемые как команды, блокировать в режиме обзора.
ta: என்விடிஏ, அல்லது பொதுவான கட்டளையாகக் கருதப்படாத சைகைகளை, தற்பொழுது குவிமையத்தில் இருக்கும் ஆவணத்திற்குச் செல்லாமல் தடுக்க வேண்டுமா என தீர்மானிக்க, இயல்பில் தேர்வாகியிருக்கும் இத்தேர்வுப் பெட்டி தங்களை அனுமதிக்கிறது.
zh_tw: 此選項預設啟用，允許您選擇不會產生 NVDA 指令且通常不被視為指令的手勢或按鍵是否要作用於目前的文件中，

source: As an example, if enabled and the letter j was pressed, it would be trapped from reaching the document, even though it is not a quick navigation command nor is it likely to be a command in the application itself.
bg: Например, ако е включена и натиснете клавиша J, той би бил възпрепятстван от достигане на документа, макар че той не отговаря на команда за навигация и е слабо вероятно да отговаря на команда в самото приложение.
de: Wenn beispielsweise der Buchstabe "J" gedrückt wurde und aktiviert ist, würde er vom Erreichen des Dokuments abgefangen, obwohl es sich weder um einen Schnellnavigationsbefehl handelt noch wahrscheinlich um einen Befehl in der Anwendung selbst.
es: Como un ejemplo, al estar activada, si se pulsó la letra j, debería capturarse para no alcanzar el documento, ya que no es ni una tecla de navegación rápida ni es probable que sea una orden de la misma aplicación.
hr: Na primjer, kad je ova opcija aktivirana, ako se pritisne slovo j, ono se neće proslijediti dokumentu, iako nije prečac za brzo kretanje ili prečac u samoj aplikaciji.
nl: Ervan uitgaande dat de optie is ingeschakeld zal de letter "j", bij voorbeeld, wanneer u deze indrukt, onderschept worden voordat ze het document bereikt, ook al is het geen navigatiesneltoets en waarschijnlijk ook geen commandotoets binnen de toepassing zelf.
pt_br: Por exemplo, quando habilitado e a letra j for pressionada, ela é interceptada para que não chegue ao documento, já que não se trata de um comando de navegação rápida, e provavelmente não é um comando do próprio aplicativo.
ru: Например, если флажок установлен и была нажата клавиша j, то это нажатие будет блокировано даже в том случае, если эта команда не является клавишей быстрой навигации и может быть командой самого приложения.
ta: எடுத்துக்காட்டாக, இத்தேர்வுப் பெட்டித் தேர்வான நிலையில், என்விடிஏவின் விரைவுக் கட்டளையாகவும், பயன்பாட்டின் பொதுவான கட்டளையாகவும் இல்லாத 'j' என்கிற விசையை அழுத்தினால், அவ்விசை, ஆவணத்திற்குச் செல்லாமல் தடுக்கப்படும்.
zh_tw: 例如啟用此選項並按英文字母 J 鍵，這個按鍵動作會被限制無法輸入到文件中，即使它不是快速導覽指令也不可能是應用程式本身的指令，
