Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Move to focus object |NVDA+numpadMinus |NVDA+backspace |none |Moves to the object that currently has the system focus, and also places the review cursor at the position of the System caret, if it is showing
bg: Навигирай до обекта на фокус |NVDA+Минус от цифровата клавиатура |NVDA+BackSpace |Няма |Навигира до обекта, който е на фокус, като позиционира и курсора за преглед до каретката, ако тя е налична
de: Zum Fokus-Objekt navigieren |NVDA+Nummernblock-Minus |NVDA+Rücktaste |Keine |Navigiert zum aktuell hervorgehobenen Objekt und zieht den NVDA-Cursor zum System-Cursor, sofern dieser sichtbar ist
es: Navegar al objeto del foco |NVDA+Menos teclado numérico |NVDA+Retroceso |no |Navega al objeto que tiene actualmente el foco del sistema, y también coloca el cursor de revisión en la posición del cursor del Sistema, si se muestra
hr: Premjesti se na objekt fokusa |NVDA+numMinus |NVDA+backspace |nema |Premješta se na objekt koji je trenutačno u fokusu sustava te premješta kursor pregleda na poziciju kursora sustava, ako se prikazuje
nl: Naar object met de focus gaan |NVDA+numeriek minteken |NVDA+backspace |geen |Hiermee navigeert u naar het object waar de systeemfocus zich momenteel bevindt, en verplaatst u de leescursor (review cursor) naar de positie van de tekstcursor als deze zichtbaar is
pt_br: Mover para o objeto em foco |NVDA+Menos do teclado numérico |NVDA+backspace |nenhum |Move para o objeto que tem o foco do sistema atual, e também posiciona o cursor de exploração na posição do cursor do sistema, se o mesmo estiver visível
ru: Перейти на объект в фокусе |NVDA+numpadMinus |NVDA+Backspace |отсутствует |Перемещается к объекту, который в данный момент находится в системном фокусе, а также помещает просмотровый курсор в положение системной каретки, если она отображается
ta: குவிமையத்திலிருக்கும் பொருளுக்கு நகர்க |என்விடிஏ+எண் திட்டு கழித்தல் |என்விடிஏ+பின் நகர்க |ஏதுமில்லை |கணினிக் குவிமையத்திலிருக்கும் பொருளுக்கு நகர்ந்து, அப்பொருளில், கணினிச் சுட்டியிருந்தால், சீராய்வுச் சுட்டியையும் அவ்விடத்திற்கு நகர்த்தும்
zh_tw: 移到焦點物件 |NVDA+數字鍵盤減號 |NVDA+backspace |無 |移到目前系統焦點所在的物件，並將檢閱游標放在系統游標的位置 (如果有的話)

source: Activate current navigator object |NVDA+numpadEnter |NVDA+enter |double-tap |Activates the current navigator object (similar to clicking with the mouse or pressing space when it has the system focus)
bg: Активирай текущия навигационен обект |NVDA+Enter от цифровия блок |NVDA+Enter |двукратно почукване |Активира текущия навигационен обект (подобно на ляв бутон на мишката или натискане на Интервал, когато този елемент е на фокус)
de: Aktuelles Navigator-Objekt aktivieren |NVDA+Nummernblock-Eingabetaste |NVDA+Eingabetaste |Doppeltippen |Aktiviert das aktuelle Navigator-Objekt (ähnlich einem Mausklick oder dem Drücken der Leertaste).
es: Activar actual navegador de objetos |NVDA+Intro teclado numérico |NVDA+Intro |doble toque |Activa el actual navegador de objetos (similar a hacer clic con el ratón o pulsar espacio cuando tiene el foco del sistema)
hr: Aktiviraj trenutačni navigacijski objekt |NVDA+numEnter |NVDA+enter |dvostruki dodir |Aktivira trenutačni navigacijski objekt (slično pritiskanjem miša ili razmaknice kad postoji fokus sustava)
nl: Huidige navigator object activeren |NVDA+numeriek entertoets |NVDA+enter |dubbel tikken |Hiermee wordt het huidige navigator object geactiveerd(hetzelfde effect als klikken met de muis of het indrukken van de spatiebalk bij gefocusseerd object)
pt_br: Ativar objeto de navegação atual |NVDA+Enter do teclado numérico |NVDA+enter |Duplo Toque |Ativa o objeto de navegação atual (o mesmo que clicar com o mouse ou pressionar a barra de espaços quando se tem o foco)
ru: Активировать текущий объект навигатора |NVDA+numpadEnter |NVDA+Enter |Коснуться дважды |Активирует текущий объект навигатора (подобно щелчку мыши или нажатию "Пробел", когда объект находится в системном фокусе)
ta: தற்போதைய வழிசெலுத்திப் பொருளை இயக்குக |என்விடிஏ+எண் திட்டு உள்ளிடு |என்விடிஏ+உள்ளிடு |இரு முறைத் தட்டுதல் |கணினிக் குவிமையத்தில் இருக்கும் ஒரு பொருளை சொடுக்கி/உள்ளிடு விசை எப்படி இயக்குமோ, அவ்வியக்கத்தை நிகழ்த்தும்
zh_tw: 啟動目前導覽物件 |NVDA+數字鍵盤Enter |NVDA+enter |點兩下 |啟動目前導覽物件 (與在系統焦點下按空白鍵或點擊滑鼠類似)

source: Move System focus or caret to current review position |NVDA+shift+numpadMinus |NVDA+shift+backspace |none |pressed once Moves the System focus to the current navigator object, pressed twice moves the system caret to the position of the review cursor
bg: Премести фокуса или каретката до текущата позиция на курсора за преглед |NVDA+Shift+минусОтЦифроватаКлавиатура |NVDA+Shift+BackSpace |Няма |Натиснато веднъж, премества фокуса до текущия навигационен обект, натиснато два пъти, премества каретката до позицията на курсора за преглед
de: System-Cursor zum aktuellen Navigator-Objekt oder die Einfügemarke zum NVDA-Cursor ziehen |NVDA+Umschalt+Nummernblock-Minus |NVDA+Umschalt+Rücktaste |Keine |Wird diese Tastenkombination einmal gedrückt, wird der System-Fokus zum aktuellen Navigator-Objekt gezogen. Wird sie zweimal gedrückt, so wird der System-Cursor zum NVDA-Cursor gezogen
es: Mover foco del Sistema a actual navegador de objetos |NVDA+shift+Menos teclado numérico |NVDA+shift+retroceso |no |pulsado una vez Mueve el foco del Sistema al navegador de objetos actual, pulsado dos veces mueve el cursor del sistema a la posición del cursor de revisión
hr: Premjesti fokus sustava ili kursor na trenutačnu poziciju |NVDA+šift+numMinus |NVDA+šift+backspace |nema |Kad se pritisne jedanput, premješta fokus sustava na trenutačni navigacijski objekt. Kad se pritisne dvaput, premješta kursor sustava na trenutačnu poziciju preglednog kursora
nl: Verplaats de systeem focus of cursor naar de huidige review positie |NVDA+shift+numeriek minteken |NVDA+shift+backspace |geen |Een maal drukken verplaatst de focus naar het huidige navigator object, twee maal drukken verplaatst de systeem cursor naar de review cursor
pt_br: Mover o foco ou o cursor do sistema para a posição atual da exploração |NVDA+shift+Menos do teclado numérico |NVDA+shift+backspace |nenhum |Se pressionada uma vez, coloca o foco sobre o objeto de navegação atual. Duas vezes, coloca o cursor do sistema na posição do cursor de exploração
ru: Переместить системный фокус или каретку в текущую позицию просмотрового курсора |NVDA+Shift+numpadMinus |NVDA+Shift+Backspace |отсутствует |Одиночное нажатие перемещает системный фокус на текущий объект навигатора, двойное нажатие перемещает системную каретку в позицию просмотрового курсора
ta: தற்போதைய சீராய்வு நிலைக்கு, கணினிக் குவிமையத்தை, அல்லது சுட்டியை நகர்த்துக |என்விடிஏ+மாற்றழுத்தி+எண் திட்டு கழித்தல் |என்விடிஏ+மாற்றழுத்தி+பின் நகர்க |ஏதுமில்லை |ஒருமுறை அழுத்தினால், கணினிக் குவிமையத்தைத் தற்போதைய வழிசெலுத்திப் பொருளுக்கு நகர்த்தும், இருமுறை அழுத்தினால், கணினிச் சுட்டியை, சீராய்வுச் சுட்டிக்கு நகர்த்தும்
zh_tw: 系統焦點或游標移到目前檢閱位置 |NVDA+Shift+數字鍵盤減號 |NVDA+Shift+Backspace |無 |按一下將系統焦點移到目前導覽物件，按兩下將系統游標移到檢閱游標位置。

source: Report review cursor location |NVDA+shift+numpadDelete |NVDA+shift+delete |none |Reports information about the location of the text or object at the review cursor. For example, this might include the percentage through the document, the distance from the edge of the page or the exact screen position. Pressing twice may provide further detail.
bg: Докладвай местоположението на курсора за преглед |NVDA+Shift+DeleteОтЦифроватаКлавиатура |NVDA+Shift+Delete |Няма |Съобщава информация за местоположението на текста или обекта на позицията на курсора за преглед. Например, това може да включва процента на напредъка в документа, разстоянието от ръба на страницата или точната позиция на екрана. Двукратното натискане може да предостави допълнителни подробности.
de: Position des NVDA-cursors mitteilen |NVDA+Umschalt+Nummernblock Komma |NVDA+Umschalt+Entfernen |Keine |Teilt Informationen über die Position des Textes oder Objekts am NVDA-Cursor mit. Dies kann z. B. der Prozentsatz im Dokument, der Abstand zum Seitenrand oder die genaue Position auf dem Bildschirm sein. Durch zweimaliges Drücken können weitere Details angezeigt werden.
es: Anunciar ubicación del cursor de revisión |NVDA+shift+Suprimir teclado numérico |NVDA+shift+suprimir |no |Anuncia información acerca de la localización del texto u objeto EN EL cursor DE REVISIÓN. Por ejemplo, esto podría incluir el porcentaje del documento, la distancia desde el borde de la página o la posición exacta en la pantalla. Al pulsar dos veces podrá proporcionar detalles adicionales.
hr: Čitaj poziciju preglednog kursora |NVDA+shift+numpadDelete |NVDA+shift+delete |nema |Čita informaciju o tekstu ili objektu pod preglednim kursorom. Na primjer, to može uključivati postotak u dokumentu, rubove stranica ili točnu poziciju na zaslonu. Ako se pritisne dvaput, možete dobiti više detalja.
nl: Positie van de leescursor melden |NVDA+shift+numeriek Delete |NVDA+shift+delete |geen |Geeft informatie overde plaats van de tekst of het object bij de leescursor. Er kan, bij voorbeeld, in een percentage aangegeven worden waar in het document de cursor staat, wat de afstand is ten opzichte van de rand van de pagina of de exacte schermpositie. Door tweemaal te drukken krijgt u meer details.
pt_br: Anunciar a localização do cursor de exploração |NVDA+shift+del do bloco numérico |NVDA+shift+del |nenhum |Anuncia informações sobre a localização do texto ou objeto sob o cursor de exploração. Por exemplo, isso pode incluir a percentagem do documento, a distância da borda da página ou a exata posição na tela. Pressionando duas vezes, poderá fornecer detalhes adicionais.
ru: Сообщить расположение просмотрового курсора |NVDA+Shift+NumpadDelete |NVDA+Shift+Delete |отсутствует |Сообщает информацию о расположении текста или объекта под просмотровым курсором. Например, сюда может включаться информация о положении курсора в документе в процентном соотношении, расстояние от края страницы или же точное положение курсора на экране. Двойное нажатие может сообщить более детальную информацию.
ta: சீராய்வுச் சுட்டியின் இருப்பிடத்தை அறிவித்திடுக |என்விடிஏ+மாற்றழுத்தி+எண் திட்டு அழி |என்விடிஏ+மாற்றழுத்திஅழி |ஏதுமில்லை |சீராய்வுச் சுட்டியின் கீழிருக்கும் உரை, அல்லது பொருளின் இருப்பிடம் குறித்த தகவலை அறிவிக்கும். எடுத்துக்காட்டாக, ஒரு ஆவணத்தில் எத்தனை விழுக்காடு, பக்கத்தின் விளிம்பிலிருந்து எத்தனைத் தொலைவு, அல்லது திரையின் துல்லிய நிலை போன்றவைகளை அறிவிக்கும். இரு முறை அழுத்தினால், கூடுதல் தகவல்களை அறிவிக்கும்.
zh_tw: 讀出檢閱游標位置 |NVDA+Shift+數字鍵盤 Delete |NVDA+Shift+Delete |無 |讀出檢閱游標所在的文字或物件的位置，例如：這可能包括文件中的百分比、頁面與邊緣的距離或精確的螢幕位置，連按兩下可提供更多細節。

source: Move review cursor to status bar |none |none |none |Reports the Status Bar if NVDA finds one. It also moves the navigator object to this location.
bg: Премести курсора за преглед до лентата на състоянието |Няма |Няма |Няма |Докладва лентата на състоянието, ако NVDA намери такава. Също придвижва навигационния обект до това местоположение.
de: NVDA-Cursor in die Statusleiste verschieben |Keine |Keine |Keine |Liest die Statusleiste vor, falls vorhanden. Es verschiebt auch das Navigator-Objekt an diese Position.
es: Mover cursor de revisión a barra de estado |non |no |no |Anuncia la Barra de Estado si NVDA encuentra una. También mueve el navegador de objetos a este lugar.
hr: Premjesti kursor na traku stanja |nema |nema |nema |izgovara traku stanja ako ju NVDA pronađe. Objekt navigatora će se također premjestiti na tu lokaciju.
nl: Leescursor (review cursor) naar statusbalk verplaatsen |geen |geen |geen |Melden van Statusbalk als NVDA deze vindt. Het navigatorobject wordt eveneens hierheen verplaatst.
pt_br: Move o cursor de exploração para a barra de status |nenhuma |nenhuma |nenhuma |Lê a barra de status caso o NVDA a encontre. Este comando também move a navegação de objetos para sua localização.
ru: Переместить просмотровый курсор к строке состояния |отсутствует |отсутствует |отсутствует |Сообщает строку состояния при её обнаружении. Также приводит к ней объектный навигатор.
ta: சீராய்வுச் சுட்டியை நிலைப் பட்டைக்கு நகர்த்திடுக |ஏதுமில்லை |ஏதுமில்லை |ஏதுமில்லை |நிலைப் பட்டை ஒன்றைக் கண்டால், என்விடிஏ அதை அறிவித்து, வழிசெலுத்திப் பொருளையும் அவ்விடத்திற்கு நகர்த்தும்.
zh_tw: 檢閱游標移到狀態列 |無 |無 |無 |讀出狀態列 (若 NVDA 有找到)，同時會將導覽物件移到該處。

source: Note: numpad keys require the Num Lock to be turned off to work properly.
bg: Забележка: Клавишите от цифровия блок изискват Num Lock да бъде изключен, за да работят правилно.
de: Hinweis: Um die Tasten auf dem Nummernblock zu benutzen, muss dieser deaktiviert sein.
es: Nota: las teclas del teclado numérico requieren que la tecla BloqNum esté desactivada para funcionar apropiadamente.
hr: Napomena: za tipke na numeričkoj tipkovnici je potrebno isključiti numerički blok, kako bi ispravno radile.
nl: Let op: voor een goede werking van de numerieke toetsen moet NumLock uitgeschakeld worden.
pt_br: Nota: As teclas do bloco numérico requerem que o Num Lock esteja desativado para que possam desempenhar suas funções adequadamente.
ru: Примечание: Для правильной работы необходимо выключить режим Numlock.
ta: குறிப்பு: எண் திட்டு விசைகள் சரிவர இயங்க, எண் பூட்டு நீக்கப்பட்டிருக்க வேண்டும்.
zh_tw: 附註：數字鍵盤的 Num Lock 鍵須在關閉狀態才能正常運作。

source: Reviewing Text
bg: Преглед на текста в текущия обект
de: Befehle zum Text betrachten
es: Revisar Texto
hr: Pregledavanje teksta
nl: Nalezen van tekst
pt_br: Revendo — Explorando — Texto
ru: Просмотр текста
ta: உரைச் சீராய்வு
zh_tw: 檢閱文字

source: NVDA allows you to read the contents of the [screen](#ScreenReview), current [document](#DocumentReview) or current [object](#ObjectReview) by character, word or line.
bg: NVDA ви позволява да прочитате текста на [екрана](#ScreenReview), текущия [документ](#DocumentReview) или в текущия [навигационен обект](#ObjectReview) по символи, думи или редове.
de: NVDA ermöglicht den [Bildschirminhalt](#ScreenReview), den Inhalt des aktuellen [Dokuments](#DocumentReview) oder das aktuelle [Objekt](#ObjectReview) zeichen-, wort- oder zeilenweise zu betrachten.
es: NVDA te permite leer el contenido de la [pantalla](#ScreenReview), [documento actual](#DocumentReview) o [objeto actual](#ObjectReview) por caracteres, palabras o líneas.
hr: NVDA omogućuje čitanje sadržaja [ekrana](#ScreenReview) trenutačnog [dokumenta](#DocumentReview) ili trenutačnog [objekta](#ObjectReview) riječ po riječ, slovo po slovo ili redak po redak.
nl: Met NVDA kunt u de inhoud van het [scherm (schermoverzicht)](#ScreenReview), het huidige [document (documentoverzicht)](#DocumentReview) of het huidige [object](#ObjectReview) , per karakter, per woord of regel nalezen.
pt_br: O NVDA permite-lhe ler o conteúdo da [tela](#ScreenReview), do [documento](#DocumentReview) atual ou do [objeto](#ObjectReview) atual por caracteres, palavras ou linhas.
ru: NVDA позволяет вам читать содержимое [экрана](#ScreenReview), текущий [документ](#DocumentReview) или текущий [объект](#ObjectReview) по символам, по словам и по строкам.
ta: [திரை](#ScreenReview), தற்போதைய [ஆவணம்](#DocumentReview), அல்லது தற்போதைய [பொருள்](#ObjectReview) ஆகியவைகளின் உள்ளடக்கங்களை வரியுருக்களாகவும், சொற்களாகவும், வரிகளாகவும் சீராய்வு செய்ய என்விடிஏ உதவுகிறது.
zh_tw: NVDA 允許您以逐一字元、字詞及逐行方式讀出[畫面](#ScreenReview)、目前[物件](#ObjectReview)或目前[文件](#DocumentReview)上的內容，

source: This is mostly useful in places (including Windows command consoles) where there is no [system caret](#SystemCaret).
bg: Това е полезно най-вече в командната конзола на Windows или други прозорци, където [каретката](#SystemCaret) е ограничена или напълно отсъства.
de: Dies ist z. B. in Windows-Konsolenfenstern (wie der Eingabeaufforderung, in der PowerShell) oder in anderen Anwendungen sinnvoll, in denen der [System-Cursor](#SystemCaret) nicht oder nur eingeschränkt verfügbar ist.
es: Esto es muy útil en lugares (incluyendo la consola del Dos de Windows) donde no haya la existencia de un [cursor del sistema](#SystemCaret).
hr: To je veoma korisno u slučajevima (ukljućujući Windows naredbene retke) gdje ne postoji [kursor sustava](#SystemCaret).
nl: Dit is vooral handig in Windows-opdrachtvensters of andere plaatsen waar de [tekstcursor](#SystemCaret) niet of slechts beperkt beschikbaar is.
pt_br: Isto é muito útil em ocasiões (incluindo consoles de comando do Windows) onde inexiste um [cursor do sistema](#SystemCaret).
ru: Это в основном полезно в местах (включая консоли Windows), где нет [системной каретки](#SystemCaret).
ta: விண்டோஸ் கட்டளைகளுக்கான கட்டுப்பாட்டகம் போன்ற [கணினிச் சுட்டி](#SystemCaret) இல்லாத இடங்களில் இது பயன்படும்.
zh_tw: 這對於包括 Windows 命令主控台在內的那些本身沒有[系統游標](#SystemCaret)的地方尤其好用，

source: For example, you might use it to review the text of a long information message in a dialog.
bg: Например, може да го използвате за да прегледате текста на дълго информационно съобщение в някой диалог.
de: Ein weiterer Anwendungsfall ist das Lesen von langen Meldungen in Dialogfeldern.
es: Por ejemplo, puedes utilizarlo para revisar el texto de un largo mensaje de información en un diálogo.
hr: Na primjer, može se koristiti za pregled teksta neke dugačke informacije u dijaloškom okviru.
nl: U kunt dit bijvoorbeeld gebruiken voor het lezen van een lang, informatief bericht in een dialoogvenster
pt_br: Por exemplo, você pode usá-lo para rever o texto de uma longa mensagem de informação contida num diálogo.
ru: Например, для просмотра большого информационного сообщения в диалоговом окне вы, скорее всего, воспользуетесь этим способом.
ta: எடுத்துக்காட்டாக, ஒரு உரையாடல் பெட்டியில் இருக்கும் நீண்ட உரையை சீராய இதைப் பயன்படுத்துவீர்கள்.
zh_tw: 例如您可以利用此方式檢閱對話框中的一長串訊息文字。

source: When moving the review cursor, the System caret does not follow along, so you can review text without losing your editing position.
bg: Когато движите курсора за преглед, каретката не се движи заедно с него, което ви предоставя възможност да прегледате текста без да губите позиция.
de: Wenn Sie den NVDA-Cursor bewegen, bewegt sich der System-Cursor nicht mit, sodass beispielsweise die aktuelle Cursor-Position beim Bearbeiten von Text nicht verloren geht.
es: Al mover el cursor de revisión, el cursor del Sistema no lo sigue, por lo que puedes revisar texto sin perder la posición de edición.
hr: Kad pomičete pregledni kursor, kursor sustava se ne pomiče, dakle možete pregledati tekst bez gubljenja pozicije uređivanja.
nl: Bij het verplaatsen van de leescursor (review cursor) volgt de tekstcursor niet maar deze blijft op de huidige invoegpositie staan, zodat u tekst kun bekijken zonder de systeemcursor te verplaatsen.
pt_br: Quando o cursor de exploração é movido, o cursor do Sistema não o acompanha, assim pode examinar o texto sem perder a posição de edição.
ru: При перемещении просмотрового курсора системная каретка остаётся на месте, так что вы можете просматривать текст, не теряя места редактирования.
ta: சீராய்வுச் சுட்டி நகரும்பொழுது, கணினிச் சுட்டியும் உடன் நகர்வதில்லை என்பதால், தற்போதைய தொகு நிலையை விட்டு விலகாமல், உரைகளை சீராய இயலும்.
zh_tw: 當移動檢閱游標時系統游標不會跟著移動，所以您可以在不改變編輯位置的情況下檢閱文字，

source: However, by default, when the System caret moves, the review cursor follows along.
bg: Както и да е, по подразбиране, когато каретката се движи, курсорът за преглед също се движи заедно с нея.
de: Wenn Sie jedoch den System-Cursor bewegen, wird er vom NVDA-Cursor verfolgt.
es: No obstante, de forma predeterminada, cuando el cursor del Sistema se mueve, el cursor de revisión lo sigue.
hr: Međutim, kad pomičete kursor sustava, pregledni kursor se također pomiče.
nl: Standaard wordt de leescursor echter gelijktijdig verplaatst wanneer de tekstcursor verplaatst wordt.
pt_br: No entanto, por padrão, quando se move o cursor do Sistema, o cursor de exploração o acompanha.
ru: Однако, по умолчанию при перемещении системной каретки просмотровый курсор следует за ней.
ta: ஆனால், இயல்பில், கணினிச் சுட்டி நகரும்பொழுது, சீராய்வுச் சுட்டியும் உடன் நகரும்.
zh_tw: 不過預設情況下檢閱游標會跟隨系統游標移動，

source: This can be toggled on and off.
bg: Това може да бъде включвано или изключвано.
de: Diese Kopplung kann ein- und ausgeschaltet werden.
es: Esto puede activarse y desactivarse.
hr: Ovo se može uključiti ili isključiti.
nl: Deze koppeling kan in- en uitgeschakeld worden.
pt_br: Esta opção pode ser ativada ou desativada.
ru: Это поведение при необходимости можно отключить.
ta: இத்தன்மையை முடுக்கவும், முடக்கவும் வசதியுண்டு.
zh_tw: 此行為可以切換開啟或關閉。

source: Note: Braille following the review cursor can be configured via [Braille Tether](#BrailleTether).
bg: Забележка: Брайлът да следва курсора за преглед може да бъде конфигурирано чрез [настройката за обвързване на брайла](#BrailleTether).
de: Hinweis: Die Braille-Ausgabe nach dem NVDA-Cursor kann über [Braille-Ausgabe koppen](#BrailleTether) konfiguriert werden.
es: Nota: el seguimiento del braille al Navegador de Objetos puede configurarse a través de [Braille Sigue](#BrailleTether).
hr: Upozorenje: brajica koja prati kursor pregleda može se konfigurirati putem [povezivanja brajice](#BrailleTether).
nl: Merk op dat u Braille de leescursor kunt laten volgen met behulp van [Braille Koppelen](#BrailleTether).
pt_br: Nota: O Braille acompanhando o cursor de exploração pode ser configurado via [Vinculação de Braille](#BrailleTether).
ru: Примечание: следование брайля за просмотровым курсором можно настроить через [привязку брайля](#BrailleTether).
ta: சீராய்வுச் சுட்டியை பிரெயில் பின்தொடரும் தன்மையினை [பிரெயில் கட்டப்படுவதன்](#BrailleTether) மூலம் அமைவடிவமாக்கலாம்.
zh_tw: 附註：點字游標跟隨檢閱游標的方式可透過[點字游標跟隨](#BrailleTether)選項進行設定。

source: The following commands are available for reviewing text:
bg: Следните клавишни команди са налични за преглед на текст:
de: Die folgenden Tastenkombinationen zum Text betrachten sind verfügbar:
es: Las siguientes órdenes están disponibles para revisión de texto:
hr: Sljedeći prečaci su dostupni za pregledavanje teksta:
nl: Voor het nalezen van tekst kunt u de volgende toetscombinaties gebruiken:
pt_br: As seguintes teclas de atalho estão disponíveis para a exploração de texto:
ru: Для просмотра текста доступны следующие клавиатурные команды:
ta: உரைகளைச் சீராய, பின்வரும் விசைக் கட்டளைகள் பயன்படும்:
zh_tw: 以下指令可用於檢閱文字 (所提到的字詞在英文等拼音文字則為單字)：

source: Name |Desktop key |Laptop key |Touch |Description
bg: Име |Клавиш при настолната подредба |Клавиш при лаптоп подредбата |Докосване |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Geste |Beschreibung
es: Nombre |Tecla Escritorio |Tecla Portátil |Táctil |Descripción
hr: Naziv |Tipka za stolna računala |Tipka za prijenosna računala |Dodir |Opis
nl: Naam |Desktoptoets |Laptoptoets |Aanraken |Beschrijving
pt_br: Nome |Tecla de Desktop |Tecla de Laptop |Toque — Gesto |Descrição
ru: Название |Настольная |Ноутбук |Жест сенсорного экрана |Описание
ta: பெயர் |மேசைக்கணினி விசை |மடிக்கணினி விசை |தொடு |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |觸控 |說明
