Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: `upArrow` key |`dot1+space`
bg: `Стрелка нагоре` |`точка1+интервал`
de: `Pfeiltaste nach oben` |`Leertaste+Punkt1`
es: `flecha arriba` |`punto1+espacio`
hr: `strelicaGore` |`tačka1+razmak`
nl: `Pijlomhoogtoets` |`punt1+spatie`
pt_br: tecla `setaParaCima` |`ponto1+espaço`
ru: `стрелка вверх` |`точка1+пробел`
ta: `ேலம்பு`விசை |`dot1+space`

source: `downArrow` key |`dot6+space`
bg: `Стрелка надолу` |`точка6+интервал`
de: `Pfeiltaste nach unten` |`Leertaste+Punkt6`
es: `flecha abajo` |`punto6+espacio`
hr: `strelicaDole` |`tačka6+razmak`
nl: `Pijlomlaag-toets`y |`punt6+spatie`
pt_br: tecla `setaParaBaixo` |`ponto6+espaço`
ru: `стрелка вниз` |`точка6+пробел`
ta: `ீழம்பு`விசை |`dot6+space`

source: `pageUp` key |`dot1+dot3+space`
bg: `Page Up` |`точка1+точка3+интервал`
de: `Seite nach oben` |`Leertaste+Punkt1+Punkt3`
es: `rePág` |`punto1+punto3+espacio`
hr: `pageUp` taster |`tačka1+tačka3+razmak`
nl: `pageUp-toets` |`punt1+punt3+spatie`
pt_br: tecla `pageUp` |`ponto1+ponto3+espaço`
ru: клавиша `страница вверх` |`точка1+точка3+пробел`
ta: `க்கம் மேல்`விசை |`dot1+dot3+space`

source: `pageDown` key |`dot4+dot6+space`
bg: `Page Down` |`точка4+точка6+интервал`
de: `Seite nach unten` |`Leertaste+Punkt4+Punkt6`
es: `avPág` |`punto4+punto6+espacio`
hr: `pageDown` taster |`tačka4+tačka6+razmak`
nl: `pageDown-toets` |`punt4+punt6+spatie`
pt_br: tecla `pageDown` |`ponto4+ponto6+espaço`
ru: клавиша `страница вниз` |`точка4+точка6+пробел`
ta: `க்கம் கீழ்`விசை |`dot4+dot6+space`

source: `numpad1` key |`dot1+dot6+backspace`
bg: `1 от цифровия блок` |`точка1+точка6+backspace`
de: `Nummernblock 1` |`Rücktaste+Punkt1+Punkt6`
es: `1 teclado numérico` |`punto1+punto6+retroceso`
hr: `NumeričkiTaster1` |`tačka1+tačka6+taster za brisanje nazad`
nl: `numpad1-toets` |`punt1+punt6+backspace`
pt_br: tecla `1 do teclado numérico` |`ponto1+ponto6+backspace`
ru: клавиша `1 на цифровом блоке` |`точка1+точка6+backspace`
ta: `ண் திட்டு 1`விசை |`dot1+dot6+backspace`

source: `numpad2` key |`dot1+dot2+dot6+backspace`
bg: `2 от цифровия блок` |`точка1+точка2+точка6+backspace`
de: `Nummernblock 2` |`Rücktaste+Punkt1+Punkt2+Punkt6`
es: `2 teclado numérico` |`punto1+punto2+punto6+retroceso`
hr: `NumeričkiTaster2` |`tačka1+tačka2+tačka6+taster za brisanje nazad`
nl: `numpad2-toets` |`punt1+punt2+punt6+backspace`
pt_br: tecla `2 do teclado numérico` |`ponto1+ponto2+ponto6+backspace`
ru: клавиша `2 на цифровом блоке` |`точка1+точка2+точка6+backspace`
ta: `ண் திட்டு 2`விசை |`dot1+dot2+dot6+backspace`

source: `numpad3` key |`dot1+dot4+dot6+backspace`
bg: `3 от цифровия блок` |`точка1+точка4+точка6+backspace`
de: `Nummernblock 3` |`Rücktaste+Punkt1+Punkt4+Punkt6`
es: `3 teclado numérico` |`punto1+punto4+punto6+retroceso`
hr: `NumeričkiTaster3` |`tačka1+tačka4+tačka6+taster za brisanje nazad`
nl: `numpad3-toets` |`punt1+punt4+punt6+backspace`
pt_br: tecla `3 do teclado numérico` |`ponto1+ponto4+ponto6+backspace`
ru: клавиша `3 на цифровом блоке` |`точка1+точка4+точка6+backspace`
ta: `ண் திட்டு 3`விசை |`dot1+dot4+dot6+backspace`

source: `numpad4` key |`dot1+dot4+dot5+dot6+backspace`
bg: `4 от цифровия блок` |`точка1+точка4+точка5+точка6+backspace`
de: `Nummernblock 4` |`Rücktaste+Punkt1+Punkt4+Punkt5+Punkt6`
es: `4 teclado numérico` |`punto1+punto4+punto5+punto6+retroceso`
hr: `numeričkiTaster4` |`tačka1+tačka4+tačka5+tačka6+taster za brisanje nazad`
nl: `numpad4-toets` |`punt1+punt4+punt5+punt6+backspace`
pt_br: tecla `4 do teclado numérico` |`ponto1+ponto4+ponto5+ponto6+backspace`
ru: клавиша `4 на цифровом блоке` |`точка1+точка4+точка5+точка6+backspace`
ta: `ண் திட்டு 4`விசை |`dot1+dot4+dot5+dot6+backspace`

source: `numpad5` key |`dot1+dot5+dot6+backspace`
bg: `5 от цифровия блок` |`точка1+точка5+точка6+backspace`
de: `Nummernblock 5` |`Rücktaste+Punkt1+Punkt5+Punkt6`
es: `5 teclado numérico` |`punto1+punto5+punto6+retroceso`
hr: `numeričkiTaster5` |`tačka1+tačka5+tačka6+taster za brisanje nazad`
nl: `numpad5-toets` |`punt1+punt5+punt6+backspace`
pt_br: tecla `5 do teclado numérico` |`ponto1+ponto5+ponto6+backspace`
ru: клавиша `5 на цифровом блоке` |`точка1+точка5+точка6+backspace`
ta: `ண் திட்டு 5`விசை |`dot1+dot5+dot6+backspace`

source: `numpad6` key |`dot1+dot2+dot4+dot6+backspace`
bg: `6 от цифровия блок` |`точка1+точка2+точка4+точка6+backspace`
de: `Nummernblock 6` |`Rücktaste+Punkt1+Punkt2+Punkt4+Punkt6`
es: `6 teclado numérico` |`punto1+punto2+punto4+punto6+retroceso`
hr: `numeričkiTaster6` |`tačka1+tačka2+tačka4+tačka6+taster za brisanje nazad`
nl: `numpad6-toets` |`punt1+punt2+punt4+punt6+backspace`
pt_br: tecla `6 do teclado numérico` |`ponto1+ponto2+ponto4+ponto6+backspace`
ru: клавиша `6 на цифровом блоке` |`точка1+точка2+точка4+точка6+backspace`
ta: `ண் திட்டு 6`விசை |`dot1+dot2+dot4+dot6+backspace`

source: `numpad7` key |`dot1+dot2+dot4+dot5+dot6+backspace`
bg: `7 от цифровия блок` |`точка1+точка2+точка4+точка5+точка6+backspace`
de: `Nummernblock 7` |`Rücktaste+Punkt1+Punkt2+Punkt4+Punkt5+Punkt6`
es: `7 teclado numérico` |`punto1+punto2+punto4+punto5+punto6+retroceso`
hr: `numeričkiTaster7` |`tačka1+tačka2+tačka4+tačka5+tačka6+taster za brisanje nazad`
nl: `numpad7-toets` |`punt1+punt2+punt4+punt5+punt6+backspace`
pt_br: tecla `7 do teclado numérico` |`ponto1+ponto2+ponto4+ponto5+ponto6+backspace`
ru: клавиша `7 на цифровом блоке` |`точка1+точка2+точка4+точка5+точка6+backspace`
ta: `ண் திட்டு 7`விசை |`dot1+dot2+dot4+dot5+dot6+backspace`

source: `numpad8` key |`dot1+dot2+dot5+dot6+backspace`
bg: `8 от цифровия блок` |`точка1+точка2+точка5+точка6+backspace`
de: `Nummernblock 8` |`Rücktaste+Punkt1+Punkt2+Punkt5+Punkt6`
es: `8 teclado numérico` |`punto1+punto2+punto5+punto6+retroceso`
hr: `numeričkiTaster8` |`tačka1+tačka2+tačka5+tačka6+taster za brisanje nazad`
nl: `numpad8-toets` |`punt1+punt2+punt5+punt6+backspace`
pt_br: tecla `8 do teclado numérico` |`ponto1+ponto2+ponto5+ponto6+backspace`
ru: клавиша `8 на цифровом блоке` |`точка1+точка2+точка5+точка6+backspace`
ta: `ண் திட்டு 8`விசை |`dot1+dot2+dot5+dot6+backspace`

source: `numpad9` key |`dot2+dot4+dot6+backspace`
bg: `9 от цифровия блок` |`точка2+точка4+точка6+backspace`
de: `Nummernblock 9` |`Rücktaste+Punkt2+Punkt4+Punkt6`
es: `9 teclado numérico` |`punto2+punto4+punto6+retroceso`
hr: `numeričkiTaster9` |`tačka2+tačka4+tačka6+taster za brisanje nazad`
nl: `numpad9-toets` |`punt2+punt4+punt6+backspace`
pt_br: tecla `9 do teclado numérico` |`ponto2+ponto4+ponto6+backspace`
ru: клавиша `9 на цифровом блоке` |`точка2+точка4+точка6+backspace`
ta: `ண் திட்டு 9`விசை |`dot2+dot4+dot6+backspace`

source: `numpadInsert` key |`dot3+dot4+dot5+dot6+backspace`
bg: `Insert от цифровия блок` |`точка3+точка4+точка5+точка6+backspace`
de: `Nummernblock-Einfügen` |`Rücktaste+Punkt3+Punkt4+Punkt5+Punkt6`
es: `Insert teclado numérico` |`punto3+punto4+punto5+punto6+retroceso`
hr: `NumeričkiInsert` taster |`tačka3+tačka4+tačka5+tačka6+taster za brisanje nazad`
nl: `numpadInsert-toets` |`punt3+punt4+punt5+punt6+backspace`
pt_br: tecla `insert do teclado numérico` |`ponto3+ponto4+ponto5+ponto6+backspace`
ru: клавиша `Insert на цифровом блоке` |`точка3+точка4+точка5+точка6+backspace`
ta: `ண் திட்டு செருகு`விசை |`dot3+dot4+dot5+dot6+backspace`
zh_tw: `numpad9` key |`dot2+dot4+dot6+backspace`

source: `numpadDecimal` key |`dot2+backspace`
bg: `Десетична запетая от цифровия блок` |`точка2+backspace`
de: `Nummernblock-Dezimalzeichen` |`Rücktaste+Punkt2`
es: `Punto Decimal teclado numérico` |`punto2+retroceso`
hr: `NumeričkiDecimalniZarez` |`tačka2+taster za brisanje nazad`
nl: `numpadDecimaal-toets` |`punt2+backspace`
pt_br: tecla `vírgula do teclado numérico` |`ponto2+backspace`
ru: клавиша `Запятая на цифровом блоке` |`точка2+backspace`
ta: `ண் திட்டு அழி`விசை |`dot2+backspace`
zh_tw: `numpadInsert` key |`dot3+dot4+dot5+dot6+backspace`

source: `numpadDivide` key |`dot3+dot4+backspace`
bg: `Наклонена черта от цифровия блок` |`точка3+точка4+backspace`
de: `Nummernblock-Schrägstrich` |`Rücktaste+Punkt3+Punkt4`
es: `dividir teclado numérico` |`punto3+punto4+retroceso`
hr: `NumeričkiTasterPodeljeno` |`tačka3+tačka4+taster za brisanje nazad`
nl: `numpadDelen-toets` |`punt3+punt4+backspace`
pt_br: tecla `barra do teclado numérico` |`ponto3+ponto4+backspace`
ru: клавиша `Косая черта на цифровом блоке` |`точка3+точка4+backspace`
ta: `ண் திட்டு வகுத்தல்`விசை |`dot3+dot4+backspace`

source: `numpadMultiply` key |`dot3+dot5+backspace`
bg: `Звезда от цифровия блок` |`точка3+точка5+backspace`
de: `Nummernblock-Stern` |`Rücktaste+Punkt3+Punkt5`
es: `multiplicar teclado numérico` |`punto3+punto5+retroceso`
hr: `NumeričkiTasterPuta` |`tačka3+tačka5+taster za brisanje nazad`
nl: `numpadVermenigvuldigen-toets` |`punt3+punt5+backspace`
pt_br: tecla `asterisco do teclado numérico` |`ponto3+ponto5+backspace`
ru: клавиша `Звёздочка на цифровом блоке` |`точка3+точка5+backspace`
ta: `ண் திட்டு பெருக்கல்`விசை |`dot3+dot5+backspace`

source: `numpadMinus` key |`dot3+dot6+backspace`
bg: `Минус от цифровия блок` |`точка3+точка6+backspace`
de: `Nummernblock-Minus` |`Rücktaste+Punkt3+Punkt6`
es: `menos teclado numérico` |`punto3+punto6+retroceso`
hr: `NumeričkiTasterMinus` |`tačka3+tačka6+taster za brisanje nazad`
nl: `numpadAftrekken-toets` |`punt3+punt6+backspace`
pt_br: tecla `menos do teclado numérico` |`ponto3+ponto6+backspace`
ru: клавиша `Минус на цифровом блоке` |`точка3+точка6+backspace`
ta: `ண் திட்டு கழித்தல்`விசை |`dot3+dot6+backspace`
zh_tw: `numpadMultiply` key |`dot3+dot5+backspace`

source: `numpadPlus` key |`dot2+dot3+dot5+backspace`
bg: `Плюс от цифровия блок` |`точка2+точка3+точка5+backspace`
de: `Nummernblock-Plus` |`Rücktaste+Punkt2+Punkt3+Punkt5`
es: `más teclado numérico` |`punto2+punto+punto+retroceso`
hr: `NumeričkiTasterplus` |`tačka2+tačka3+tačka5+taster za brisanje nazad`
nl: `numpadPlus-toets` |`punt2+punt3+punt5+backspace`
pt_br: tecla `mais do teclado numérico` |`ponto2+ponto3+ponto5+backspace`
ru: клавиша `Плюс на цифровом блоке` |`точка2+точка3+точка5+backspace`
ta: `ண் திட்டு கூட்டல்`விசை |`dot2+dot3+dot5+backspace`

source: `numpadEnter` key |`dot3+dot4+dot5+backspace`
bg: `Enter от цифровия блок` |`точка3+точка4+точка5+backspace`
de: `Nummernblock-Eingabetaste` |`Rücktaste+Punkt3+Punkt4+Punkt5`
es: `intro teclado numérico` |`punto3+punto4+punto5+retroceso`
hr: `NumeričkiTasterEnter` |`tačka3+tačka4+tačka5+taster za brisanje nazad`
nl: `numpadEnter-toets` |`punt3+punt4+punt5+backspace`
pt_br: tecla `enter do teclado numérico` |`ponto3+ponto4+ponto5+backspace`
ru: клавиша `Enter на цифровом блоке` |`точка3+точка4+точка5+backspace`
ta: `ண் திட்டு உள்ளிடு`விசை |`dot3+dot4+dot5+backspace`

source: `escape` key |`dot1+dot2+dot4+dot5+space`, `l2`
bg: `Escape` |`точка1+точка2+точка4+точка5+интервал`, `l2`
de: `Escape`-Taste |`Leertaste+Punkt1+Punkt2+Punkt4+Punkt5`, `l2`
es: `escape` |`punto1+punto2+punto4+punto5+espacio`, `l2`
hr: `escape` taster |`tačka1+tačka2+tačka4+tačka5+razmak`, `l2`
nl: `escape-toets` |`punt1+punt2+punt4+punt5+spatie`, `l2`
pt_br: tecla `escape` |`ponto1+ponto2+ponto4+ponto5+espaço`, `l2`
ru: клавиша `escape` |`точка1+точка2+точка4+точка5+пробел`, `l2`
ta: `ள்ளிடு`விசை |`dot1+dot2+dot4+dot5+space`, `l2`

source: `tab` key |`dot2+dot5+dot6+space`, `l3`
bg: `Tab` |`точка2+точка5+точка6+интервал`, `l3`
de: `Tab`-Taste |`Leertaste+Punkt2+Punkt5+Punkt6`, `l3`
es: `tab` |`punto2+punto5+punto6+espacio`, `l3`
hr: `tab` taster |`tačka2+tačka5+tačka6+razmak`, `l3`
nl: `tab-toets` |`punt2+punt5+punt6+spatie`, `l3`
pt_br: tecla `tab` |`ponto2+ponto5+ponto6+espaço`, `l3`
ru: клавиша `tab` |`точка2+точка5+точка6+пробел`, `l3`
ta: `த்தல்`விசை |`dot2+dot5+dot6+space`, `l3`
zh_tw: `escape` key |`dot1+dot2+dot4+dot5+space`, `l2`

source: `shift+tab` keys |`dot2+dot3+dot5+space`
bg: `Shift+Tab` |`точка2+точка3+точка5+интервал`
de: `Umschalt+Tab` |`Leertaste+Punkt2+Punkt3+Punkt5`
es: `shift+tab` |`punto2+punto3+punto5+espacio`
hr: `šift+tab` tasteri |`tačka2+tačka3+tačka5+razmak`
nl: `shift+tab-toetscombinatie` |`punt2+punt3+punt5+spatie`
pt_br: tecla `shift+tab` |`ponto2+ponto3+ponto5+espaço`
ru: комбинация `shift+tab` |`точка2+точка3+точка5+пробел`
ta: `ாற்றழுத்தி+தத்தல்`விசை |`dot2+dot3+dot5+space`

source: `printScreen` key |`dot1+dot3+dot4+dot6+space`
bg: `Print Screen` |`точка1+точка3+точка4+точка6+интервал`
de: `Drucken`-Taste |`Leertaste+Punkt1+Punkt3+Punkt4+Punkt6`
es: `imprimir pantalla` |`punto1+punto3+punto4+punto6+espacio`
hr: `printScreen` taster |`tačka1+tačka3+tačka4+tačka6+razmak`
nl: `printScreen-toets` |`punt1+punt3+punt4+punt6+spatie`
pt_br: tecla `printScreen` |`ponto1+ponto3+ponto4+ponto6+espaço`
ru: клавиша `printScreen` |`точка1+точка3+точка4+точка6+пробел`
ta: `ிரையச்சு`விசை |`dot1+dot3+dot4+dot6+space`

source: `pause` key |`dot1+dot4+space`
bg: `Pause` |`точка1+точка4+интервал`
de: `Pause`-Taste |`Leertaste+Punkt1+Punkt4`
es: `pausa` |`punto1+punto4+espacio`
hr: `Pauza` taster |`tačka1+tačka4+razmak`
nl: `pause-toets` |`punt1+punt4+spatie`
pt_br: tecla `pause` |`ponto1+ponto4+espaço`
ru: клавиша `pause` |`точка1+точка4+пробел`
ta: `டைநிறுத்தல்`விசை |`dot1+dot4+space`

source: `applications` key |`dot5+dot6+backspace`
bg: Клавиш `Applications` |`точка5+точка6+backspace`
de: `Kontextmenü`-Taste |`Rücktaste+Punkt5+Punkt6`
es: `aplicaciones` |`punto5+punto6+retroceso`
hr: `aplikacioni` taster |`tačka5+tačka6+taster za brisanje nazad`
nl: `Toepassingen-toets` |`punt5+punt6+backspace`
pt_br: tecla `aplicações` |`ponto5+ponto6+backspace`
ru: клавиша `контекст` |`точка5+точка6+backspace`
ta: `பயன்பாடுகள்`விசை |`dot5+dot6+backspace`

source: `f1` key |`dot1+backspace`
bg: `F1` |`точка1+backspace`
de: `F1`-Taste |`Rücktaste+Punkt1`
es: `f1` |`punto1+retroceso`
hr: `f1` taster |`tačka1+taster za brisanje nazad`
nl: `f1-toets` |`punt1+backspace`
pt_br: tecla `f1` |`ponto1+backspace`
ru: клавиша `f1` |`точка1+backspace`
ta: `f1` விசை |`dot1+backspace`

source: `f2` key |`dot1+dot2+backspace`
bg: `F2` |`точка1+точка2+backspace`
de: `F2`-Taste |`Rücktaste+Punkt1+Punkt2`
es: `f2` |`punto1+punto2+retroceso`
hr: `f2` taster |`tačka1+tačka2+taster za brisanje nazad`
nl: `f2-toets` |`punt1+punt2+backspace`
pt_br: tecla `f2` |`ponto1+ponto2+backspace`
ru: клавиша `f2` |`точка1+точка2+backspace`
ta: `f2` விசை |`dot1+dot2+backspace`

source: `f3` key |`dot1+dot4+backspace`
bg: `F3` |`точка1+точка4+backspace`
de: `F3`-Taste |`Rücktaste+Punkt1+Punkt4`
es: `f3` |`punto1+punto4+retroceso`
hr: `f3` taster |`tačka1+tačka4+taster za brisanje nazad`
nl: `f3-toets` |`punt1+punt4+backspace`
pt_br: tecla `f3` |`ponto1+ponto4+backspace`
ru: клавиша `f3` |`точка1+точка4+backspace`
ta: `f3` விசை |`dot1+dot4+backspace`
zh_tw: `f2` key |`dot1+dot2+backspace`

source: `f4` key |`dot1+dot4+dot5+backspace`
bg: `F4` |`точка1+точка4+точка5+backspace`
de: `F4`-Taste |`Rücktaste+Punkt1+Punkt4+Punkt5`
es: `f4` |`punto1+punto4+punto5+retroceso`
hr: `f4` taster |`tačka1+tačka4+tačka5+taster za brisanje nazad`
nl: `f4-toets` |`punt1+punt4+punt5+backspace`
pt_br: tecla `f4` |`ponto1+ponto4+ponto5+backspace`
ru: клавиша `f4` |`точка1+точка4+точка5+backspace`
ta: `f4` விசை |`dot1+dot4+dot5+backspace`

source: `f5` key |`dot1+dot5+backspace`
bg: `F5` |`точка1+точка5+backspace`
de: `F5`-Taste |`Rücktaste+Punkt1+Punkt5`
es: `f5` |`punto1+punto5+retroceso`
hr: `f5` taster |`tačka1+tačka5+taster za brisanje nazad`
nl: `f5-toets` |`punt1+punt5+backspace`
pt_br: tecla `f5` |`ponto1+ponto5+backspace`
ru: клавиша `f5` |`точка1+точка5+backspace`
ta: `f5` விசை |`dot1+dot5+backspace`

source: `f6` key |`dot1+dot2+dot4+backspace`
bg: `F6` |`точка1+точка2+точка4+backspace`
de: `F6`-Taste |`Rücktaste+Punkt1+Punkt2+Punkt4`
es: `f6` |`punto1+punto2+punto4+retroceso`
hr: `f6` taster |`tačka1+tačka2+tačka4+taster za brisanje nazad`
nl: `f6-toets` |`punt1+punt2+punt4+backspace`
pt_br: tecla `f6` |`ponto1+ponto2+ponto4+backspace`
ru: клавиша `f6` |`точка1+точка2+точка4+backspace`
ta: `f6` விசை |`dot1+dot2+dot4+backspace`
zh_tw: `f5` key |`dot1+dot5+backspace`

source: `f7` key |`dot1+dot2+dot4+dot5+backspace`
bg: `F7` |`точка1+точка2+точка4+точка5+backspace`
de: `F7`-Taste |`Rücktaste+Punkt1+Punkt2+Punkt4+Punkt5`
es: `f7` |`punto1+punto2+punto4+punto5+retroceso`
hr: `f7` taster |`tačka1+tačka2+tačka4+tačka5+taster za brisanje nazad`
nl: `f7-toets` |`punt1+punt2+punt4+punt5+backspace`
pt_br: tecla `f7` |`ponto1+ponto2+ponto4+ponto5+backspace`
ru: клавиша `f7` |`точка1+точка2+точка4+точка5+backspace`
ta: `f7` விசை |`dot1+dot2+dot4+dot5+backspace`
zh_tw: `f6` key |`dot1+dot2+dot4+backspace`

source: `f8` key |`dot1+dot2+dot5+backspace`
bg: `F8` |`точка1+точка2+точка5+backspace`
de: `F8`-Taste |`Rücktaste+Punkt1+Punkt2+Punkt5`
es: `f8` |`punto1+punto2+punto5+retroceso`
hr: `f8` taster |`tačka1+tačka2+tačka5+taster za brisanje nazad`
nl: `f8-toets` |`punt1+punt2+punt5+backspace`
pt_br: tecla `f8` |`ponto1+ponto2+ponto5+backspace`
ru: клавиша `f8` |`точка1+точка2+точка5+backspace`
ta: `f8` விசை |`dot1+dot2+dot5+backspace`
zh_tw: `f7` key |`dot1+dot2+dot4+dot5+backspace`

source: `f9` key |`dot2+dot4+backspace`
bg: `F9` |`точка2+точка4+backspace`
de: `F9`-Taste |`Rücktaste+Punkt2+Punkt4`
es: `f9` |`punto2+punto4+retroceso`
hr: `f9` taster |`tačka2+tačka4+taster za brisanje nazad`
nl: `f9-toets` |`punt2+punt4+backspace`
pt_br: tecla `f9` |`ponto2+ponto4+backspace`
ru: клавиша `f9` |`точка2+точка4+backspace`
ta: `f9` விசை |`dot2+dot4+backspace`

source: `f10` key |`dot2+dot4+dot5+backspace`
bg: `F10` |`точка2+точка4+точка5+backspace`
de: `F10`-Taste |`Rücktaste+Punkt2+Punkt4+Punkt5`
es: `f10` |`punto2+punto4+punto5+retroceso`
hr: `f10` taster |`tačka2+tačka4+tačka5+taster za brisanje nazad`
nl: `f10-toets` |`punt2+punt4+punt5+backspace`
pt_br: tecla `f10` |`ponto2+ponto4+ponto5+backspace`
ru: клавиша `f10` |`точка2+точка4+точка5+backspace`
ta: `f10` விசை |`dot2+dot4+dot5+backspace`
zh_tw: `f9` key |`dot2+dot4+backspace`

source: `f11` key |`dot1+dot3+backspace`
bg: `F11` |`точка1+точка3+backspace`
de: `F11`-Taste |`Rücktaste+Punkt1+Punkt3`
es: `f11` |`punto1+punto3+retroceso`
hr: `f11` taster |`tačka1+tačka3+taster za brisanje nazad`
nl: `f11-toets` |`punt1+punt3+backspace`
pt_br: tecla `f11` |`ponto1+ponto3+backspace`
ru: клавиша `f11` |`точка1+точка3+backspace`
ta: `f11` விசை |`dot1+dot3+backspace`

source: `f12` key |`dot1+dot2+dot3+backspace`
bg: `F12` |`точка1+точка2+точка3+backspace`
de: `F12`-Taste |`Rücktaste+Punkt1+Punkt2+Punkt3`
es: `f12` |`punto1+punto2+punto3+retroceso`
hr: `f12` taster |`tačka1+tačka2+tačka3+taster za brisanje nazad`
nl: `f12-toets` |`punt1+punt2+punt3+backspace`
pt_br: tecla `f12` |`ponto1+ponto2+ponto3+backspace`
ru: клавиша `f12` |`точка1+точка2+точка3+backspace`
ta: `f12` விசை |`dot1+dot2+dot3+backspace`

source: `windows` key |`dot1+dot2+dot4+dot5+dot6+space`
bg: `Windows` |`точка1+точка2+точка4+точка5+точка6+интервал`
de: `Windows`-Taste |`Leertaste+Punkt1+Punkt2+Punkt4+Punkt5+Punkt6`
es: `windows` |`punto1+punto2+punto4+punto5+punto6+espacio`
hr: `windows` taster |`tačka1+tačka2+tačka4+tačka5+tačka6+razmak`
nl: `windows-toets` |`punt1+punt2+punt4+punt5+punt6+spatie`
pt_br: tecla `windows` |`ponto1+ponto2+ponto4+ponto5+ponto6+espaço`
ru: клавиша `windows` |`точка1+точка2+точка4+точка5+точка6+пробел`
ta: `சாளரங்கள்` விசை |`dot1+dot2+dot4+dot5+dot6+space`

source: Toggle `windows` key |`dot1+dot2+dot3+dot4+backspace`, `dot2+dot4+dot5+dot6+space`
bg: Превключва клавиша `Windows` |`точка1+точка2+точка3+точка4+backspace`, `точка2+точка4+точка5+точка6+интервал`
de: `Windows`-Taste umschalten |`Rücktaste+Punkt1+Punkt2+Punkt3+Punkt4`, `Leertaste+Punkt2+Punkt4+Punkt5+Punkt6`
es: Conmutar tecla `windows` |`punto1+punto2+punto3+punto4+retroceso`, `punto2+punto4+punto5+punto6+espacio`
hr: Uključi ili isključi taster `windows` |`tačka1+tačka2+tačka3+tačka4+taster za brisanje nazad`, `tačka2+tačka4+tačka5+tačka6+razmak`
nl: Schakelen met `windows-toets` |`punt1+punt2+punt3+punt4+backspace`, `punt2+punt4+punt5+punt6+spatie`
pt_br: Alternar tecla `windows` |`ponto1+ponto2+ponto3+ponto4+backspace`, `ponto2+ponto4+ponto5+ponto6+espaço`
ru: Переключить клавишу `windows` |`точка1+точка2+точка3+точка4+backspace`, `точка2+точка4+точка5+точка6+пробел`
ta: `சாளரங்கள்` விசையை மாற்றியமைத்திடுக |`dot1+dot2+dot3+dot4+backspace`, `dot2+dot4+dot5+dot6+space`

source: `capsLock` key |`dot7+backspace`, `dot8+backspace`
bg: `Caps Lock` |`точка7+backspace`, `точка8+backspace`
de: `Dauergroßschreibtaste` |`Rücktaste+Punkt7`, `Rücktaste+Punkt8`
es: `bloq mayus` |`punto7+retroceso`, `punto8+retroceso`
hr: `capsLock` taster |`tačka7+taster za brisanje nazad`, `tačka8+taster za brisanje nazad`
nl: `capsLock-toets` |`punt7+backspace`, `punt8+backspace`
pt_br: tecla `capsLock` |`ponto7+backspace`, `ponto8+backspace`
ru: клавиша `capsLock` |`точка7+backspace`, `точка8+backspace`
ta: `முகப்பெழுத்துப் பூட்டு` விசை |`dot7+backspace`, `dot8+backspace`

source: `numLock` key |`dot3+backspace`, `dot6+backspace`
bg: `Num Lock` |`точка3+backspace`, `точка6+backspace`
de: `Nummernblock`-Taste |`Rücktaste+Punkt3`, `Rücktaste+Punkt6`
es: `bloq num` |`punto3+retroceso`, `punto6+retroceso`
hr: `numLock` taster |`tačka3+taster za brisanje nazad`, `tačka6+taster za brisanje nazad`
nl: `numLock-toets` |`punt3+backspace`, `punt6+backspace`
pt_br: tecla `numLock` |`ponto3+backspace`, `ponto6+backspace`
ru: клавиша `numLock` |`точка3+backspace`, `точка6+backspace`
ta: `எண் பூட்டு` விசை |`dot3+backspace`, `dot6+backspace`

source: `shift` key |`dot7+space`
bg: `Shift` |`точка7+интервал`
de: `Umschalt`-Taste |`Leertaste+Punkt7`
es: `shift` |`punto7+espacio`
hr: `Šhift` taster |`tačka7+razmak`
nl: `shift-toets` |`punt7+spatie`
pt_br: tecla `shift` |`ponto7+espaço`
ru: клавиша `shift` |`точка7+пробел`
ta: `மாற்றழுத்தி` விசை |`dot7+space`

source: Toggle `shift` key |`dot1+dot7+space`, `dot4+dot7+space`
bg: Превключва клавиша `Shift` |`точка1+точка7+интервал`, `точка4+точка7+интервал`
de: `Umschalt`-Taste umschalten |`Leertaste+Punkt1+Punkt7`, `Leertaste+Punkt4+Punkt7`
es: Conmutar `shift` |`punto1+punto7+espacio`, `punto4+punto7+espacio`
hr: Uključi ili isključi taster `šift` |`tačka1+tačka7+razmak`, `tačka4+tačka7+razmak`
nl: Schakelen met `shift-toets` |`punt1+punt7+spatie`, `punt4+punt7+spatie`
pt_br: Alternar tecla `shift` |`ponto1+ponto7+espaço`, `ponto4+ponto7+espaço`
ru: Переключить клавишу `shift` |`точка1+точка7+пробел`, `точка4+точка7+пробел`
ta: `மாற்றழுத்தி` விசையை மாற்றியமைத்திடுக |`dot1+dot7+space`, `dot4+dot7+space`

source: `control` key |`dot7+dot8+space`
bg: `Control` |`точка7+точка8+интервал`
de: `Strg`-Taste |`Leertaste+Punkt7+Punkt8`
es: `control` |`punto7+punto8+espacio`
hr: `kontrol` taster |`tačka7+tačka8+razmak`
nl: `control-toets` |`punt7+punt8+spatie`
pt_br: tecla `control` |`ponto7+ponto8+espaço`
ru: клавиша `control` |`точка7+точка8+пробел`
ta: `கட்டுப்பாடு` விசை |`dot7+dot8+space`

source: Toggle `control` key |`dot1+dot7+dot8+space`, `dot4+dot7+dot8+space`
bg: Превключва клавиша `Control` |`точка1+точка7+точка8+интервал`, `точка4+точка7+точка8+интервал`
de: `Strg`-Taste umschalten |`Leertaste+Punkt1+Punkt7+Punkt`, `Leertaste+Punkt4+Punkt7+Punkt8`
es: Conmutar `control` |`punto1+punto7+punto8+espacio`, `punto4+punto7+punto8+espacio`
hr: Uključi ili isključi taster `kontrol` |`tačka1+tačka7+tačka8+razmak`, `tačka4+tačka7+tačka8+razmak`
nl: Schakelen met `control-toets` |`punt1+punt7+punt8+spatie`, `punt4+punt7+punt8+spatie`
pt_br: Alternar tecla `control` |`ponto1+ponto7+ponto8+espaço`, `ponto4+ponto7+ponto8+espaço`
ru: Переключить клавишу `control` |`точка1+точка7+точка8+пробел`, `точка4+точка7+точка8+пробел`
ta: `கட்டுப்பாடு` விசையை மாற்றியமைத்திடுக |`dot1+dot7+dot8+space`, `dot4+dot7+dot8+space`
