Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: MathType needs to be installed in order for this to work.
bg: За да бъде възможно това, програмата MathType трябва да бъде инсталирана.
de: Damit dies funktioniert, muss MathType installiert sein.
es: MathType tiene que estar instalado para que esto funcione.
hr: MathType mora biti instaliran kako bi ovo radilo.
nl: MathType moet worden geïnstalleerd anders werkt dit niet.
pt_br: O MathType precisa estar instalado para que tal seja possível.
ru: Для этого необходимо установить MathType.
ta: இது செயற்பட, மேத்டைப் நிறுவப்பட்டிருக்க வேண்டும்.
zh_tw: 這需要安裝 MathType 且

source: The trial version is sufficient.
bg: Пробната версия също е достатъчна.
de: Die Testversion ist ausreichend.
es: La versión de prueba es suficiente.
hr: Probna verzija je dovoljna.
nl: De proefversie ishiervoor voldoende.
pt_br: A versão de teste — trial — é suficiente.
ru: Пробной версии будет вполне достаточно.
ta: பரிசோதனைப் பதிப்பு போதுமானது.
zh_tw: 只需安裝試用版即可，

source: It can be downloaded from the [MathType presentation page](https://www.wiris.com/en/mathtype/).
bg: Тя може да бъде изтеглена от [страницата за представяне на MathType](https://www.wiris.com/en/mathtype/).
de: Sie können die aktuelle Version von der englischsprachigen [MathType-Präsentationsseite](https://www.wiris.com/en/mathtype/) herunterladen.
es: Puede descargarse desde la [Página de presentación de MathType](https://www.wiris.com/en/mathtype/).
hr: Može se preuzeti sa [Stranice prezentacije MathType](https://www.wiris.com/en/mathtype/).
nl: Je kunt deze downloaden van the [MathType presentatiepagina](https://www.wiris.com/en/mathtype/).
pt_br: Pode ser baixado da [Página de apresentação do MathType](https://www.wiris.com/en/mathtype/).
ru: Она может быть загружена [со страницы презентации MathType](https://www.wiris.com/en/mathtype/).
ta: இப்பதிப்பை [மேத்டைப் பொருளளிக்கைப் பக்கத்திலிருந்து](https://www.wiris.com/en/mathtype/) தரவிறக்கிக்கொள்ளலாம்.
zh_tw: MathType 可以從 [MathType 展示頁](https://www.wiris.com/en/mathtype/)下載。

source: Note that this is not an official standard yet, so there is currently no publicly available software that can produce this content.
bg: Забележете, че това все още не е официален стандарт, така че все още няма публичен софтуер, който може да създава подобно съдържание.
de: Beachten Sie, dass MathML noch kein offizieller Standard ist, deshalb gibt es noch keine öffentlich verfügbare Software, um solche Inhalte zu erzeugen.
es: Ten en cuenta que esto no es un estándar oficial aún, así que no hay actualmente software disponible al público que pueda producir este contenido.
hr: Imajte na umu, da ovo još uvijek nije službeni standard, stoga ne postoji dostupan softver s kojim se može izrađivati takav tip sadržaja.
nl: NB. Dit is nog geen officiële standaard. Er is dan ook geen software publiek verkrijgbaar waarmee deze inhoud geproduceerd kan worden.
pt_br: Note que este ainda não é um padrão oficial, então atualmente não existe um software disponível publicamente que possa produzir esse conteúdo.
ru: Обратите внимание, что это неофициальный стандарт, поэтому в настоящее время нет общедоступных программ, способных создавать данное содержимое.
ta: இதுவரை இது அதிகாரப் பூர்வ தகுதரமாக இல்லையென்பதால், இவ்வுள்ளடக்கத்தை உருவாக்கும் பொது மென்பொருள் ஏதும் தற்போதைக்கு இல்லை என்பதை கவனிக்கவும்.
zh_tw: 此種標記語言尚未成為正式標準，因為目前還沒有可供大眾使用的應用程式可以製作這類內容。

source: Kindle Reader for PC:
bg: Kindle Reader за PC:
de: Kindle für PC:
es: Kindle Reader para PC:
hr: Kindle Reader za osobna računala:
nl: Kindle Reader voor PC.
pt_br: Leitor Kindle para PC:
ru: Kindle Reader для PC:
ta: கணினிக்கான கிண்டில் ரீடர்
zh_tw: Kindle for PC：

source: NVDA can read and navigate Math in Kindle for PC for books with accessible math.
bg: NVDA може да чете и обхожда математика в Kindle за PC за книги с достъпно математическо съдържание.
de: NVDA kann Mathematik in Kindle für PC lesen und navigieren, um Bücher mit zugänglicher Mathematik zu lesen.
es: NVDA puede leer y navegar matemáticas en Kindle para PC para libros con matemáticas accesibles.
hr: NVDA može čitati matematiku u Kindle readeru za osobna računala u knjigama u kojima se nalazi pristupačna matematika.
nl: In boeken met toegankelijke wiskundige inhoud die u gebruikt via Kindle voor PC stelt NVDA u in staat de wiskundige inhoud te lezen en er in te navigeren.
pt_br: O NVDA pode ler e navegar em conteúdo matemático no Kindle para PC para livros com matemática acessível.
ru: NVDA может читать и выполнять навигацию по математическому содержимому в Kindle для PC в книгах с доступным математическим содержимом.
ta: கணினிக்கான கிண்டிலில் அணுகக்கூடிய கணக்கினை படிக்கவும், வழிசெலுத்தவும் என்விடிஏவினால் இயல்கிறது.
zh_tw: NVDA 可以讀取和導覽 Kindle for PC 中內含可及性數學的電子書。

source: When reading a document, NVDA will speak any supported mathematical content where it occurs.
bg: При четене на документ NVDA ще прочита всяко поддържано математическо съдържание, където такова бъде срещнато.
de: Wenn Sie ein Dokument lesen, das mathematischen Inhalt enthält, liest NVDA diesen vor, sofern es von NVDA unterstützt wird.
es: Al leer un documento, NVDA verbalizará cualquier contenido matemático compatible donde aparezca.
hr: Dok čita dokument, NVDA će izgovoriti bilo koji podržani matematički sadržaj gdje se pojavi.
nl: Bij het lezen van een document zal NVDA alle ondersteunde wiskundige inhoud voorlezen wanneer deze voorkomt.
pt_br: Ao ler um documento, o NVDA irá falar qualquer conteúdo matemático suportado onde este ocorra.
ru: При чтении документа, NVDA будет говорить любое поддерживаемое математическое выражение, где оно встречается.
ta: ஒரு ஆவணத்தைப் படிக்கும் பொழுது, ஆதரிக்கப்படும் கணக்கு உள்ளடக்கங்களை எதிர்படும் இடங்களில் என்விடிஏ படிக்கிறது.
zh_tw: 當閱讀文件時 NVDA 會朗讀其中任何支援的數學內容，

source: If you are using a braille display, it will also be displayed in braille.
bg: Ако използвате брайлов дисплей, то ще бъде изобразено и на брайл.
de: Falls Sie eine Braillezeile verwenden, wird dieser Inhalt auch in Braille ausgegeben.
es: Si estás utilizando una pantalla braille, también se mostrará en braille.
hr: Ako koristite brajični redak, sadržaj će se prikazati i na brajičnom retku.
nl: Als u een brailleleesregel gebruikt, wordt deze ook in braille weergegeven.
pt_br: Caso você esteja usando uma linha braille, tal conteúdo também será exibido em braille.
ru: Если вы используете брайлевский дисплей, то оно также будет отображаться и на нём.
ta: தாங்கள் பிரெயில் காட்சியமைவைப் பயன்படுத்துவதாக இருந்தால், இது பிரெயிலிலும் காட்டப்படும்.
zh_tw: 若您正使用點顯器則數學內容也會以點字顯示。

source: Interactive Navigation
bg: Интерактивна навигация
de: Interaktive Navigation
es: Navegación Interactiva
hr: Interaktivno kretanje
nl: Interactieve Navigatie
pt_br: Navegação Interativa
ru: Интерактивная навигация
ta: அளவளாவலுடனான வழிசெலுத்தல்
zh_tw: 互動式導覽

source: If you are working primarily with speech, in most cases, you will probably wish to examine the expression in smaller segments, rather than hearing the entire expression at once.
bg: Ако работите главно с реч, в повечето случаи вероятно ще искате да изследвате съдържанието на по-малки части, вместо да чувате целия израз наведнъж.
de: Wenn Sie NVDA hauptsächlich mit einer Sprachausgabe verwenden, können Sie einen mathematischen Ausdruck in Segmente unterteilt abfragen, anstatt ihn in einem Stück angesagt zu bekommen.
es: Si estás trabajando principalmente con voz, en la mayoría de los casos, probablemente desearás examinar la expresión en segmentos más pequeños, en lugar de escuchar la expresión entera de una vez.
hr: Ako primarno radite uz pomoć govora, u većini slučajeva ćete htjeti ispitati manje segmente izraza, umjesto slušanja cijelog izraza odjedanput.
nl: Als u voornamelijk met spraak werkt, zult u de probleemstelling waarschijnlijk meestal liever eerst in kleinere stukjes horen dan in zijn geheel.
pt_br: Se você está trabalhando primariamente com voz, na maioria dos casos, irá provavelmente querer examinar a expressão em segmentos menores, ao invés de lê-la toda de uma só vez.
ru: Если вы работаете в основном с речью, вам вероятно захочется изучить выражение более мелкими сегментами, а не слышать всё его содержимое сразу.
ta: பிரெயில் காட்சியமைவைப் பயன்படுத்தாமல், என்விடிஏவின் பேச்சை முதன்மையாகப் பயன்படுத்துபவராகத் தாங்கள் இருந்தால், பெரும்பான்மையானத் தருணங்களில், கணக்கின் முழுத் தொகுதியையும் ஒரே நேரத்தில் கேட்க முற்படாமல், அதன் சிறு பகுதியை மட்டும் முதலில் ஆராய முற்படுவீர்கள்.
zh_tw: 如果您是一位以語音為主的使用者，多數情況下您應會想在較小的片段中聽取算式，而不是一次聽到整個算式。

source: If you are in browse mode, you can do this by moving the cursor to the mathematical content and pressing enter.
bg: Ако сте в режим на разглеждане, може да направите това като придвижите курсора до математическото съдържание и натиснете Enter.
de: Wenn Sie sich momentan im Lesemodus befinden, können Sie den Cursor auf den Ausdruck stellen und die Eingabetaste drücken.
es: Si estás en modo exploración, puedes hacer esto moviendo el cursor al contenido matemático y pulsando intro.
hr: Ako ste u modusu čitanja, to možete učiniti pomicanjem kursora i pritiskom tipke enter.
nl: Als u in de bladermodus bent, kunt u dit doen door de cursor naar de wiskundige inhoud te verplaatsen en dan op enter te drukken.
pt_br: Se está em modo de navegação, é possível fazer isso movendo o cursor para o conteúdo matemático e pressionando enter.
ru: Если вы находитесь в режиме обзора, то вы можете сделать это, переместив курсор на математическое выражение и нажав Enter.
ta: உலாவும் நிலையில் தாங்கள் இருந்தால், கணக்கு உள்ளடக்கத்திற்கு சுட்டியைக் கொண்டுசென்று, உள்ளிடு விசையை அழுத்தவும்.
zh_tw: 如果您是在瀏覽模式，您可以將游標移到數學內容後按一下 Enter。

source: If you are not in browse mode:
bg: Ако не сте в режим на разглеждане:
de: Wenn Sie sich nicht im Lesemodus befinden, gehen Sie folgendermaßen vor:
es: Si no estás en modo exploración:
hr: Ako niste u modusu čitanja:
nl: Als u zich niet in de bladermodus bevindt:
pt_br: Se não está em modo de navegação:
ru: Если вы не находитесь в режиме обзора, то сделайте следующее:
ta: உலாவும் நிலையில் தாங்கள் இல்லையென்றால்,
zh_tw: 如果您並不是在瀏覽模式：

source: move the review cursor to the mathematical content.
bg: Придвижете курсора за преглед до математическото съдържание.
de: Bewegen Sie den NVDA-Cursor auf den mathematischen Ausdruck.
es: mueve el cursor de revisión al contenido matemático.
hr: Pomaknite pregledni kursor na matematički sadržaj.
nl: verplaatst u de leescursor naar de wiskundige inhoud.
pt_br: mova o cursor de exploração para o conteúdo matemático.
ru: переместить просмотровый курсор к математическому содержимому.
ta: சீராய்வுச் சுட்டியை கணக்கு உள்ளடக்கத்திற்குக் கொண்டு செல்லவும்.
zh_tw: 將檢閱游標移到數學內容的位置，

source: By default, the review cursor follows the system caret, so you can usually use the system caret to move to the desired content.
bg: По подразбиране курсорът за преглед следва каретката, така че обикновено може да използвате каретката, за да се придвижите до желаното съдържание.
de: Standardmäßig ist der NVDA-Cursor an den System-Cursor gekoppelt. Sie können also die Standard-Navigationstasten verwenden, um den NVDA-Cursor auf den mathematischen Inhalt zu bewegen.
es: Por omisión, el cursor de revisión sigue al cursor del sistema, así puedes utilizar normalmente el cursor del sistema para moverte al contenido deseado.
hr: Pregledni kursor standardno prati kursor sustava, tako da je obično moguće koristiti kursor sustava za premještanje na željeni sadržaj.
nl: Standaard volgt de leescursor de systeemcursor, dus kunt u deze gewoonlijk gebruiken om bij de gewenste inhoud te geraken.
pt_br: Por padrão, o cursor de exploração segue o cursor do sistema, de modo que você usualmente pode usar o cursor do sistema para mover-se para o conteúdo desejado.
ru: По умолчанию, просмотровый курсор следует за системной кареткой, так что обычно вы можете использовать каретку для перемещения к нужному содержимому.
ta: இயல்பில், கணினிச் சுட்டியை சீராய்வுச் சுட்டிப் பின்தொடர்வதால், தாங்கள் விரும்பும் கணக்கு உள்ளடக்கத்திற்குச் செல்ல கணினிச் சுட்டியைப் பயன்படுத்தலாம்.
zh_tw: 預設情況下檢閱游標是跟隨系統游標移動，所以您通常可以利用系統游標移到數學內容的位置。

source: Then, activate the following command:
bg: След това активирайте следната команда:
de: Führen Sie anschließend den folgenden Befehl aus:
es: A continuación, activa la siguiente orden:
hr: Potom, pritisnite sljedeći prečac:
nl: Hierna activeert u het volgende commando:
pt_br: Em seguida, ative o comando seguinte:
ru: Затем выполните следующую команду:
ta: பிறகு, கீழ்க் காணும் கட்டளையை இயக்கவும்:
zh_tw: 然後執行以下的指令：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Interact with math content |NVDA+alt+m |Begins interaction with math content.
bg: Взаимодействие с математическо съдържание |NVDA+alt+m |Стартира взаимодействие с математическо съдържание.
de: In mathematischen Inhalten navigieren |NVDA+Alt+M |Beginnt die Navigation in mathematischen Inhalten.
es: Interactuar con contenido matemático |NVDA+alt+m |Comienza la interacción con el contenido matemático.
hr: Uđi u interakciju s matematičkim sadržajem |NVDA+alt+m |Započinje interakciju s matematičkim sadržajem.
nl: Interactie met wiskundige inhoud |NVDA+alt+m |interactie met wiskundige inhoud starten.
pt_br: Interagir com conteúdo matemático |NVDA+alt+m |Inicia a interação com o conteúdo matemático.
ru: Взаимодействовать с математическим выражением |NVDA+Alt+M |Начинает взаимодействие с математическим выражением.
ta: கணக்கு உள்ளடக்கத்துடன் அளவளாவுக |என்விடிஏ+நிலைமாற்றி+m |கணக்கு உள்ளடக்கத்துடன் அளவளாவத் துவங்குகிறது
zh_tw: 與數學內容互動 |NVDA+Alt+M |開始與數學內容互動

source: At this point, NVDA will enter Math mode, where you can use commands such as the arrow keys to explore the expression.
bg: На този етап NVDA ще влезе в математически режим, където може да използвате команди като например стрелките, за да изследвате израза.
de: Nun wechselt NVDA in den Mathematikmodus, in dem Sie Befehle wie die Pfeiltasten verwenden können, um den Ausdruck zu erkunden.
es: En este punto, NVDA entrará en modo matemáticas, donde puedes utilizar órdenes como las flechas para explorar la expressión.
hr: U tom trenutku, NVDA će aktivirati način matematike, u kojem možete koristiti prečace poput strelica kako biste istražili izraz.
nl: Nu schakelt NVDA naar de Math-modus, waarin je commando’s zoals de pijltjestoetsen kunt gebruiken om de stelling te verkennen.
pt_br: A partir desse ponto, o NVDA entrará no modo Matemático, onde você pode usar comandos tais como as teclas de seta para explorar a expressão.
ru: На этом этапе NVDA перейдёт в математический режим, в котором вы сможете использовать такие команды, как клавиши-стрелки, для изучения выражения.
ta: இக்கட்டத்தில், கணக்கு பயன்முறைக்குள் என்விடிஏ நுழையும். அங்கே விசை அம்புகள் போன்ற மேத்ப்ளேயர் கட்டளைகளைப் பயன்படுத்தி, கணக்கினை ஆராயலாம்.
zh_tw: 此時 NVDA 會進入數學模式，您可以在其中使用方向鍵等指令來探索算式，

source: For example, you can move through the expression with the left and right arrow keys and zoom into a portion of the expression such as a fraction using the down arrow key.
bg: Например, можете да се придвижвате в израза със стрелките наляво и надясно и да приближите част от израза, например парче от него, като използвате клавиша стрелка надолу.
de: Verwenden Sie beispielsweise die Pfeiltasten links und rechts, um zwischen den Teilen eines Ausdrucks zu navigieren. Um in einen Teilausdruck abzusteigen, verwenden Sie die Pfeiltaste nach unten.
es: Por ejemplo, puedes moverte a través de la expresión con las teclas de flecha izquierda o derecha y acercarte a una porción de la expresión tal como una fracción utilizando la tecla de flecha abajo.
hr: Na primjer, možete se pomicati po izrazu uz pomoć lijeve i desne strelice ili dublje zaroniti u izraz kao što je razlomak, koristeći strelicu dolje.
nl: U kunt bij voorbeeld horizontaal door de stelling gaan met de linker en rechter pijltoets en inzoemen op een onderdeel van de stelling zoals een breuk met behulp van pijl omlaag.
pt_br: Por exemplo, você pode mover-se pela expressão com as setas à direita e à esquerda e ampliar uma porção da expressão, como uma fração, usando a seta para baixo.
ru: Например, вы можете двигаться по выражению с помощью клавиш стрелок влево и вправо, а затем подробнее просмотреть часть выражения, например дробь, используя стрелку вниз.
ta: எடுத்துக்காட்டாக, கணக்குத் தொகுதிக்கிடையே இடது, அல்லது வலது அம்பு விசைகளைப் பயன்படுத்தி நகரலாம், பின்னம் போன்ற கணக்கின் ஒரு சிறு பகுதியை விரித்து உள்நோக்க கீழம்பினைப் பயன்படுத்தலாம்.
zh_tw: 例如您可以使用左右方向鍵在算式內移動，並使用向下鍵進入分式以探索算式中的某一部分。

source: When you wish to return to the document, simply press the escape key.
bg: Когато желаете да се върнете в документа, просто натиснете клавиша escape.
de: Um die Navigation im Ausdruck zu beenden, drücken Sie die Escape-Taste.
es: Cuando desees volver al documento, simplemente pulsa la tecla escape.
hr: Kad se želite vratiti u dokument, pritisnite tipku escape.
nl: Als u naar het document wilt teruggaan drukt u op Escape.
pt_br: Quando quiser retornar ao documento, simplesmente pressione a tecla escape.
ru: Когда вам потребуется вернуться в документ, просто нажмите клавишу Escape.
ta: ஆவணத்திற்குத் தாங்கள் திரும்ப விரும்பினால், விடுபடு விசையை அழுத்தவும்.
zh_tw: 當您要返回文件時只需按一下 Escape 鍵即可。

source: For more information on available commands and preferences for reading and navigating within math content, please refer to the documentation for your particular math component you have installed.
bg: За повече информация за наличните команди и настройки за четене и навигиране в математическо съдържание, моля, обърнете се към документацията на математическия компонент, който сте инсталирали.
de: Weitere Informationen zu den verfügbaren Befehlen und Einstellungen zum Lesen und Navigieren innerhalb von Mathematikinhalten finden Sie in der Dokumentation zu Ihrer jeweiligen Mathematikkomponente, die Sie installiert haben.
es: Para más información sobre las órdenes disponibles y preferencias para leer y navegar dentro del contenido matemático, por favor consulta la documentación para tu componente de matemáticas particular que tengas instalado.
hr: Za više informacija o postavkama i načinima kretanja po matematičkom sadržaju, Molimo pogledajte dokumentaciju vaše određene komponente za čitanje matematike koju ste instalirali.
nl: Raadpleeg voor meer informatie over beschikbare commando's en voorkeuren voor het lezen en navigeren in wiskundige inhoud, de documentatie van de specifieke math component die je hebt geïnstalleerd.
pt_br: Para obter mais informações sobre os comandos disponíveis e as preferências para ler e navegar no conteúdo matemático, consulte a documentação do componente matemático específico que você instalou.
ru: Для получения дополнительной информации о доступных командах и настройках для чтения и навигации по математическому содержимому обратитесь к документации вашего конкретного математического компонента, который вы установили.
ta: கணித உள்ளடக்கத்தினுள் படிப்பதற்கும், வழிசெலுத்துவதற்கும் கிடைப்பிலிருக்கும் கட்டளைகள் மற்றும் விருப்பத்தேர்வுகள் குறித்த கூடுதல் தகவல்களுக்கு, தாங்கள் நிறுவியிருக்கும் குறிப்பிட்ட தங்களது கணிதக் கூறிற்கான ஆவணத்தைப் பார்க்கவும்.
zh_tw: 有關在數學內容中讀取和導覽的可用指令及偏好設定的更多資訊，請參考您已安裝的數學元件的文件。

source: [MathCAT documentation](https://nsoiffer.github.io/MathCAT/users.html)
bg: [Документация на MathCAT](https://nsoiffer.github.io/MathCAT/users.html)
de: [MathCAT-Dokumentation](https://nsoiffer.github.io/MathCAT/users.html)
es: [Documentación de MathCAT](https://nsoiffer.github.io/MathCAT/users.html)
hr: [Dokumentacija za MathCat](https://nsoiffer.github.io/MathCAT/users.html)
nl: [MathCAT documentatie](https://nsoiffer.github.io/MathCAT/users.html)
pt_br: [Documentação do MathCAT](https://nsoiffer.github.io/MathCAT/users.html)
ru: [документация MathCAT](https://nsoiffer.github.io/MathCAT/users.html)
ta: [மேத்கேட் ஆவணம்](https://nsoiffer.github.io/MathCAT/users.html)
zh_tw: [MathCAT 文件](https://nsoiffer.github.io/MathCAT/users.html)

source: [Access8Math documentation](https://github.com/tsengwoody/Access8Math)
bg: [Документация на Access8Math](https://github.com/tsengwoody/Access8Math)
de: [Access8Math-Dockumentation](https://github.com/tsengwoody/Access8Math)
es: [Documentación de Access8Math](https://github.com/tsengwoody/Access8Math)
hr: [Access8Math dokumentacija](https://github.com/tsengwoody/Access8Math)
nl: [Access8Math documentatie](https://github.com/tsengwoody/Access8Math)
pt_br: [Documentação do Access8Math](https://github.com/tsengwoody/Access8Math)
ru: [документация Access8Math](https://github.com/tsengwoody/Access8Math)
ta: [அக்ஸஸ்8மேத் ஆவணம்](https://github.com/tsengwoody/Access8Math)
zh_tw: [Access8Math 文件](https://github.com/tsengwoody/Access8Math)

source: [MathPlayer documentation](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)
bg: [Документация на MathPlayer](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)
de: [MathPlayer-Dokumentation](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)
es: [Documentación de MathPlayer](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)
hr: [MathPlayer dokumentacija](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)
nl: [MathPlayer documentatie](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)
pt_br: [Documentação do MathPlayer](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)
ru: [документация MathPlayer](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)
ta: [மேத் பிளேயர் ஆவணம்](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)
zh_tw: [MathPlayer 文件](https://docs.wiris.com/mathplayer/en/mathplayer-user-manual.html)

source: Sometimes mathematical content might be displayed as a button or other type of element which, when activated, can display a dialog or more information related to the formula.
bg: Понякога математическото съдържание може да се показва като бутон или друг тип елемент, който при задействане може да показва диалогов прозорец или повече информация, свързана с формулата.
de: Manchmal kann mathematischer Inhalt als Schaltfläche oder eine andere Art von Element angezeigt werden, das, wenn es aktiviert ist, ein Dialogfeld oder weitere Informationen zur Formel anzeigen kann.
es: A veces el contenido matemático podría mostrarse como un botón u otro tipo de elemento que, al activarse, puede mostrar un diálogo o más información relacionada con la fórmula.
hr: Ponekada se matematički sadržaj može prikazivati kao gumb ili drugi tip elementa koji kada je aktiviran može prikazati dijaloški okvir sa više informacija o formuli.
nl: Wiskundige inhoud kan soms worden weergegeven als een knop of een ander type besturingselement waarmee bij activering ervan , een dialoogvenster of meer informatie kan worden getoond welke betrekking heeft op de formule.
pt_br: Às vezes, o conteúdo matemático pode ser exibido como um botão ou outro tipo de elemento que, quando ativado, pode exibir um diálogo ou mais informações relacionadas à fórmula.
ru: Иногда математическое содержимое может отображаться как кнопка или иной элемент управления, при активации которого появляется диалог или более подробная информация о формуле.
ta: கணக்கு உள்ளடக்கங்கள் சில தருணங்களில் பொத்தானில், அல்லது பிற களங்களில் காண்பிக்கப்படும். இவைகளை அழுத்தும்பொழுது, ஒரு உரையாடல் பெட்டி, அல்லது சூத்திரம் குறித்த கூடுதல் தகவல்கள் காண்பிக்கப்படும்.
zh_tw: 有時數學內容可能會以按鈕或其他類型的項目顯示，啟動這些項目會顯示一個對話框或更多該公式的資訊，
