Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Toggle button
bg: Превключващ бутон
de: Umschalter
es: Botón conmutable
hr: Preklopni gumb
nl: Omschakelknop
pt_br: Botão de alternância
ru: Кнопка переключения
ta: நிலைமாற்றுப் பொத்தான்
zh_tw: 切換按鈕

source: Progress bar
bg: Лента на напредъка
de: Fortschrittsbalken
es: Barra de progreso
hr: Traka napredka
nl: Voortgangsbalk
pt_br: Barra de progresso
ru: Индекатор выполнения
ta: முன்னேற்றப் பட்டை
zh_tw: 進度列

source: Math formula
bg: Математическа формула
de: Mathematische Formeln
es: Fórmula matemática
hr: Matematička formula
nl: Math-formule (wisk.)
pt_br: Fórmula matemática
ru: Математическая формула
ta: கணக்குச் சூத்திரம்
zh_tw: 數學公式

source: Vertically aligned paragraph
bg: Вертикално подравнен абзац
de: Vertikal ausgerichteter Absatz
es: Párrafo alineado verticalmente
hr: Okomito poravnat odlomak
nl: Verticaaluitgelijnde alinea
pt_br: Parágrafo alinhado verticalmente
ru: Вертикально выровненный абзац
ta: நெடுவாக்கில் ஒழுங்கமைக்கப்பட்ட பத்தி
zh_tw: 垂直對齊段落

source: Same style text
bg: Текст със същия стил
de: Text mit gleichem Stil
es: Mismo estilo de texto
hr: Tekst istog stila
nl: Same style tekst
pt_br: Texto do mesmo estilo
ru: Текст одного стиля
ta: அதே பாங்கு உரை
zh_tw: 相同樣式文字

source: Different style text
bg: Текст с различен стил
de: Text in einem anderen Stil
es: Diferente estilo de texto
hr: Tekst različitog stila
nl: Different style tekst
pt_br: Texto de estilo diferente
ru: Текст другого стиля
ta: வேறுபட்ட பாங்கு உரை
zh_tw: 不同樣式文字

source: Keep in mind that there are two commands for each type of element, for moving forward in the document and backward in the document, and you must assign gestures to both commands in order to be able to quickly navigate in both directions.
bg: Имайте предвид, че има две команди за всеки тип елемент – за движение напред в документа и назад в документа, и трябва да присвоите жестове и на двете команди, за да можете бързо да навигирате и в двете посоки.
de: Beachten Sie, dass es für jeden Elementtyp zwei Befehle gibt, um sich im Dokument vorwärts und rückwärts zu bewegen, und dass Sie beiden Befehlen diese zuweisen müssen, um schnell in beide Richtungen navigieren zu können.
es: Ten en cuenta que hay dos órdenes para cada tipo de elemento, para avanzar y para retroceder en el documento, y debes asignar gestos para ambas órdenes para poder navegar rápidamente en ambas direcciones.
hr: Imajte na umu da postoje dva tipa prečaca za kretanje po elementima za kretanje u naprijed i u nazad po dokumentu te morate pridjeliti oba prečaca kako biste se mogli kretati u oba smjera.
nl: Bedenk dat er twee commando's (nodig) zijn voor elk elementtype; om verder te gaan in het document en om terug te gaan in het document. Daarom moet u aan het ene alsmede aan het andere een commando toekennen zodat u snel in beide richtingen kunt navigeren.
pt_br: Lembre-se que existem dois comandos para cada tipo de elemento, para avançar no documento e retroceder no documento, e você deve atribuir atalhos — gestos — a ambos os comandos para poder navegar rapidamente em ambas as direções.
ru: Помните, что для каждого типа элементов есть две команды - переход к следующему или к предыдущему элементу, вы должны назначить жесты для обеих команд, чтобы иметь возможность быстро перемещаться в обоих направлениях.
ta: ஒவ்வொரு வகை கூறுக்குமிடையே ஆவணத்தில் முன்னும் பின்னும் நகர இரு வேறு கட்டளைகள் உல்ளன என்பதை நினைவில் கொண்டு, இரு திசைகளிலும் விரைவாக நகர, இவ்விரு கட்டளைகளுக்கான சைகைகளை தனித் தனியே ஒதுக்க வேண்டும்.
zh_tw: 請記得每種類型的元素都有兩個指令用以在文件中往前移動及在文件中往回移動，您必須為這兩個指令指派手勢以便能夠在兩個方向上快速導覽。

source: For example, if you want to use the `y` / `shift+y` keys to quickly navigate through tabs, you would do the following:
bg: Например, ако искате да използвате командите `Y` / `Shift+Y` за бърза навигация по раздели, трябва да направите следното:
de: Wenn Sie zum Beispiel `Y` und `Umschalt+Y` benutzen wollen, um schnell durch die Registerkarten zu navigieren, würden Sie Folgendes tun:
es: Por ejemplo, si quieres utilizar las teclas `y` / `shift+y` para navegar rápidamente por las pestañas, harías lo siguiente:
hr: Na primjer, ako biste htjeli koristiti `y` / `šift+y` tipke za brzo kretanje po karticama svojstva, učinit ćete slijedeće
nl: Als u bijvoorbeeld de `y` / `shift+y` toetsen wilt gebruiken om snel door tabs te navigeren, zou u als volgt te werk gaan:
pt_br: Por exemplo, se quiser usar as teclas `y` / `shift+y` para navegar rapidamente pelas guias, faça o seguinte:
ru: Например, если вы хотите использовать клавиши `y` / `shift+y` для быстрой навигации по вкладкам, вы должны сделать следующее:
ta: எடுத்துக்காட்டாக, தத்தல்களுக்கிடையே '`y`', '`மாற்றழுத்தி+y`' விசைகளைப் பயன்படுத்தி விரைவாக வழிசெலுத்த, பின்வருவனவற்றை தாங்கள் செய்ய வேண்டும்:
zh_tw: 例如，如果您想使用 Y 或 Shift+Y 快速導覽索引標籤，可以執行以下操作：

source: Open input gestures dialog from browse mode.
bg: Отворете диалоговия прозорец „Жестове на въвеждане“ от режим на разглеждане.
de: Öffnen Sie das Dialogfeld für die Tastenbefehle von Gesten im Lesemodus.
es: Abre el diálogo Gestos de entrada desde el modo exploración.
hr: Otvorit ćete dijaloški okvir ulaznih gesti iz modusa čitanja.
nl: Open het dialoogvenster invoerhandelingen vanuit bladermodus.
pt_br: Abra a caixa de diálogo de definir comandos — gestos de entrada — no modo de navegação.
ru: Откройте диалог жестов ввода, перейдите в раздел режим обзора.
ta: உலாவு நிலையில், உள்ளீட்டுச் சைகை உரையாடலைத் திறக்கவும்.
zh_tw: 在瀏覽模式開啟輸入手勢對話框。

source: Find "moves to the next tab" item in the Browse mode section.
bg: Намерете елемента „Преминава към следващия раздел“ в секцията „Режим на разглеждане“.
de: Suchen Sie in der Kategorie "Lesemodus" den Eintrag "Zum nächsten Tab navigieren".
es: Busca el elemento "mueve a la siguiente pestaña" en la sección modo Exploración.
hr: Pronači ćete "premješta se na sljedeću karticu svojstva" u odjeljku modus čitanja.
nl: Zoek het item "naar volgende tab gaan" in de sectie Bladermodus.
pt_br: Encontre o item "vai à próxima guia" na seção Modo de navegação.
ru: Найдите пункт "Переход на следующую вкладку" в разделе Режим обзора.
ta: உலாவு நிலைப் பிரிவில், 'அடுத்த தத்தல் ுருப்படிக்கு நகர்க' என்கிற சைகையைக் கண்டறியவும்.
zh_tw: 在瀏覽模式的部分找到「移到下一個索引標籤」項目。

source: Assign `y` key for found gesture.
bg: Назначете клавиша `Y` за намерения жест.
de: Weisen Sie hier die Taste `Y` zu.
es: Asigna la tecla `y` para el gesto encontrado.
hr: Pridjelit ćete slovo `y` za pronađeni prečac.
nl: Wijs de toets `y` toe voor de gevonden handeling.
pt_br: Atribua tecla `y` para comando — gesto — encontrado.
ru: Назначьте клавишу `y` для найденного жеста.
ta: இச்சைகைக்கு, '`y`' விசையை இணைக்கவும்.
zh_tw: 指派 Y 鍵作為手勢。

source: Find "moves to the previous tab" item.
bg: Намерете елемента „Преминава към предишния раздел“.
de: Suchen Sie den Eintrag "Zum vorherigen Tab navigieren".
es: Busca el elemento "mueve a la pestaña anterior".
hr: Pronaći ćete "premjesti se na prethodnu karticu svojstva".
nl: Zoek het item "naar vorige tab gaan".
pt_br: Encontre o item "volta à guia anterior".
ru: Найдите элемент "переход на предыдущую вкладку".
ta: 'முந்தைய தத்தல் உருப்படிக்கு நகர்க' என்கிற சைகையைக் கண்டறியவும்.
zh_tw: 找到「移到上一個索引標籤」項目。

source: Assign `shift+y` for found gesture.
bg: Назначете `Shift+Y` за намерения жест.
de: Weisen Sie dann hier die Tastenkombination `Umschalt+Y` zu.
es: Asigna `shift+y` para el gesto encontrado.
hr: Pridjelit ćete `šift+y` za pronađeni prečac.
nl: Wijs `shift+y` toe voor de gevonden handeling.
pt_br: Atribua `shift+y` para comando encontrado.
ru: Назначьте клавиши `shift+y` для найденного жеста.
ta: இச்சைகைக்கு, '`மாற்றழுத்தி+y`' விசையை இணைக்கவும்.
zh_tw: 指派 Shift+Y 作為手勢。

source: The Elements List
bg: Списък на елементите
de: Die Elementliste
es: La Lista de Elementos
hr: Popis elemenata
nl: De lijst met elementen
pt_br: A Lista de Elementos
ru: Диалоговое окно со списком элементов
ta: கூறுகளின் பட்டியல்
zh_tw: 項目清單

source: The elements list provides access to a list of various types of elements in the document as appropriate for the application.
bg: Списъкът на елементите предоставя достъп до списък с различни видове елементи от документа в зависимост от приложението, в което се намирате.
de: Mit Hilfe der Elementliste können Sie - abhängig von der aktiven Anwendung - auf verschiedene Elemente im aktuellen Dokument zugreifen.
es: La lista de elementos proporciona acceso a una lista de varios tipos de elementos en el documento según sea apropiado para la aplicación.
hr: Popis elemenata prikazuje razne vrste elemenata, što ovisi od aplikacije do aplikacije.
nl: Via de lijst met elementen krijgt u toegang tot de verschillende, bij de toepassing behorende, elementtypes in het document.
pt_br: A lista de elementos fornece acesso a uma lista de vários tipos de elementos no documento, quando apropriado ao aplicativo.
ru: Диалоговое окно со списком элементов позволяет получить доступ к элементам различных типов текущего документа, в зависимости от активного приложения.
ta: பயன்பாடுகளுக்கேற்ற வகையில், ஒரு ஆவணத்தின் பல்வேறு கூறுகளைக் கொண்ட பட்டியலை என்விடிஏ வழங்குகிறது.
zh_tw: 「項目清單」根據應用程式而定提供了一個可以快速到達文件中各種類型項目的清單，

source: For example, in web browsers, the elements list can list links, headings, form fields, buttons or landmarks.
bg: Например, в уеб браузърите списъкът с елементите ви предоставя списък с връзки, заглавия, Полета от формуляри, бутони или маркери.
de: In Web-Browsern können Sie hierbei auf links, Überschriften, Formularfelder, Schalter oder Sprungmarken zugreifen.
es: Por ejemplo, en navegadores web, la lista de elementos puede enumerar enlaces, encabezados, campos de formulario, botones o regiones.
hr: Na primjer, u web preglednicima, popis elemenata može izraditi popis poveznica, naslova, gumba, polja obrazaca ili orijentira.
nl: Als u zich bij voorbeeld in een webbrowser bevindt, kan de lijst met elementen koppen, koppelingen (links), formuliervelden, knoppen of oriëntatiepunten bevatten.
pt_br: Por exemplo, nos navegadores Web, a lista de elementos pode listar links, títulos, campos de formulários, botões ou marcos.
ru: Например, в web-браузерах это будут ссылки, заголовки, поля форм, кнопки и ориентиры.
ta: எடுத்துக்காட்டாக, இணைய உலாவிகளில், தொடுப்புகள், தலைப்புகள், படிவக் களங்கள், பொத்தான்கள், நிலக்குறிகள் போன்ற கூறுகளைக் கொண்ட பட்டியலைக் காண்பிக்கிறது.
zh_tw: 例如在瀏覽器中項目清單可以列出連結、標題、表單欄位、按鈕及地標，

source: Radio buttons allow you to switch between the different types of elements.
bg: Радио бутоните ви позволяват да се прехвърляте между различните видове елементи.
de: Mit dem Auswahlschalter können Sie zwischen den unterschiedlichen Elementtypen umschalten.
es: Los botones de opción te permiten cambiar entre los diferentes tipos de elementos.
hr: Izborni gumbi omogućuju prebacivanje između raznih vrsta elemenata.
nl: Met behulp van keuzerondjes kunt u wisselen tussen de verschillende elementtypes.
pt_br: Os botões de opção permitem-lhe alternar entre os vários tipos de elementos.
ru: Радиокнопки позволяют переключаться между различными типами элементов.
ta: பல்வேறுபட்ட கூறுகளுக்கிடையே ஒன்றைத் தேர்ந்தெடுக்க, வானொலிப் பொத்தான்கள் கொடுக்கப்பட்டுள்ளன.
zh_tw: 您可利用選擇鈕在不同類型的項目之間切換。

source: An edit field is also provided in the dialog which allows you to filter the list to help you search for a particular item on the page.
bg: В диалога е предоставено и поле за писане, което ви дава възможност да филтрирате резултатите с цел да намерите определен елемент в страницата.
de: Mit dem Eingabefeld können Sie auch die Einträge filtern, um sich die Suche auf der Seite zu erleichtern.
es: Se Proporciona también un campo de edición en el diálogo el cual te permite filtrar la lista para ayudarte a buscar un elemento en particular en la página.
hr: U dijaloškom okviru također postoji polje za uređivanje koje omogućuje filtriranje popisa, kao pomoć pri traženju konkretne stavke na stranici.
nl: In het dialoogvenster treft u ook een invoerveld aan waarmee u de lijst kunt filteren zodat u gerichter naar iets kunt zoeken op de pagina.
pt_br: Um campo de edição também se encontra disponível na caixa de diálogo que permite filtrar a lista para o ajudar a procurar um item específico na página.
ru: В этом диалоговом окне имеется также поле редактирование, которое позволяет вам отфильтровывать элементы для облегчения поиска определенного элемента на странице.
ta: கூறுகளின் பட்டியல் உரையாடலில், தாங்கள் தேடும் கூறின் உரைகளை வடிகட்ட, ஒரு தொகு களமும் கொடுக்கப்பட்டுள்ளது.
zh_tw: 在對話框中也提供一個可編輯文字方塊，您可輸入關鍵字篩選清單以找尋網頁上特定的項目，

source: Once you have chosen an item, you can use the provided buttons in the dialog to move to or activate that item.
bg: След като вече сте избрали елемент, вие може да използвате предоставените бутони, за да се придвижите до, или да активирате съответния елемент.
de: Wenn Sie einmal einen Eintrag ausgewählt haben, können Sie mit den Schaltern im Dialogfeld entweder den Eintrag aktivieren oder zu diesem gelangen.
es: Una vez hayas elegido un elemento, puedes utilizar los botones proporcionados en el diálogo para moverte a, o activar, ese elemento.
hr: Kad ste odabrali stavku, možete koristiti ponuđene gumbe u dijaloškom okviru za premještanje na element ili za njegovo aktiviranje.
nl: Als u uw keuze eenmaal gemaakt hebt, kunt u met de aanwezige knoppen in het dialoogvenster naar dat onderdeel springen of het activeren.
pt_br: Depois de ter escolhido um item, pode utilizar os botões fornecidos no diálogo para mover para ou ativar esse item.
ru: После выбора нужного элемента вы можете, нажимая соответствующую кнопку в этом диалоговом окне, либо перейти на этот элемент, либо активировать его.
ta: ஒரு உருப்படியைத் தேர்ந்தெடுத்தவுடன், கொடுக்கப்பட்டுள்ள பொத்தான்களை அழுத்தி, அவ்வுருப்படியை இயக்கலாம், அல்லது அவ்வுருப்படிக்குச் செல்லலாம்.
zh_tw: 一旦選定了項目，您可以使用對話框所提供的按鈕移到或啟動所選的項目。

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Browse mode elements list |NVDA+f7 |Lists various types of elements in the current document
bg: Списък на елементите |NVDA+F7 |Извиква списък с различни видове елементи от текущия документ.
de: Elementliste des Lesemodus |NVDA+F7 |Zeigt eine Liste bestimmter Elemente im aktuellen Dokument an
es: Lista de elementos del Modo Exploración |NVDA+f7 |Lista varios tipos de elementos en el documento actual
hr: Popis elemenata u modusu čitanja |NVDA+f7 |Popisuje razne vrste elemenata u trenutačnom dokumentu
nl: Lijst met elementen |NVDA+f7 |Hiermee roept u de lijst met de verschillende elementtypes op die zich in het huidige document bevinden.
pt_br: Lista de elementos do Modo de Navegação |NVDA+f7 |Lista vários tipos de elementos no documento atual
ru: Диалоговое окно со списком элементов в режиме обзора |NVDA+F7 |Открывает диалоговое окно со списком элементов различных типов из текущего документа
ta: உலாவும் நிலைக்கான கூறுகளின் பட்டியல் |என்விடிஏ+f7 |ஆவண கூறுகளின் உருப்படிகளைக் கொண்ட பட்டியலை வழங்குகிறது
zh_tw: 瀏覽模式項目清單 |NVDA+f7 |列出在目前文件中各種類型的項目

source: Searching for text
bg: Търсене на текст
de: Nach Text suchen
es: Buscar texto
hr: Traženje teksta
nl: Naar tekst zoeken
pt_br: Procurando por texto
ru: Поиск текста
ta: உரையைக் கண்டறிதல்
zh_tw: 尋找文字

source: This dialog allows you to search for terms in the current document.
bg: Този прозорец ви позволява да търсите текстови низове в текущия документ.
de: In diesem Dialogfeld können Sie nach Begriffen im aktuellen Dokument suchen.
es: Este diálogo te permite buscar términos en el documento actual.
hr: Ovaj dijaloški okvir omogućuje traženje teksta u trenutačnom dokumentu.
nl: Door middel van dit dialoogvenster kunt u naar termen zoeken in het huidige document.
pt_br: Esta caixa de diálogo permite procurar termos no documento atual.
ru: Этот диалог позволяет вам искать произвольный текст в текущем документе.
ta: நடப்பு ஆவணத்தில் இருக்கும் ஒரு குறிப்பிட்ட உரையைக் கண்டறிய இவ்வுரையாடல் அனுமதிக்கிறது.
zh_tw: 此對話框允許您在目前的文件中尋找文字，

source: In the "Type the text you wish to find" field, the text to be found can be entered.
bg: Въведете текста, който желаете да търсите в текстовото поле с етикет „Въведете текста за търсене“.
de: Im ersten Feld geben Sie den zu suchende Text ein.
es: En el campo "Teclea el texto que desees encontrar", puede introducirse el texto a encontrar.
hr: U polju za uređivanje "Utipkaj tekst kojeg želiš pronaći" možete upisati tekst koji tražite.
nl: In het vak "Typ de tekst waarnaar u wilt zoeken', kunt u de desbetreffende tekst invoeren.
pt_br: No campo "Digite o texto que você deseja localizar", o texto a ser localizado pode ser digitado.
ru: В поле "Введите текст для поиска" вводится искомый фрагмент текста.
ta: "தாங்கள் கண்டறிய விரும்பும் உரையைத் தட்டச்சிடுக" என்கிற தொகு களத்தில் கண்டறியப்பட வேண்டிய உரையை உள்ளிடலாம்.
zh_tw: 在「輸入要尋找的文字」編輯區中可以輸入您想要尋找的文字，

source: The "Case sensitive" checkbox makes the search consider uppercase and lowercase letters differently.
bg: Опцията „Зачитане на главни/малки“ кара търсенето да взема предвид дали буквите са малки или главни.
de: Das Kontrollkästchen "Groß- und Kleinschreibung berücksichtigen" bewirkt, dass die Suche Groß- und Kleinschreibung unterschiedlich beachtet wird.
es: La casilla de verificación "Sensible a las mayúsculas" hace que la búsqueda considere letras en mayúsculas y en minúsculas de modo diferente.
hr: Potvrdni okvir "Razlikovanje velikih i malih slova" služi za razlikovanje velikih i malih slova prilikom traženja.
nl: Door het selectievakje voor hoofdlettergevoeligheid in te schakelen zorgt u ervoor dat er onderscheid wordt gemaakt tussen hoofdletters en kleine letters bij het zoeken.
pt_br: A caixa de seleção "Distinguir maiúsculas e minúsculas" faz a pesquisa considerar letras maiúsculas e minúsculas de maneira diferente.
ru: Флажок "Учитывать регистр" заставляет выполнять поиск с учётом регистра введённых символов.
ta: "வகையுணரி" தேர்வுப் பெட்டி, முகப்பெழுத்துகள் அமைந்திருக்கும், அல்லது அமைந்திருக்காத ஆங்கில உரைகளைப் பிரித்துக் கண்டறியும்.
zh_tw: 「大小寫需相符」核取方塊使搜尋考慮到大小寫字母的差異，

source: For example, with "Case sensitive" selected you can find "NV Access" but not "nv access".
bg: Например, ако при включена опция „Зачитане на главни/малки“ търсите за „NV Access“, ще намерите „NV Access“, но не и „nv access“.
de: Wenn Sie beispielsweise "Groß- und Kleinschreibung berücksichtigen" ausgewählt haben, finden Sie "NV Access", nicht aber "nv access".
es: Por ejemplo, con "Sensible a las mayúsculas" seleccionada puedes encontrar "NV Access" pero no "nv access".
hr: Na primjer, kad je potvrdni okvir "Razlikovanje velikih i malih slova" označen, moći ćete pronaći "NV Access", ali ne i "nv access".
nl: Als dit selectievakje is ingeschakeld, zult u bijv. wel "NV Access" vinden maar vindt u "nv access" niet.
pt_br: Por exemplo, com "Distinguir maiúsculas e minúsculas" selecionada, você pode localizar "NV Access", mas não "nv access".
ru: Например, установив этот флажок, вы сможете найти строку "NV Access", но не "nv access".
ta: எடுத்துக்காட்டாக, "வகையுணரி" தேர்வுப் பெட்டி தேர்வான நிலையில், "NV Access" என்பதனைத் தாங்கள் கண்டறியலாம். ஆனால், "nv access" என்பதனைக் கண்டறிய இயலாது.
zh_tw: 例如當勾選此核取方塊，您輸入「NVDA」僅能搜尋到大寫的 NVDA，而無法搜尋到小寫的 nvda。

source: Use the following keys for performing searches:
bg: Използвайте следните клавишни команди за извършване на търсения:
de: Verwenden Sie die folgenden Tasten für die Suche:
es: Utiliza las siguientes teclas para realizar búsquedas:
hr: Za traženje teksta koristite sljedeće prečace:
nl: Gebruik de volgende toetsen voor zoekopdrachten:
pt_br: Use as seguintes teclas para realizar pesquisas:
ru: Для выполнения поиска используйте следующие комбинации клавиш:
ta: உரைகளைக் கண்டறிய, பின்வரும் விசைக் கட்டளைகளைப் பயன்படுத்தவும்:
zh_tw: 尋找文字相關的快速鍵如下：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Taste |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Find text |NVDA+control+f |Opens the search dialog
bg: Търсене на текст |NVDA+Control+F |Отваря прозореца за търсене
de: Text suchen |NVDA+Strg+F |Öffnet das Suchfeld
es: Buscar texto |NVDA+control+f |Abre el diálogo buscar
hr: Traži tekst |NVDA+kontrol+f |Otvara dijaloški okvir pretrage
nl: tekst zoeken |NVDA+control+f |Zoekvenster wordt geopend
pt_br: Localizar texto |NVDA+control+f |Abre o diálogo de pesquisa
ru: Найти текст |NVDA+Control+F |Открывает диалог поиска
ta: உரையைக் கண்டறிக |என்விடிஏ+கட்டுப்பாடு+f |கண்டறிவதற்கான உரையாடல் பெட்டியைத் திறக்கிறது
zh_tw: 尋找文字 |NVDA+Ctrl+F |開啟尋找對話框

source: Find next |NVDA+f3 |searches the next occurrence of the current search term
bg: Намиране на следващо |NVDA+F3 |Търси за следващото съвпадение на текущо търсения низ
de: Weitersuchen |NVDA+F3 |Sucht das nächste Vorkommen des aktuellen Suchbegriffs
es: Buscar siguiente |NVDA+f3 |Busca la siguiente ocurrencia del término buscado actual
hr: Traži sljedeće |NVDA+f3 |Traži sljedeće pojavljivanje trenutačno traženog teksta
nl: Volgende zoeken |NVDA+f3 |Hiermee gaat u naar de volgende vindplaats van de huidige zoekterm.
pt_br: Localizar próximo |NVDA+f3 |procura a próxima ocorrência do termo de pesquisa atual
ru: Найти следующий |NVDA+F3 |Ищет следующее вхождение текущего поискового запроса
ta: அடுத்ததைக் கண்டறிக |என்விடிஏ+f3 |தற்பொழுது கண்டறியப்பட்டிருக்கும் உரையின் அடுத்த தோற்றம் எங்கிருக்கிறது என்று கண்டறிந்து அங்குச் செல்லும்
zh_tw: 尋找下一個 |NVDA+f3 |尋找下一個目前搜尋的文字

source: Find previous |NVDA+shift+f3 |searches the previous occurrence of the current search term
bg: Намиране на предишно |NVDA+Shift+F3 |Търси за предишното съвпадение на текущо търсения низ
de: Rückwärtssuchen |NVDA+Umschalt+F3 |Sucht das vorherige Vorkommen des aktuellen Suchbegriffs
es: Buscar anterior |NVDA+shift+f3 |Busca la ocurrencia anterior del término buscado actual
hr: Traži prethodno |NVDA+šift+f3 |Traži prethodno pojavljivanje trenutačno traženog teksta
nl: Vorige zoeken |NVDA+shift+f3 |Hiermee gaat u naar de vorige vindplaats van de huidige zoekterm.
pt_br: Localizar anterior |NVDA+shift+f3 |procura a ocorrência anterior do termo de pesquisa atual
ru: Найти предыдущий |NVDA+Shift+F3 |Ищет предыдущее вхождение текущего поискового запроса
ta: முந்தையதைக் கண்டறிக |என்விடிஏ+மாற்றழுத்தி+f3 |தற்பொழுது கண்டறியப்பட்டிருக்கும் உரையின் முந்தையத் தோற்றம் எங்கிருக்கிறது என்று கண்டறிந்து அங்குச் செல்லும்
zh_tw: 尋找上一個 |NVDA+Shift+F3 |尋找上一個目前搜尋的文字

source: Embedded Objects
bg: Вградени обекти
de: Eingebettete Objekte
es: Objetos Integrados
hr: Ugrađeni objekti
nl: Ingebedde objecten
pt_br: Objetos Embutidos
ru: Встроенные (внедрённые) объекты
ta: பொதிந்துள்ள பொருட்கள்
zh_tw: 嵌入式物件
