Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: These displays do not support NVDA's automatic background braille display detection functionality.
bg: Тези дисплеи не поддържат функцията за автоматично откриване на брайлови дисплеи на NVDA.
de: Diese Braillezeilen unterstützen nicht die automatische Braillezeilenerkennung im Hintergrund von NVDA.
es: Estas pantallas no admiten la funcionalidad de detección automática de NVDA.
hr: Ovaj brajični redak još uvijek ne podržava funkcionalnost automatskog otkrivanja brajičnih redaka.
nl: Deze leesregel heeft geen ondersteuning voor de op de achtergrond uitgevoerde automatische leesregelherkenning van NVDA.
pt_br: Essas linhas ainda não suportam a funcionalidade automática de detecção de linha braille em segundo plano do NVDA.
ru: Эти дисплеи не поддерживают функцию автоматического фонового распознавания брайлевского дисплея NVDA.
ta: பிரெயில் காட்சியமைவை பின்னணியில் தானாகக் கண்டறியும் என்விடிஏவின் வசதியை இக்காட்சியமைவுகள் இதுவரைக்கும் ஆதரிப்பதில்லை.
zh_tw: 這些點顯器不支援 NVDA 點顯器背景自動偵測的功能。

source: There is an option in the display's USB driver which can cause an issue with loading the display.
bg: Има опция в драйвера за USB на дисплея, която може да предизвика проблем при зареждане на дисплея.
de: Es gibt eine Option im USB-Treiber der Braillezeilen, die zu Problemen beim Laden der Braillezeile führen kann.
es: Hay una opción en el controlador USB de la pantalla que puede causar un problema con la carga de la pantalla.
hr: Postoji opcija u upravljačkom programu redka koja može prouzročiti problem prilikom učitavanja redka.
nl: Er kan zich een probleem voordoen met een optie van de USB-driver van de leesregel bij het laden van de leesregel.
pt_br: Há uma opção no driver USB da linha que pode causar um problema com o carregamento da linha.
ru: В USB-драйвере дисплея есть опция, которая может вызвать проблемы с загрузкой дисплея.
ta: காட்சியமைவின் யுஎஸ்பி இயக்கியில் இருக்கும் ஒரு விருப்பத் தேர்வு, காட்சியமைவை ஏற்றுவதில் சிக்கலை ஏற்படுத்தலாம்.
zh_tw: 點顯器的 USB 驅動程式中有一個選項可能會導致載入點顯器時出現問題，

source: Please try the following:
bg: Моля опитайте следното:
de: Bitte versuchen Sie folgendes:
es: Por favor prueba lo siguiente:
hr: Molimo pokušajte slijedeće:
nl: Probeer dan het volgende:
pt_br: Por favor, tente o seguinte:
ru: Попробуйте выполнить следующее:
ta: பின்வருவனவற்றை முயற்சிக்கவும்:
zh_tw: 請嘗試以下操作：

source: Please make sure that you have installed the [latest driver](https://www.papenmeier-rehatechnik.de/en/service/downloadcenter/software/articles/software-braille-devices.html).
bg: Моля уверете се, че сте инсталирали [най-новия драйвер](https://www.papenmeier-rehatechnik.de/en/service/downloadcenter/software/articles/software-braille-devices.html).
de: Bitte stellen Sie sicher, dass Sie den [neuesten Treiber](https://www.papenmeier-rehatechnik.de/de/service/downloadcenter/aktuelle-treiber/articles/treiber_braillezeilen.html) installiert haben.
es: Asegúrate de que has instalado el [último controlador](https://www.papenmeier-rehatechnik.de/en/service/downloadcenter/software/articles/software-braille-devices.html).
hr: Uvjerite se da imate instalirane [posljednje upravljačke programe](https://www.papenmeier-rehatechnik.de/en/service/downloadcenter/software/articles/software-braille-devices.html).
nl: Vergewis je ervan dat je de [nieuwste driver hebt geïnstalleerd via](https://www.papenmeier-rehatechnik.de/en/service/downloadcenter/software/articles/software-braille-devices.html).
pt_br: Certifique-se de ter instalado o [driver mais recente](https://www.papenmeier-rehatechnik.de/en/service/downloadcenter/software/articles/software-braille-devices.html).
ru: Убедитесь, что у вас установлена [последняя версия драйвера](https://www.papenmeier-rehatechnik.de/en/service/downloadcenter/software/articles/software-braille-devices.html).
ta: [அண்மைய இயக்கி](https://www.papenmeier-rehatechnik.de/en/service/downloadcenter/software/articles/software-braille-devices.html) நிறுவப்பட்டிருப்பதை உறுதிசெய்துகொள்ளவும்.
zh_tw: 請確認您已安裝[最新的驅動程式](https://www.papenmeier-rehatechnik.de/en/service/downloadcenter/software/articles/software-braille-devices.html)。

source: Open the Windows Device Manager.
bg: Отворете диспечера на устройства на Windows.
de: Öffnen Sie den Windows-Geräte-Manager.
es: Abre el administrador de dispositivos de Windows.
hr: Otvorite upravitelj uređaja sustava Windows.
nl: Open Apparaatbeheer in Windows
pt_br: Abra o Gerenciador de Dispositivos do Windows.
ru: Откройте диспетчер устройств Windows.
ta: விண்டோஸ் கருவி மேலாளரைத் திறக்கவும்.
zh_tw: 開啟 Windows 裝置管理員。

source: Scroll down the list to "USB Controllers" or "USB Devices".
bg: Превъртете надолу списъка до „USB контролери“ или „USB устройства“.
de: Scrollen Sie in der Liste nach unten zu „USB-Controller“ oder „USB-Geräte“.
es: Desplázate hacia abajo por la lista hasta "Controladores USB" o "Dispositivos USB".
hr: Pronađite "USB kontrolere" ili "USB uređaje".
nl: Ga in de lijst naar beneden tot je "USB Controllers" of "USB apparaten" tegenkomt.
pt_br: Role a lista para baixo até "Controladores USB" ou "Dispositivos USB".
ru: Прокрутите список вниз до раздела "Контроллеры USB" или "Устройства USB".
ta: பட்டியலை நகர்த்தி, 'யுஎஸ்பி கட்டுப்படுத்திகள்', அல்லது 'யுஎஸ்பி கருவிகள்' உருப்படிக்குச் செல்லவும்.
zh_tw: 向下捲動清單至「USB 控制器」或「USB 裝置」。

source: Select "Papenmeier Braillex USB Device".
bg: Изберете „Papenmeier Braillex USB Device“.
de: Wählen Sie „Papenmeier Braillex USB-Gerät“ o. ä..
es: Selecciona "dispositivo Papenmeier Braillex USB".
hr: Odaberite "Papenmeier Braillex USB Device".
nl: Selecteer "Papenmeier Braillex USB Apparaat".
pt_br: Selecione "Dispositivo Papenmeier Braillex USB".
ru: Выберите "Papenmeier Braillex USB Device".
ta: பேப்பன்மேயர் பிரெயிலெக்ஸ் யுஎஸ்பி கருவியைத் தெரிவுச் செய்யவும்.
zh_tw: 選擇「Papenmeier Braillex USB Device」。

source: Open the properties and switch to the "Advanced" tab.
bg: Отворете диалога „Свойства“ и превключете на раздела „Разширени“.
de: Öffnen Sie die Eigenschaften und wechseln Sie zur Registerkarte Erweitert.
es: Abre las propiedades y cambia a la pestaña "Avanzadas".
hr: Otvorite svojstva i prebacite se na karticu "napredno".
nl: Open Eigenschappen en kies het tabblad "Geavanceerd".
pt_br: Abra as propriedades e mude para a guia "Avançado".
ru: Откройте свойства и перейдите на вкладку "Дополнительно".
ta: பண்புகள் உரையாடலைத் திறந்து, 'மேம்பட்டவை' கீற்றிற்குச் செல்லவும்.
zh_tw: 開啟內容並切換到「進階」索引標籤。

source: Sometimes the "Advanced" tab doesn't appear.
bg: Понякога разделът „Разширени“ не се показва.
de: Manchmal wird die Registerkarte „Erweitert“ nicht angezeigt.
es: Algunas veces la pestaña "Avanzadas" no aparece.
hr: Ponekad se kartica "Napredno" ne pojavljuje.
nl: Het gebeurt wel eens dat het tabblad "Geavanceerd" niet tevoorschijn komt.
pt_br: Às vezes, a guia "Avançado" não aparece.
ru: Иногда вкладка "Дополнительно" не отображается.
ta: சில தருணங்களில் 'மேம்பட்டவை' கீற்று தோன்றாது.
zh_tw: 有時不會出現「進階」索引標籤，

source: If this is the case, disconnect the braille display from the computer, exit NVDA, wait a moment and reconnect the braille display.
bg: Ако случаят е такъв, разкачете брайловия дисплей от компютъра, излезте от NVDA, изчакайте малко и свържете отново брайловия дисплей.
de: Wenn dies der Fall ist, trennen Sie die Braillezeile vom Computer, beenden Sie NVDA, warten Sie einen Moment und schließen Sie die Braillezeile wieder an.
es: Si es este el caso, desconecta la pantalla braille del ordenador, sal de NVDA, espera un momento y reconecta la pantalla braille.
hr: Ako je to slučaj, odspojite brajični redak od računala, isključite NVDA, pričekajte trenutak i ponovno spojite brajični redak.
nl: Als dat zich voordoet, koppel dan de braille leesregel los van de computer,sluit NVDA af, wacht even en verbind de leesregel opnieuw.
pt_br: Se este for o caso, desconecte a linha braille do computador, saia do NVDA, aguarde um momento e reconecte a linha braille.
ru: В этом случае отключите брайлевский дисплей от компьютера, выйдите из NVDA, подождите немного и снова подключите брайлевский дисплей.
ta: இதுபோன்ற தருணங்களில், பிரெயில் காட்சியமைவை கணினியிலிருந்து துண்டித்த பிறகு, என்விடிஏவைவிட்டு வெளியேறி, சிறிது நேரம் காத்திருந்து, காட்சியமைவை மீண்டும் கணினியில் இணைக்கவும்.
zh_tw: 若出現這種情況，請斷開點字顯示器與電腦的連線，並結束 NVDA，稍等片刻後重新連接點字顯示器，

source: Repeat this 4 to 5 times if necessary.
bg: Ако е необходимо, повторете това 4-5 пъти.
de: Wiederholen Sie dies bei Bedarf 4 bis 5 Mal.
es: Repite esto 4 o 5 veces si fuese necesario.
hr: Ako je potrebno, ponovite to 4 ili 5 puta.
nl: Zo nodig herhaal je dit 4 tot 5 keer.
pt_br: Repita isso de 4 a 5 vezes, se necessário.
ru: При необходимости повторите это 4-5 раз.
ta: தேவைப்பட்டால் இச்செயலை நான்கு முதல் ஐந்து முறை செய்யவும்.
zh_tw: 如有必要，重複此動作 4 至 5 次，

source: If the "Advanced" tab is still not displayed, please restart the computer.
bg: Ако разделът „Разширени“ още не се показва, моля, рестартирайте компютъра.
de: Sollte die Registerkarte „Erweitert“ immer noch nicht angezeigt werden, starten Sie bitte den Computer neu.
es: Si la pestaña "Avanzadas" todavía no se muestra, por favor reinicia el ordenador.
hr: Ako se kartica "napredno" još uvijek ne pojavljuje, molimo ponovno pokrenite računalo.
nl: Als het tabblad "Geavanceerd" nog steeds niet wordt weergegeven, herstart dan de computer.
pt_br: Se a guia "Avançado" ainda não for exibida, reinicie o computador.
ru: Если вкладка "Дополнительно" по-прежнему не отображается, перезагрузите компьютер.
ta: 'மேம்பட்ட' கீற்று இன்னும் காட்டப்படவில்லையென்றால், கணினியை மறுதுவக்கவும்.
zh_tw: 如果仍未顯示「進階」索引標籤，請重新啟動電腦。

source: Disable the "Load VCP" option.
bg: Изключете опцията „Load VCP“.
de: Deaktivieren Sie die Option VCP laden.
es: Deshabilita la opción "Cargar VCP".
hr: Onemogućite opciju "učitaj VCP".
nl: Schakel de optie "Laad VCP" uit.
pt_br: Desabilite a opção "Carregar VCP".
ru: Отключите опцию "Load VCP".
ta: "Load VCP" விருப்பத் தேர்வினை முடக்கவும்.
zh_tw: 停用「載入 VCP」選項。

source: Most devices have an Easy Access Bar (EAB) that allows intuitive and fast operation.
bg: Повечето устройства имат лента за лесен достъп (EAB), която позволява интуитивна и бърза работа с тези дисплеи.
de: Viele Braillezeilen besitzen eine Navigationsleiste (EAB), die eine intuitive und schnelle Bedienung ermöglicht.
es: La mayoría de los dispositivos tienen una Barra de Acceso Fácil (EAB) que permite operar rápida e intuitivamente.
hr: Većina uređaja ima tipku Easy Access Bar (EAB) koja omogućuje brzo i intuitivno rukovanje.
nl: De meeste leesregels hebben een gebruiksvriendelijke navigatiebalk (EAB = Easy Access Bar, waarmee intuïtief en snel gewerkt kan worden.
pt_br: Muitos dispositivos possuem uma Easy Access Bar (EAB) — Barra de Acesso Fácil —, que propicia uma operacionalidade intuitiva e rápida.
ru: Большинство устройств имеют панель лёгкого доступа, Easy Access Bar (EAB), которая обеспечивает интуитивно понятное и быстрое управление.
ta: இயலுணர்வுடனும், விரைவாகவும் செயற்பட, எளிதான அணுகுப் பட்டையை (Easy Access Bar - EAB) பல கருவிகள் கொண்டிருக்கின்றன.
zh_tw: 大多數的裝置有一個 Easy Access Bar (eab)，以方便直覺式的快速操作，

source: The EAB can be moved in four directions where generally each direction has two switches.
bg: EAB може да бъде преместена в четири посоки, където обикновено всяка посока има две позиции на превключвателя.
de: Diese Navigationsleiste kann in vier Richtungen bewegt werden, wobei sie in der Regel zwei Schalterstellungen je Richtung hat.
es: La EAB puede moverse en cuatro direcciones donde en general cada dirección tiene dos posiciones.
hr: EAB može biti premještan u četiri smjera gdje u glavnom svaki smjer ima dva preklopnika.
nl: De navigatiebalk kan in vier richtingen bewogen worden waarbij er als regel twee schakelpunten per richting zijn.
pt_br: A EAB pode ser movida em quatro direções, sendo que cada direção possui 2 estados.
ru: EAB можно перемещать в четырех направлениях, где, как правило, в каждом направлении есть по два переключателя.
ta: இவ்வணுகுப் பட்டையை நான்கு திசைகளில் நகர்த்தலாம். பொதுவாக, ஒவ்வொரு திசைக்கும் இரு இயக்கிகள் இருக்கும்.
zh_tw: EAB 有四個方向可移動，且每個方向均有二道開關，

source: The C and Live series are the only exceptions to this rule.
bg: Сериите c и Live са единственото изключение от това правило.
de: Ausnahmen bilden die C- und die Live-Serien.
es: La serie c es la única excepción a esta regla.
hr: C i live serije su jedina iznimka od ovog pravila.
nl: De c-Serie en de Live-serie vormen hierop een uitzondering.
pt_br: As séries C e Live são as únicas exceções a esta regra.
ru: Серии C и Live являются единственными исключениями из этого правила.
ta: இவ்விதிக்கு c மற்றும் லைவ் தொடர்கள் மட்டுமே விலக்காகும்.
zh_tw: 但 C 及 Live 這二個系列型號則除外。

source: The c-series and some other displays have two routing rows whereby the upper row is used to report formatting information.
bg: Сериите c и някои други дисплеи имат два маршрутни реда като горния ред се използва за докладване на информация за форматирането.
de: Die Braillezeilen der C-Serie und einige weitere verfügen über eine doppelte Routingreihe, wobei die obere in NVDA verwendet wird, um Formatierungsinformationen über das aktuell gewählte Zeichen anzuzeigen.
es: La serie c y algunas otras pantallas tienen dos filas de sensores por lo que la fila superior se utiliza para anunciar información de formato.
hr: C-serija i drugi brajični redci imaju dva reda routing tipki gdje se gornji red koristi za izvještavanje o oblikovanju teksta.
nl: De modellen uit de c-serie en enkele andere leesregels hebben twee rijen routing toetsen waarvan de bovenste rij door NVDA gebruikt wordt om informatie over opmaak te krijgen.
pt_br: A série-c e algumas outras linhas braille possuem duas linhas de sensores na qual a linha de cima é usada para informar a formatação.
ru: Дисплеи серии c и некоторые другие дисплеи серии c имеют две строки маршрутизации, причем верхняя строка используется для отображения информации о форматировании.
ta: c-தொடர் மற்றும் பிற காட்சியமைவுகளில் வழியிடும் இரு வரிசைகள் காணப்படும். இதிலுள்ள மேல் வரிசை, வடிவூட்டத் தகவலை அறிவிக்க பயன்படுத்தப்படுகிறது.
zh_tw: C-系列及某些點顯器有兩個路由列，上一列是提供格式資訊，

source: Holding one of the upper routing keys and pressing the EAB on c-series devices emulates the second switch state.
bg: Задържане на някои от горните клавиши и натискане на EAB на устройства от серия c емулира второто състояние на превключвателя.
de: Die zweite Schalterstellung der Navigationsleiste wird bei der C-Serie ausgelöst, indem eine Taste der oberen Routing-Tasten gedrückt gehalten und gleichzeitig die EAB betätigt wird.
es: Manteniendo pulsada una de las teclas superiores y pulsando la EAB en los dispositivos de la serie c se emula la segunda posición.
hr: Kad držite pritisnutu jednu od gornjih routing tipki i pritiščući EAB na uređajima c-serije emulira stanje drugog preklopnika.
nl: Door bij de modellen uit de c-serie één van de routing toetsen ingedrukt te houden en daarbij op de EAB (navigatiebalk) te drukken, wordt de staat van het tweede schakelpunt gesimuleerd.
pt_br: Segurando-se um dos sensores de cima e pressionando a EAB em dispositivos da série-c emulará o segundo estado alternável.
ru: Удерживая одну из верхних клавиш маршрутизации и нажимая EAB на устройствах серии c, эмулируется второе состояние переключения.
ta: c-தொடர் கருவிகளில், மேல் வரிசையில் உள்ள ஒரு வழியிடும் விசையை அழுத்திய வண்ணம், அணுகுப் பட்டையை அழுத்துவது, இரண்டாம் இயக்கியை ஒப்புருவாக்கும்.
zh_tw: C-系列裝置按住上列一個路由鍵並按下 EAB 可模擬其中一種開關狀態。

source: The live series displays have one routing row only and the EAB has one step per direction.
bg: Серията дисплеи live има само един маршрутен ред и EAB има една стъпка за всяка посока.
de: Die Live-Serien sind nur mit einer Routing-Reihe ausgestattet, die EAB hat in alle Richtungen nur eine Schalterposition.
es: Las series de las pantallas live tienen una fila de sensores sólo y la EAB tiene un paso por dirección.
hr: Brajični redci Live serije imaju samo jedan red routing tipki i EAB ima samo jedan korak po smjeru.
nl: De leesregels uit de live-serie hebben maar één rij routing-toetsen en de EAB heeft 1 schakelpunt per richting.
pt_br: As linhas da série live têm apenas uma linha de sensores e o EAB tem um passo por direção.
ru: На дисплеях серий live отображается только одна строка маршрутизации, а на EAB - один шаг в каждом направлении.
ta: லைவ் தொடர் காட்சியமைவுகளில் ஒரு வழியிடும் வரிசை மட்டுமே உள்ளது. ஒரு திசைக்கு ஒரு படியை மட்டுமே அணுகுப்பட்டை கொண்டுள்ளது.
zh_tw: live 系列點顯器僅有一個路由列，而 EAB 在每一方向僅可移動一個步驟，

source: The second step may be emulated by pressing one of the routing keys and pressing the EAB in the corresponding direction.
bg: Втората стъпка може да бъде емулирана чрез натискане на някой от клавишите за превъртане и натискане на EAB в съответната посока.
de: Die zweite Schalterstellung kann mittels Routing+EAB in die entsprechende Richtung emuliert werden.
es: El segundo paso podrá emularse pulsando una de las teclas de sensor y pulsando la EAB en la dirección correspondiente.
hr: Drugi se korak može izvesti tako da pritisnete jednu od routing tipki i EAB u odgovarajućem smjeru.
nl: Het tweede schakelpunt kan worden gesimuleerd door een van de routing-toetsen in te drukken en de EAP in de daarmee overeenkomende richting te drukken.
pt_br: O segundo passo pode ser emulado pressionando uma das teclas de sensores e pressionando o EAB na direção correspondente.
ru: Второй шаг может быть эмулирован нажатием одной из клавиш маршрутизации и нажатием EAB в соответствующем направлении.
ta: வழியிடும் விசை ஒன்றை அழுத்திய வண்ணம், அணுகுப்பட்டையை ஒத்த திசையில் அழுத்துவதன் மூலம், இரண்டாம் படியை ஒப்புருவாக்கலாம்.
zh_tw: 接下來的一個步驟可藉由按其中一個路由鍵及按所對應的方向的 EAB 來模擬。

source: Pressing and holding the up, down, right and left keys (or EAB) causes the corresponding action to be repeated.
bg: Задържането на клавишите нагоре, надолу, надясно и наляво (или на EAB) води до повторение на съответстващото им действие.
de: Längeres Drücken von Auf, Ab, Links, Rechts, EAB löst die zugehörige Aktion mehrfach aus.
es: Pulsando y manteniendo las teclas arriba, abajo, derecha e izquierda (o la EAB) se causa que la acción correspondiente se repita.
hr: Kad pritisnete i držite gornje, doljnje, desne i lijeve tipke (ili EAB) uzrokuje ponavljanje dodjeljene akcije.
nl: Door de linker-, rechter-, omhoog- en omlaagtoets (of de EAB) in te drukken en vast te houden wordt de bijbehorende actie herhaald.
pt_br: Ao pressionar e manter pressionada as teclas cima, baixo, direita e esquerda (ou EAB) faz com que a ação correspondente seja repetida.
ru: Нажатие и удерживание клавиш "Вверх", "вниз", "вправо" и "влево" (или EAB) приводит к повторению соответствующего действия.
ta: கீழ், மேல், வலது, இடது, அல்லது EAB விசைகளை அழுத்திப் பிடிப்பது, அவைகளுக்கான செயல்களைத் திரும்பச் செய்விக்கும்.
zh_tw: 按住向上、向下、向左及向右 (或 eab) 鍵以重覆產生相對應方向的動作。

source: Generally, the following keys are available on these braille displays:
bg: В повечето случаи на тези брайлови дисплеи са налични следните клавиши:
de: Die folgenden Schalter gibt es auf der Braillezeile:
es: Generalmente, las siguientes teclas están disponibles en estas pantallas braille:
hr: Sljedeće tipke su općenito dostupne na ovim brajičnim redcima:
nl: In het algemeen beschikken deze leesregels over de volgende toetsen:
pt_br: Geralmente, encontram-se disponíveis as seguintes teclas nestas linhas braille:
ru: Как правило, на этих брайлевских дисплеях доступны следующие клавиши:
ta: இக்காட்சியமைவுகளில், கீழ் கண்ட விசைகள் பொதுவாகக் காணப்படுகின்றன:
zh_tw: 一般而言以下的按鍵可適用於此點顯器上：

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: l1 |Left front key
bg: l1 |ляв преден клавиш
de: L1 |Linke Taster oben
es: l1 |Tecla izquierda frontal
hr: l1 |Lijeva prednja tipka
nl: l1 |Linkertoets voor
pt_br: l1 |Tecla frontal esquerda
ru: l1 |Левая передняя клавиша
ta: l1 |இடது முன் விசை

source: l2 |Left rear key
bg: l2 |ляв заден клавиш
de: L2 |Linke Taster unten
es: l2 |Tecla izquierda trasera
hr: l2 |Lijeva stražnja tipka
nl: l2 |Linkertoets achter
pt_br: l2 |Tecla traseira esquerda
ru: l2 |Левая задняя клавиша
ta: l2 |இடது பின் விசை

source: r1 |Right front key
bg: r1 |десен преден клавиш
de: R1 |Rechte Taster oben
es: r1 |Tecla derecha frontal
hr: r1 |Desna prednja tipka
nl: r1 |Rechtertoets voor
pt_br: r1 |Tecla frontal direita
ru: r1 |Правая передняя клавиша
ta: r1 |வலது முன் விசை

source: r2 |Right rear key
bg: r2 |десен заден клавиш
de: R2 |Rechte Taster unten
es: r2 |Tecla derecha trasera
hr: r2 |Desna stražnja tipka
nl: r2 |Rechtertoets achter
pt_br: r2 |Tecla traseira direita
ru: r2 |Правая задняя клавиша
ta: r2 |வலது பின் விசை

source: up |1 Step up
bg: up |1 стъпка нагоре
de: Auf |Navigationsleiste einmal nach oben
es: arriba |1 paso arriba
hr: up |Jedan korak gore
nl: omhoog |Navigatiebalk eenmaal naar boven
pt_br: up |1 passo acima
ru: вверх |1Шаг вверх
ta: up |ஒரு படி மேல்

source: up2 |2 Steps up
bg: up2 |2 стъпки нагоре
de: Auf2 |Navigationsleiste zweimal nach oben
es: arriba2 |2 pasos arriba
hr: up2 |Dva koraka gore
nl: omhoog2 |Navigatiebalk tweemaal naar boven
pt_br: up2 |2 passos acima
ru: вверх2 |2 Шага вверх
ta: up2 |இரு படிகள் மேல்

source: left |1 Step left
bg: left |1 стъпка наляво
de: Links |Navigationsleiste einmal nach links
es: izquierda |1 paso a la izquierda
hr: left |Jedan korak lijevo
nl: links |Navigatiebalk eenmaal naar links
pt_br: left |1 passo à esquerda
ru: влево |1 Шаг влево
ta: left |ஒரு படி இடமாக

source: left2 |2 Steps left
bg: left2 |2 стъпки наляво
de: Links2 |Navigationsleiste zweimal nach links
es: izquierda2 |2 pasos a la izquierda
hr: left2 |Dva koraka lijevo
nl: links2 |Navigatiebalk tweemaal naar links
pt_br: left2 |2 passos à esquerda
ru: влево2 |2 Шага влево
ta: left2 |இரு படிகள் இடமாக

source: right |1 Step right
bg: right |1 стъпка надясно
de: Rechts |Navigationsleiste einmal nach rechts
es: derecha |1 paso a la derecha
hr: right |Jedan korak desno
nl: rechts |Navigatiebalk eenmaal naar rechts
pt_br: right |1 passo à direita
ru: вправо |1 Шаг вправо
ta: right |ஒரு படி வலமாக

source: right2 |2 Steps right
bg: right2 |2 стъпки надясно
de: Rechts2 |Navigationsleiste zweimal nach rechts
es: derecha2 |2 pasos a la derecha
hr: right2 |Dva koraka desno
nl: rechts2 |Navigatiebalk tweemaal naar rechts
pt_br: right2 |2 passos à direita
ru: вправо2 |2 Шага вправо
ta: right2 |இரு படிகள் வலமாக

source: dn |1 Step down
bg: dn |1 стъпка надолу
de: Ab |Navigationsleiste einmal nach unten
es: dn |1 paso abajo
hr: dn |Jedan korak dolje
nl: omlaag |Navigatiebalk eenmaal naar beneden
pt_br: dn |1 passo abaixo
ru: вн |1 Шаг вниз
ta: dn |ஒரு படி கீழ்

source: dn2 |2 Steps down
bg: dn2 |2 стъпки надолу
de: Ab2 |Navigationsleiste zweimal nach unten
es: dn2 |2 pasos abajo
hr: dn2 |Dva koraka dolje
nl: omlaag2 |Navigatiebalk tweemaal naar beneden
pt_br: dn2 |2 passos abaixo
ru: вн2 |2 Шага вниз
ta: dn2 |இரு படிகள் கீழ்

source: Following are the Papenmeier command assignments for NVDA:
bg: Следват клавишните назначения на Papenmeier за командите на NVDA:
de: Folgende Tastenkombinationen sind bei Papenmeier-Braillezeilen in Kombination mit NVDA verfügbar:
es: Seguidamente van las asignaciones de órdenes de la Papenmeier para NVDA:
hr: Slijede Papenmeier prečaci za NVDA čitača:
nl: De volgende toetscommando's zijn voor Papenmeier-Brailleleesregels beschikbaar:
pt_br: A seguir estão os comandos dos referidos modelos Papenmeier para o NVDA:
ru: Ниже приведены назначения команд Papenmeier для NVDA:
ta: என்விடிஏவிற்காக ஒதுக்கப்பட்டுள்ள பேப்பன்மேயர் கட்டளைகள் கீழே கொடுக்கப்பட்டுள்ளன:
zh_tw: 以下是 Papenmeier 在 NVDA 的按鍵指派：

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵
