Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: To re-enable a disabled add-on, activate "Enable" from the actions menu.
bg: За да включите отново изключена добавка, задействайте командата „Включи“ от менюто с действия.
de: Um eine deaktivierte NVDA-Erweiterung wieder zu aktivieren, wählen Sie im Aktionsmenü den Eintrag "Aktivieren" aus.
es: Para volver a habilitar un complemento deshabilitado, activa "Habilitar" desde el menú acciones.
hr: Kako biste ponovno uključili onemogućeni dodatak, aktivirajte stavku "omogući" u izborniku radnji.
nl: Om een uitgeschakelde add-on, opnieuw in te schakelen kun je Inschakelen" activeren in het actiemenu.
pt_br: Para reabilitar um complemento desabilitado, ative "Habilitar" no menu de ações.
ru: Чтобы снова включить отключённое дополнение, активируйте "Включить" в меню действий.
ta: முடக்கப்பட்ட நீட்சிநிரலை மீண்டும் முடுக்க, "செயல்கள்" பட்டியலில் இருக்கும் "முடுக்குக" உருப்படியை இயக்கவும்.
zh_tw: 要重新啟用已停用的附加元件，請從動作功能表執行「啟用」。

source: After enabling, disabling, or removing add-ons, you will be prompted to restart NVDA when closing the Add-on Store.
bg: След включване, изключване или премахване на добавки, ще бъдете подканени да рестартирате NVDA при затваряне на магазина за добавки.
de: Nach dem Aktivieren, Deaktivieren oder Entfernen werden Sie beim Schließen des Stores aufgefordert, NVDA neu zu starten.
es: Después de habilitar, deshabilitar o eliminar complementos, se te pedirá que reinicies NVDA al cerrar la Tienda de Complementos.
hr: Poslije omogućavanja, onemogućavanja, ili uklanjanja dodataka, od vas će se zahtijevate da ponovno pokrenete NVDA poslije zatvaranja Add-on store.
nl: Na het in- of uitschakelen dan wel verwijderen van add-ons, word je gevraagd NVDA te herstarten bij het afsluiten van de Add-on Store.
pt_br: Depois de habilitar, desabilitar ou remover complementos, você será solicitado a reiniciar o NVDA ao fechar a Loja de Complementos.
ru: После включения, отключения или удаления дополнений при закрытии магазина дополнений вам будет предложено перезапустить NVDA.
ta: நீட்சிநிரல்களின் முடுக்கம், முடக்கம், நீக்கம் ஆகிய செயல்கள் முடிந்தவுடன், நீட்சிநிரல் அங்காடியை மூடும்பொழுது என்விடிஏவை மறுதுவக்க தாங்கள் அறிவுறுத்தப்படுவீர்கள்.
zh_tw: 啟用、停用或移除附加元件後，關閉附加元件商店會提示您重新啟動 NVDA，

source: These changes will only take effect once NVDA is restarted.
bg: Тези промени ще влязат в сила само след рестартиране на NVDA.
de: Diese Änderungen werden erst nach einem Neustart von NVDA wirksam.
es: Estos cambios sólo tendrán efecto una vez NVDA se reinicie.
hr: Te će se promjene primijeniti poslije ponovnog pokretanja NVDA.
nl: Deze wijzigingen worden pas van kracht zodra NVDA herstart is.
pt_br: Essas alterações só terão efeito quando o NVDA for reiniciado.
ru: Эти изменения вступят в силу только после перезапуска NVDA.
ta: என்விடிஏ மறுதுவக்கப்பட்டால் மட்டுமே, இந்த மாற்றங்கள் செயலுக்கு வரும்.
zh_tw: 這些變更僅在 NVDA 重新啟動後才會生效。

source: Note that in the Add-on Store window `escape` works the same as the Close button.
bg: Обърнете внимание, че в прозореца „Магазин за добавки“, `Escape` работи по същия начин като бутона „Затвори“.
de: Beachten Sie, dass im Store die `Escape-Taste` gleichermaßen funktioniert wie der Schalter "Schließen".
es: Ten en cuenta que en la ventana de la Tienda de Complementos `escape` funciona igual que el botón Cerrar.
hr: Imajte na umu da u add-on storeu tipka `escape` funkcionira na isti način kao gumb "zatvori".
nl: Merk op dat in dit vemster van de Add-on Store `escape` hetzelfde werkt als de knop Sluiten.
pt_br: Observe que na janela Loja de Complementos `escape` funciona da mesma forma que o botão Fechar.
ru: Обратите внимание, что в этом диалоге `escape` работает так же, как и кнопка Закрыть.
ta: நீட்சிநிரல் அங்காடி சாளரத்தில், "`விடுபடு`" விசை, "மூடுக" பொத்தானைப் போலவே செயல்படுகிறது என்பதைக் கவனிக்கவும்
zh_tw: 附註：在附加元件商店視窗中，Esc 的作用與「關閉」按鈕相同。

source: Updating add-ons
bg: Обновяване на добавки
de: NVDA-Erweiterungen aktualisieren
es: Actualizar complementos
hr: Nadogradnja dodataka
nl: Add-ons bijwerken
pt_br: Atualizando complementos
ru: Обновление дополнений
ta: நீட்சிநிரல்களை இற்றாக்குதல்
zh_tw: 更新附加元件

source: When an update to an add-on you have installed is available, it will be listed in the "Updatable add-ons" tab.
bg: Когато има обновление за добавка, която сте инсталирали, тя ще бъде изведена в раздела „Налични обновления“.
de: Sollte ein Update von einer installierten NVDA-Erweiterung verfügbar sein, wird dies in der Registerkarte "Updates" aufgeführt.
es: Cuando haya una actualización de un complemento que hayas instalado, aparecerá en la pestaña "Complementos actualizables".
hr: Kada nadogradnja dodatka postane dostupna, ista će biti prikazana u kartici svojstva "dodaci koji se mogu nadograditi".
nl: Als er een update beschikbaar is voor een add-on die je geïnstalleerd hebt, tref je die aan in het tabblad met "Bij te werken add-ons".
pt_br: Quando uma atualização para um complemento que você instalou estiver disponível, ela será listada na guia "Complementos a atualizar".
ru: Когда происходит обновление установленного вами дополнения, оно будет отображаться на вкладке "Обновлённые дополнения".
ta: தாங்கள் நிறுவியிருக்கும் நீட்சிநிரலுக்கான இற்றாக்கம் கிடைப்பிலிருந்தால், ​​அது "இற்றாக்கத்தக்க நீட்சிநிரல்கள்" கீற்றில் பட்டியலிடப்படும்.
zh_tw: 當您安裝的附加元件有可用更新時，它將列在「可更新的附加元件」索引標籤中，

source: Press `control+tab` to get to this tab from anywhere in the Add-on Store.
bg: Натиснете `Control+TAB`, за да стигнете до този раздел от всяко място в магазина за добавки.
de: Drücken Sie die Tastenkombination `Strg+Tab`, um diese Registerkarte von einer beliebigen Stelle im Store aus aufzurufen.
es: Pulsa `control+tab` para acceder a esta pestaña desde cualquier lugar en la Tienda de Complementos.
hr: Pritisnite `control+tab` kako biste došli do te kartice svojstava sa bilo kojeg mjesta u add-on storeu.
nl: Druk op `control+tab` om naar dit tabblad te gaan vanuit elke willekeurige plaats in de Add-on Store.
pt_br: Pressione `control+tab` para acessar esta guia de qualquer lugar na Loja de Complementos.
ru: Нажмите `control+tab`, чтобы перейти на эту вкладку из любого места в магазине дополнений.
ta: நீட்சிநிரல் அங்காடியில் எங்கிருந்தாயினும் இந்த கீற்றிற்கு நகர, `கட்டுப்பாடு+தத்தல்` விசையை அழுத்தவும்.
zh_tw: 按 Ctrl+Tab 可從附加元件商店中的任何位置到達此索引標籤。

source: The status of the add-on will be listed as "Update available".
bg: Състоянието на добавката ще бъде посочено като „Налично е обновление“.
de: Der Status wird als "Update verfügbar" angezeigt.
es: El estado del complemento aparecerá como "Actualización disponible".
hr: Status dodatka će biti prikazan kao "nadogradnja je dostupna".
nl: De status van de add-on is voor zien van het predikaat "Update beschikbaar".
pt_br: O status do complemento será listado como "Atualização disponível".
ru: Состояние дополнения будет указано как "Доступно обновление".
ta: நீட்சிநிரலின் நிலை, "இற்றாக்கம் கிடைப்பிலுள்ளது" என்று காட்டப்படும்.
zh_tw: 附加元件的狀態會顯示為「有可用的更新」，

source: The list will display the currently installed version and the available version.
bg: Списъкът с подробни данни ще покаже текущо инсталираната версия и наличната версия.
de: In der Liste werden die derzeit installierte Version und die verfügbare Version angezeigt.
es: La lista mostrará la versión actual instalada y la versión disponible.
hr: na popisu će se prikazati trenutno instalirana verzija i dostupna verzija.
nl: De lijst toont de momenteel geïnstalleerde versie en de beschikbare versie.
pt_br: A lista exibirá a versão atualmente instalada e a versão disponível.
ru: В таблице будут перечислены текущая установленная версия и доступная версия.
ta: தற்பொழுது நிறுவியிருக்கும் பதிப்பையும், கிடைப்பிலிருக்கும் பதிப்பையும் பட்டியல் காட்டிடும்.
zh_tw: 此清單將顯示目前安裝版本和可用版本，

source: Press `enter` on the add-on to open the actions list; choose "Update".
bg: Натиснете `Enter` върху добавката, за да отворите менюто с действия и изберете „Обнови“.
de: Drücken Sie die `Eingabetaste`, um die Liste der Aktionen zu öffnen; wählen Sie dann hier "Aktualisieren" aus.
es: Pulsa `intro` sobre el complemento para abrir la lista de acciones; elige "Actualizar".
hr: Pritisnite `enter` na dodatku, kako biste otvorili popis radnji a potom izaberite "nadogradi".
nl: Druk `enter` in op de add-on om de actie lijst te openen; kies "Bijwerken".
pt_br: Pressione `enter` no complemento para abrir a lista de ações; escolha "Atualizar".
ru: Нажмите `enter` на дополнении, чтобы открыть список действий; выберите "Обновить".
ta: நீட்சிநிரலின் மீது `உள்ளிடு` விசையை அழுத்தி, தோன்றும் "செயல்கள்" பட்டியலில் "இற்றாக்குக" உருப்படியை இயக்கவும்.
zh_tw: 在附加元件上按 Enter 開啟動作功能表，選擇「更新」。

source: By default, after NVDA startup, you will be notified if any add-on updates are available.
bg: По подразбиране, след стартиране на NVDA, ще бъдете уведомени, ако има налични обновления на добавките.
de: Standardmäßig werden Sie nach dem Start von NVDA benachrichtigt, wenn Add-on-Updates verfügbar sind.
es: Por defecto, después de que NVDA arranque, deberá notificársete si está disponible cualquier actualización de complemento.
hr: Poslije pokretanja NVDA, biti ćete obaviješteni o dostupnim ažuriranjima dodataka.
nl: Standaard krijg je, nadat NVDA opgestart is, een melding of er add-on updates beschikbaar zijn.
pt_br: Por padrão, após a inicialização do NVDA, você será notificado se houver atualizações de complementos disponíveis.
ru: По умолчанию, после запуска NVDA, вы будете уведомлены о наличии любых обновлений дополнений.
ta: இயல்பில், என்விடிஏ துவங்கியவுடன், நீட்சிநிரல்களுக்கான இற்றாக்கங்கள் ஏதேனும் கிடைப்பிலுள்ளதா என்று தங்களுக்கு அறிவிக்கப்படும்.
zh_tw: 預設情況下，NVDA 啟動後如果有任何可用的附加元件更新，您將收到通知，

source: To learn more about and configure this behaviour, refer to ["Update Notifications"](#AutomaticAddonUpdates).
bg: За да научите повече за и да конфигурирате това поведение, вижте [„Известяване за обновления“](#AutomaticAddonUpdates).
de: Um mehr darüber zu erfahren und zu konfigurieren, lesen Sie bitte ["Update-Benachrichtigungen"](#AutomaticAddonUpdates).
es: Para aprender más acerca de como configurar este comportamiento, consulta ["Notificaciones de Actualización"](#AutomaticAddonUpdates).
hr: Kako biste saznali više o ovoj značajci i konfigurirali ju, pogledajte ["poglavlje o nadogradnjama dodataka"](#AutomaticAddonUpdates).
nl: Om hierover meer te weten te komen, en het verloop ervan aan te passen ga je naar ["Update Notificaties"](#AutomaticAddonUpdates).
pt_br: Para saber mais sobre e configurar esse comportamento, consulte ["Notificações de Atualização"](#AutomaticAddonUpdates).
ru: Чтобы узнать больше о таком поведении и настроить его, обратитесь к ["Уведомлениям об обновлениях"](#AutomaticAddonUpdates).
ta: இத்தன்மை குறித்து மேளும் அறியவும், அதை அமைவடிவமாக்கவும், ["இற்றாக்க அறிவிக்கைகள்"](#AutomaticAddonUpdates) பிரிவைக் காணவும்.
zh_tw: 要了解有關此行為的更多資訊及設定，請參考[「更新通知」](#AutomaticAddonUpdates)。

source: Community
bg: Общност
de: Die Community
es: Comunidad
hr: Zajednica
pt_br: Comunidade
ru: Сообщество
ta: சமூகம்
zh_tw: 社群

source: NVDA has a vibrant user community.
bg: NVDA има активна потребителска общност.
de: NVDA hat eine Community von teils sehr aktiven Nutzern.
es: NVDA tiene una vibrante comunidad de usuarios.
hr: NVDA ima živu zajednicu korisnika.
nl: NVDA kent een levendige gebruikersgemeenschap.
pt_br: O NVDA tem uma comunidade de usuários vibrante.
ru: У NVDA активное сообщество пользователей.
ta: என்விடிஏ ஒரு துடிப்பான பயனர் சமூகத்தைக் கொண்டுள்ளது.
zh_tw: NVDA 擁有充滿活力的使用者社群，

source: There is a main [English language email list](https://nvda.groups.io/g/nvda) and a page full of [local language groups](https://github.com/nvaccess/nvda/wiki/Connect).
bg: Има основен [пощенски списък на английски език](https://nvda.groups.io/g/nvda) и страница, пълна с [местни езикови групи](https://github.com/nvaccess/nvda/wiki/Connect).
de: Es gibt eine zentrale [englischsprachige Mailing-Liste](https://nvda.groups.io/g/nvda) und eine Seite mit [lokalsprachigen Gruppen](https://github.com/nvaccess/nvda/wiki/Connect).
es: Hay una [lista principal de correo electrónico en inglés](https://nvda.groups.io/g/nvda) y una página completa de [grupos locales de idiomas](https://github.com/nvaccess/nvda-community/wiki/Connect).
hr: Postoji glavna [Mailing lista na engleskom jeziku](https://nvda.groups.io/g/nvda) te stranica koja sadrži puno [grupa na lokalnim jezicima](https://github.com/nvaccess/nvda-community/wiki/Connect).
nl: Zo is er een [veel gebruikte, belangrijke engelstalige emaillijst](https://nvda.groups.io/g/nvda) en een pagina vol [gebruikersgroepen in de taal van de respectieve geografische locaties](https://github.com/nvaccess/nvda-community/wiki/Connect).
pt_br: Há uma [lista principal de e-mail em inglês](https://nvda.groups.io/g/nvda) e uma página cheia de [grupos em idiomas locais](https://github.com/nvaccess/nvda/wiki/Connect).
ru: Существует основная [почтовая рассылка на английском языке](https://nvda.groups.io/g/nvda) и страница, полная [локальных языковых групп](https://github.com/nvaccess/nvda/wiki/Connect).
ta: பிரதான [ஆங்கில மின்னஞ்சல் குழுமமும்](https://nvda.groups.io/g/nvda), ஒரு பக்கம் முழுக்க [உள்ளூர் மொழிகளுக்கான குழுமங்களும்](https://github.com/nvaccess/nvda-community/wiki/Connect) உள்ளன.
zh_tw: 包括主要的 [English language email list](https://nvda.groups.io/g/nvda) 及完整的 [local language groups](https://github.com/nvaccess/nvda-community/wiki/Connect)，

source: NV Access, makers of NVDA, are active on [Twitter](https://twitter.com/nvaccess) and [Facebook](https://www.facebook.com/NVAccess).
bg: NV Access, създателите на NVDA, са активни в [Twitter](https://twitter.com/nvaccess) и [Facebook](https://www.facebook.com/NVAccess).
de: NV Access, der Hersteller von NVDA, ist auf [Twitter](https://twitter.com/nvaccess) und [Facebook](https://www.facebook.com/NVAccess) aktiv.
es: NV Access, los constructores de NVDA, están activos en [Twitter](https://twitter.com/nvaccess) y en [Facebook](https://www.facebook.com/NVAccess).
hr: NV Access, tvorci NVDA, aktivni su na [Twitteru](https://twitter.com/nvaccess) i [Facebooku](https://www.facebook.com/NVAccess).
nl: NV Access, makers van NVDA, zijn actief op [Twitter](https://twitter.com/nvaccess) en [Facebook](https://www.facebook.com/NVAccess).
pt_br: NV Access, criadora do NVDA, está ativa no [Twitter](https://twitter.com/nvaccess) e [Facebook](https://www.facebook.com/NVAccess).
ru: NV Access, создатели NVDA, активны в [Twitter](https://twitter.com/nvaccess) и на [Facebook](https://www.facebook.com/NVAccess).
ta: என்விடிஏவின் உருவாக்குநர்களான என்வி அக்ஸஸ், [டுவிட்டரிலும்](https://twitter.com/nvaccess), [முகநூலிலும்](https://www.facebook.com/NVAccess) சுறுசுறுப்பாகச் செயல்படுகின்றனர்.
zh_tw: NVDA 的開發者 NV Access 活躍於 [Twitter](https://twitter.com/nvaccess) 及 [Facebook](https://www.facebook.com/NVAccess)，

source: NV Access also have a regular [In-Process blog](https://www.nvaccess.org/category/in-process/).
bg: NV Access също има и редовен [блог „In-Process“](https://www.nvaccess.org/category/in-process/).
de: NV Access hat auch einen regelmäßigen [In-Process-Blog](https://www.nvaccess.org/category/in-process/).
es: NV Access también tiene un [blog In-Process](https://www.nvaccess.org/category/in-process/).
hr: Članovi organizacije NV Access također vode [Blog s novostima](https://www.nvaccess.org/category/in-process/).
nl: NV Access post ook regelmatig via het [In-Process blog](https://www.nvaccess.org/category/in-process/).
pt_br: A NV Access também tem um [Blog regular Em Processo](https://www.nvaccess.org/category/in-process/) — em inglês —.
ru: У NV Access также есть регулярный [блог в процессе](https://www.nvaccess.org/category/in-process/).
ta: என்வி அக்ஸஸ், வழமையான [செயல்முறையிலுள்ள வலைப்பூவினையும்](https://www.nvaccess.org/category/in-process/) கொண்டுள்ளது.
zh_tw: NV Access 還有一個定期更新的[部落格](https://www.nvaccess.org/category/in-process/)。

source: There is also an [NVDA Certified Expert](https://certification.nvaccess.org/) program.
bg: Има и програма [„Сертифициран експерт по NVDA“](https://certification.nvaccess.org/).
de: Es gibt auch das Programm [Zertifizierte NVDA-Experten](https://certification.nvaccess.org/).
es: También hay una [certificación de Experto en NVDA](https://certification.nvaccess.org/) program.
hr: Također postoji program [Certifikacije NVDA eksperata](https://certification.nvaccess.org/).
nl: Er bestaat ook een door [NVDA Gecertificeerd Expert programma](https://certification.nvaccess.org/).
pt_br: Existe também um programa — em inglês — de [Certificação de Especialistas em NVDA](https://certification.nvaccess.org/).
ru: Ещё существует программа [Сертифицированный эксперт NVDA](https://certification.nvaccess.org/).
ta: [என்விடிஏவினால் சான்றளிக்கப்பட்ட நிபுனர்](https://certification.nvaccess.org/) என்கிற திட்டமும் உள்ளது.
zh_tw: 除此之外有一個 [NVDA 專家認證](https://certification.nvaccess.org/)計畫，

source: This is an online exam you can complete to demonstrate your skills in NVDA.
bg: Това е онлайн изпит (на английски език), който можете да преминете, за да демонстрирате уменията си за работа с NVDA.
de: Dies ist eine Online-Prüfung, die Sie absolvieren können, um Ihre Kenntnisse in NVDA nachzuweisen.
es: Este es un examen en línea que puedes completar para demostrar tus habilidades en NVDA.
hr: To je On-line ispit koji možete položiti kako biste polazali svoje znanje i vještine u korištenju NVDA.
nl: Dit is een online examen dat u kunt afleggen om te laten zien hoe vaardig u bent met NVDA.
pt_br: Este é um exame online que você pode realizar para demonstrar suas habilidades no NVDA.
ru: Это онлайн-экзамен, который вы можете пройти, чтобы продемонстрировать свои навыки работы с NVDA.
ta: என்விடிஏவில் தங்களுக்கிருக்கும் நிபுனத்துவத்தை பரைசாற்ற, இந்த இணையவழித் தேர்வினை தாங்கள் முடிக்கலாம்.
zh_tw: 這是一個線上測驗，您可以完成該測驗來檢驗您使用 NVDA 的能力。

source: [NVDA Certified Experts](https://certification.nvaccess.org/) can list their contact and relevant business details.
bg: [Сертифицираните експерти по NVDA](https://certification.nvaccess.org/) могат да публикуват своите данни за контакт и служебната си информация.
de: [NVDA Certified Experts](https://certification.nvaccess.org/) kann ihre Kontaktdaten und relevanten Geschäftsinformationen auflisten.
es: [NVDA Certified Experts](https://certification.nvaccess.org/) puede enumerar su contacto y datos relevantes de la empresa.
hr: [NVDA certificirani eksperti](https://certification.nvaccess.org/) mogu objaviti svoje kontakt podatke i detalje o svom poslovanju.
nl: [NVDA Certified Experts](https://certification.nvaccess.org/) kunnen hun contactgegevens en relevante zakelijke informatie hier presenteren.
pt_br: Os [Especialistas Certificados em NVDA](https://certification.nvaccess.org/) podem listar seus contatos e detalhes comerciais relevantes.
ru: [Сертифицированные эксперты NVDA](https://certification.nvaccess.org/) могут указать свои контактные данные и соответствующую деловую информацию.
ta: [என்விடிஏவினால் சான்றளிக்கப்பட்ட நிபுனர்கள்](https://certification.nvaccess.org/), தங்களின் தொடர்பு மற்றும் பொருத்தமான வணிகத் தகவல்களை பட்டியலிடலாம்.
zh_tw: [NVDA 專家認證](https://certification.nvaccess.org/)網站有列出他們的聯絡方式和相關業務詳情可供諮詢。

source: Getting help
bg: Получаване на помощ
de: Hilfe holen
es: Obtener ayuda
hr: Dobivanje pomoći
nl: Hulp verkrijgen
pt_br: Conseguindo ajuda
ru: Получение помощи
ta: உதவிப் பெறுதல்
zh_tw: 取得說明

source: To get help for NVDA, press `NVDA+n` to open the menu, then `h` for help.
bg: За да получите помощ за NVDA, натиснете `NVDA+N`, за да отворите менюто, след това `П` за менюто „Помощ“.
de: Um Hilfe für NVDA zu erhalten, drücken Sie `NVDA+N`, um das Menü zu öffnen, dann `H` für Hilfe.
es: Para obtener ayuda para NVDA, pulsa `NVDA+n` para abrir el menú, después `a` para ayuda.
hr: Kako biste dobili pomoć za NVDA, pritisnite `NVDA+n` kako biste otvorili NVDA izbornik, a potom `p` za pomoć.
nl: Om naar Help te gaan van NVDA, drukt u op `NVDA+n` om het menu, te openen, vervolgens op `h` voor hulp.
pt_br: Para obter ajuda para o NVDA, pressione `NVDA+n` para abrir o menu, depois `j` para obter ajuda.
ru: Чтобы получить справку по NVDA, нажмите `NVDA+n`, чтобы открыть меню, затем `h` (в русской раскладке "с"), чтобы получить помощь.
ta: என்விடிஏவுக்கான உதவிக்கு, `என்விடிஏ+n` விசையை அழுத்தி, என்விடிஏ பட்டியலைத் திறந்து, '`h`' விசையை அழுத்தவும்.
zh_tw: 要取得 NVDA 的說明，按 NVDA+N 開啟功能表，接著按 H 到「說明」，

source: From this submenu you can access the User Guide, a quick reference of commands, history of new features and more.
bg: От това подменю можете да получите достъп до ръководството на потребителя, кратък преглед на командите, списъкът с нововъведенията и промените и др.
de: Aus diesem Untermenü können Sie auf das vollständige Benutzerhandbuch zugreifen, eine Kurzreferenz der Befehle, die neuen Funktionen und vieles mehr.
es: Desde este submenú puedes acceder a la Guía del Usuario, a una referencia rápida de órdenes, a un historial de nuevas características y más.
hr: Iz ovog podizbornika možete dobiti pristup korisničkom vodiču, brzom ispisu tipkovničkih prečaca, povjesti svih promjena i novih značajki, te još puno toga.
nl: Via dit submenu hebt u toegang tot de Gebruikershandleiding, een commandooverzicht, de geschiedenis van vernieuwingen / verbeteringen en meer.
pt_br: A partir deste submenu você pode acessar o Guia do Usuário, uma referência rápida de comandos, histórico de novos recursos e muito mais.
ru: Из этого подменю вы можете получить доступ к руководству пользователя, краткому справочнику команд, истории новых функций и многому другому.
ta: இந்த உட்பட்டியலிலிருந்து தாங்கள் பயனர் வழிகாட்டி, கட்டளைகளுக்கான விரைவுக் குறிப்பு, புதிய கூறுகளின் வரலாறு ஆகியவைகளோடு இன்னும் பலவற்றையும் அணுகலாம்.
zh_tw: 在這個子功能表中您可以查看用戶指南、指令快速參考、新版資訊等，

source: These first three options open in the default web browser.
bg: Тези три опции се отварят в уеб браузъра по подразбиране.
de: Diese ersten drei Optionen werden im Standard-Webbrowser geöffnet.
es: Estas primeras tres opciones se abren en el navegador predeterminado.
hr: Ove tri opcije otvaraju se u podrazumjevanom web pregledniku.
nl: Deze drie opties worden geopend in de standaard web-browser.
pt_br: Essas três primeiras opções são abertas no navegador padrão.
ru: Эти первые три параметра открываются в веб-браузере по умолчанию.
ta: இந்த முதல் மூன்று விருப்பத் தேர்வுகள், இயல்பாக அமைந்திருக்கும் இணைய உலாவியில் திறக்கப்படும்.
zh_tw: 前三個項目會在預設瀏覽器中開啟。

source: There is also more comprehensive Training Material available in the [NV Access Shop](https://www.nvaccess.org/shop).
bg: Има и по-изчерпателни материали за обучение (на английски език), налични в [магазина на NV Access](https://www.nvaccess.org/shop).
de: Umfassenderes Schulungsmaterial ist auch im [NV Access Shop](https://www.nvaccess.org/shop) erhältlich.
es: También hay material de formación más completo disponible en la [tienda de NV Access](https://www.nvaccess.org/shop).
hr: Postoji također puno opširnihi materijal za obuku dostupan u [NV Access trgovini](https://www.nvaccess.org/shop).
nl: Er is ook nog meer uitgebreid Trainingsmateriaal beschikbaar in de [NV Access Shop](https://www.nvaccess.org/shop).
pt_br: Há também material de capacitação mais abrangente disponível na [Loja da NV Access](https://www.nvaccess.org/shop).
ru: Более полные учебные материалы доступны также в [Магазине NV Access](https://www.nvaccess.org/shop).
ta: [என்வி அக்ஸஸ் அங்காடியில்](https://www.nvaccess.org/shop) மேலும் விரிவான பயிற்சிப் பாடங்கள் கிடைக்கப்பெறுகின்றன.
zh_tw: 在 [NV Access Shop](https://www.nvaccess.org/shop) 中還有更全面的訓練教材。
