Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Just like when you install or remove add-ons, you need to restart NVDA in order for changes to take effect.
bg: Точно както когато инсталирате или премахвате добавки, трябва да рестартирате NVDA, за да влязат в сила промените.
de: Genau wie beim Installieren oder Entfernen von NVDA-Erweiterungen müssen Sie NVDA neu starten, damit die Änderungen wirksam werden.
es: Al igual que cuando instalas o eliminas complementos, necesitas reiniciar NVDA para que los cambios surtan efecto.
hr: Kao i nakon što instalirate ili uklonite dodatke, morate ponovo da pokrenete NVDA kako bi se promene primijenile.
nl: Evenals bij het installeren of verwijderen van add-ons, moet NVDA opnieuw gestart worden om de wijzigingen van kracht te laten worden.
pt_br: Assim como quando você instala ou remove complementos, você precisa reiniciar o NVDA para que as alterações entrem em vigor.
ru: Как и при установке или удалении дополнений, вам необходимо перезапустить NVDA, чтобы изменения вступили в силу.
ta: நிறுவுதல், நீக்குதல் செயல்களுக்குப் பிறகு என்விடிஏ மறுதுவக்கப்படுவதுபோலவே, முடுக்குதல், முடக்குதல் செயல்களும் செயற்பட என்விடிஏ மறுதுவக்கப்படவேண்டும்.
zh_tw: 就像安裝或移除附加元件一樣，您需要重新啟動 NVDA 才能使變更生效。

source: You can also enable or disable multiple add-ons at once by selecting multiple add-ons in the available add-ons tab, then activating the context menu on the selection and choosing the appropriate action.
bg: Можете също да включите или изключите няколко добавки наведнъж като изберете няколко добавки в раздела „Налични добавки“, след това извикате контекстното меню за избраното и изберете съответното действие.
de: Sie können auch mehrere NVDA-Erweiterungen gleichzeitig aktivieren oder deaktivieren, indem Sie in der Registerkarte "Verfügbare Pakete" mehrere NVDA-Erweiterungen auswählen, dann das Kontextmenü der Auswahl aktivieren und die entsprechende Aktion auswählen.
es: También puedes habilitar o deshabilitar varios complementos a la vez seleccionando varios complementos en la pestaña Complementos disponibles, luego activando el menú de contexto sobre la selección y eligiendo la acción apropiada.
hr: Također možete uključiti i isključiti više dodataka odjednom tako da označite više dodataka na kartici dostupnih dodataka, a potom aktivirajte kontekstni izbornik na označenim dodacima i odaberite potrebnu radnju.
nl: Je kunt ook meerdere add-ons tegelijk in- of uitschakelen door deze te selecteren op het tabblad beschikbare add-ons, vervolgens activeer je het contextmenu bij de selectie en kies je de desbetreffende actie.
pt_br: Você também pode habilitar ou desabilitar vários complementos de uma só vez selecionando vários complementos na guia Complementos disponíveis, ativando o menu de contexto na seleção e escolhendo a ação apropriada.
ru: Вы также можете включить или отключить несколько дополнений одновременно, выбрав несколько дополнений на вкладке доступных дополнений, затем активировав контекстное меню выделенного и нажав соответствующее действие.
ta: ஒரே நேரத்தில் பல நீட்சிநிரல்களைத் தாங்கள் முடுக்கலாம், அல்லது முடக்கலாம். இதற்கு, கிடைப்பிலிருக்கும் நீட்சிநிரல்கள் கீற்றில் தாங்கள் விரும்பும் நீட்சிநிரல்களைத் தெரிவுச் செய்து, சூழலுணர்ப் பட்டியலைத் தோற்றுவித்து, முடுக்குக உருப்படி, அல்லது முடக்குக உருப்படியை தேவைக்கேற்ப இயக்கவும்.
zh_tw: 您也可以透過在可用的附加元件索引標籤中選擇多個附加元件，然後開啟所選內容的快顯功能表並選擇適當的動作，來一次啟用或停用多個附加元件。

source: Reviewing add-ons and reading reviews
bg: Преглеждане на добавки и четене на отзиви
de: NVDA-Erweiterungen bewerten und Rezensionen lesen
es: Reseñar complementos y leer las reseñas
hr: Recenziranje dodataka i čitanje recenzija
nl: Add-ons beoordelen en reviews lezen
pt_br: Resenhando complementos e leitura de avaliações
ru: Обзор дополнений и чтение отзывов
ta: நீட்சிநிரல்களை மதிப்பாய்வு செய்தல் மற்றும் மதிப்பாய்வுகளைப் படித்தல்
zh_tw: 評論附加元件與閱讀評論

source: You may want to read reviews by other users who have experienced an add-on, for example before you install it, or as you are learning to use it.
bg: Може да искате да прочетете отзиви от други потребители, които са имали опит с дадена добавка, например преди да я инсталирате или докато се учите да я използвате.
de: Vielleicht möchten Sie Rezensionen von anderen Nutzern lesen, die bereits Erfahrungen mit einer NVDA-Erweiterung gemacht haben, z. B. bevor Sie es installieren oder während Sie lernen, diese zu benutzen.
es: Antes de instalar un complemento, puedes querer leer reseñas de otros.
hr: Možda biste htjeli pročitati recenzije drugih korisnika koji su isprobali dodatak, na primjer prije njegove instalacije ili tokom učenja kako ga koristiti.
nl: Wellicht wil je reviews van andere gebruikers lezen die ervaring hebben met een add-on, voordat je die installeert bijvoorbeeld, of als je bezig bent die te leren gebruiken.
pt_br: Você pode querer ler resenhas de outros usuários que experimentaram um complemento, por exemplo, antes de instalá-lo ou enquanto estiver aprendendo a usá-lo.
ru: Возможно, вам захочется прочитать отзывы других пользователей, которые пользовались дополнением, например, перед его установкой или в процессе обучения его использованию.
ta: ஒரு நீட்சிநிரலை தாங்கள் நிறுவும் முன், அல்லது அதைப் பயன்படுத்தக் கற்றுகொண்டிருக்கும்பொழுது, அதுகுறித்த அனுபவம்கொண்ட மற்றவர்களின் மதிப்பாய்வுகளைப் படிக்க விரும்புவீர்கள்.
zh_tw: 當您在安裝附加元件之前或正在學習使用附加元件時，您可能會想閱讀其他人的評論，

source: Also, it is helpful to other users to provide feedback about add-ons you have tried.
bg: Също така е полезно за другите потребители да предоставите отзиви за добавките, които сте пробвали.
de: Außerdem ist es für andere Nutzer hilfreich, wenn Sie uns Feedback zu den von Ihnen ausprobierten NVDA-Erweiterungen geben.
es: También, puede ser útil que otros usuarios tengan retroalimentación acerca de los complementos que hayas probado.
hr: Također, od pomoći je kada ostavite povratnu informaciju drugim korisnicima koji bi htjeli isprobati dodatak tried.
nl: Ook kan het nuttig voor andere gebruikers zijn als je feedback geeft over add-ons die je hebt uitgeprobeerd.
pt_br: Além disso, é útil para outros usuários fornecer comentários — feedback — sobre os complementos que você experimentou.
ru: Кроме того, другим пользователям будет полезно оставить отзыв о дополнениях, которые вы пробовали.
ta: மேலும், தாங்கள் பயன்படுத்திப் பார்த்திருக்கும் நீட்சிநிரல்கள் குறித்து மற்றவர்களுக்கு தாங்கள் பின்னூட்டமளிப்பது அவர்களுக்கு உதவியாக இருக்கும்.
zh_tw: 此外，針對您嘗試過的附加元件提供回饋對其他使用者能夠有所幫助。

source: To read reviews for an add-on, select it, and use the "Community reviews" action.
bg: За да прочетете отзиви за добавка, изберете я и използвайте действието „Отзиви от общността“.
de: Um Bewertungen für eine NVDA-Erweiterung zu lesen, wählen Sie sie aus und verwenden Sie die Aktion "Community-Rezensionen".
es: Para leer reseñas de un complemento, selecciona uno desde las pestañas Complementos Disponibles o Actualizables y utiliza la acción "Reseñas de la comunidad".
hr: Kako biste pročitali recenzije o dodatku, odaberite ga, i kliknite na radnju "recenzije zajednice".
nl: Om reviews over een add-on, te lezen selecteer je een add-on uit de tab van Beschikbare of Bij te werken add-ons en gebruik je de "Community reviews" action.
pt_br: Para ler avaliações sobre um complemento, selecione-o e use a ação "Resenhas da comunidade".
ru: Чтобы прочитать отзывы о дополнении, выберите его и воспользуйтесь действием "Отзывы сообщества".
ta: ஒரு நீட்சிநிரல் குறித்த மதிப்பாய்வுகளைப் படிக்க, அதைத் தெரிவுச் செய்து, சூழலுணர்ப் பட்டியலைத் தோற்றுவித்து, 'சமூக மதிப்பாய்வுகள்' உருப்படியை இயக்கவும்.
zh_tw: 要閱讀附加元件的評論，請選擇一個附加元件，然後使用「社群評論」動作，

source: This links to a GitHub Discussion webpage, where you will be able to read and write reviews for the add-on.
bg: Това ви свързва с дискусията на уеб страницата в GitHub, където ще можете да четете и пишете отзиви за добавката.
de: Dies führt zu einer GitHub-Diskussionsseite, auf der Sie Rezensionen für die NVDA-Erweiterung lesen und schreiben können.
es: Esto enlaza a una página web de discusión en GitHub, donde podrás leer y escribir reseñas para el complemento.
hr: Ovo preusmjerava na web stranicu GitHub diskusije o tom dodatku.
nl: Dit is een link naar een GitHub Discussiewebpagina, waar je reviews kunt lezen en schrijven over de add-on.
pt_br: Este link leva a uma página de discussão do GitHub, onde você poderá ler e escrever resenhas sobre o complemento.
ru: Это ссылка на веб-страницу обсуждения в GitHub, где вы сможете читать и писать отзывы о дополнении.
ta: கிட்ஹப் உரையாடல் இணையப் பக்கத்திற்கு உடனே அழைத்துச் செல்லப்படுவீர்கள். அங்கு, நீட்சிநிரல் குறித்த மற்றவர்களின் மதிப்பாய்வுகளைப் படிக்கலாம், தங்களின் மதிப்பாய்வையும் எழுதலாம்.
zh_tw: 這會連結至 GitHub 討論網頁，您可以在其中閱讀和撰寫該附加元件的評論。

source: Please be aware that this doesn't replace direct communication with add-on developers.
bg: Моля вземете под внимание, че това не заменя директната комуникация с разработчиците на добавката.
de: Bitte beachten Sie, dass dies nicht die direkte Kommunikation mit den Entwicklern der NVDA-Erweiterung ersetzt.
es: Ten en cuenta que esto no substituye la comunicación directa con los desarrolladores de complementos.
hr: Imajte na umu da ovo nije zamjena za direktnu komunikaciju sa autormia dodataka.
nl: Bedenk wel dat dit niet hetzelfde is als rechtstreeks contact hebben met ontwikkelaars van add-ons.
pt_br: Por favor, lembre-se de que isso não substitui a comunicação direta com desenvolvedores de complementos.
ru: Имейте в виду, что это не заменяет прямое общение с разработчиками дополнений.
ta: நீட்சிநிரல் மேம்படுத்துநர்களுடனான நேரடி தொடர்புக்கு இது மாற்றாக இல்லை என்பதை கவனிக்கவும்.
zh_tw: 請注意，這並不能取代與附加元件開發者的直接溝通，

source: Instead, the purpose of this feature is to share feedback to help users decide if an add-on may be useful for them.
bg: Вместо това целта на тази функция е да се споделя обратната връзка, за да помогне на потребителите да решат дали добавката може да е полезна за тях.
de: Stattdessen besteht der Zweck dieser Funktion darin, Feedback zu teilen, um Benutzern bei der Entscheidung zu helfen, ob eine NVDA-Erweiterung für sie nützlich sein könnte.
es: En su lugar, el propósito de esta característica es compartir retroalimentación para ayudar a los usuarios que decidan si un complemento puede ser útil para ellos.
hr: Umjesto toga, ova funkcija služi kako bi se korisnici mogli odlučiti da li im dodatak odgovara.
nl: Het doel vanreviews is eerder het delen van feedback om gebruikers te helpen te bepalen of een add-on voor hen wel of niet geschikt is.
pt_br: Em vez disso, o objetivo deste recurso é o compartilhamento de comentários para ajudar os usuários a decidir se um complemento pode ser útil para eles.
ru: Цель этой функции — поделиться отзывами, чтобы помочь пользователям решить, может ли дополнение быть для них полезным.
ta: மாறாக, ஒரு நீட்சிநிரல் பிற பயனர்களுக்குப் பயனுள்ளதாக இருக்குமா என்பதை அவர்கள் அறிந்துகொள்ள, பின்னூட்டத்தைப் பகிர்வதுதான் இவ்வசதியின் நோக்கமாகும்.
zh_tw: 此功能的目的反而是分享回饋，以幫助使用者決定附加元件是否對他們有用。

source: Incompatible Add-ons
bg: Несъвместими добавки
de: Inkompatible NVDA-Erweiterungen
es: Complementos Incompatibles
hr: Nekompatibilni dodaci
nl: Incompatibele Add-ons
pt_br: Complementos Incompatíveis
ru: Несовместимые Дополнения
ta: இணக்கமற்ற நீட்சிநிரல்கள்
zh_tw: 不相容附加元件

source: Some older add-ons may no longer be compatible with the version of NVDA that you have.
bg: Някои по-стари добавки може вече да не са съвместими с версията на NVDA, която имате.
de: Einige ältere NVDA-Erweiterungen sind möglicherweise nicht mehr mit der verwendeten NVDA-Version kompatibel.
es: Algunos complementos antiguos pueden no ser compatibles con la versión de NVDA que tengas.
hr: Neki stariji dodaci možda neće biti kompatibilni sa NVDA verzijom koju koristite.
nl: Sommige oudere add-ons zijn mogelijk niet langer compatibel met de versie van NVDA die u hebt.
pt_br: Alguns complementos mais antigos podem não ser mais compatíveis com a versão do NVDA que você possui.
ru: Некоторые старые дополнения могут быть несовместимы с вашей версией NVDA.
ta: சில பழைய நீட்சிநிரல்கள், தங்களிடமிருக்கும் என்விடிஏவின் பதிப்பிற்கு இணக்கமற்றதாக இருக்கும்.
zh_tw: 有些較舊的附加元件可能不再與您擁有的 NVDA 版本相容，

source: If you are using an older version of NVDA, some newer add-ons may not be compatible either.
bg: Ако използвате по-стара версия на NVDA, някои по-нови добавки също може да не са съвместими.
de: Wenn Sie eine ältere NVDA-Version verwenden, sind möglicherweise auch einige neuere NVDA-Erweiterungen nicht kompatibel.
es: Si estás utilizando una versión antigua de NVDA, algunos complementos modernos pueden no ser compatibles tampoco.
hr: Ako koristite stariju NVDA verziju, neki noviji dodaci takođe možda neće biti kompatibilni.
nl: Als u een oudere versie van NVDA gebruikt, zijn sommige nieuwere add-ons wellicht ook niet meer compatibel.
pt_br: Se você estiver usando uma versão mais antiga do NVDA, alguns complementos mais recentes também poderão não ser compatíveis.
ru: Если вы используете более старую версию NVDA, некоторые новые дополнения также могут быть несовместимы.
ta: அதுபோலவே, பழைய என்விடிே பதிப்பை தாங்கள் கொண்டிருந்தால், சில புதிய நீட்சிநிரல்கள் அதற்கு இணக்கமற்றதாக இருக்கும்.
zh_tw: 如果您使用的是舊版的 NVDA，有些較新的附加元件可能也不相容，

source: Attempting to install an incompatible add-on will result in an error explaining why the add-on is considered incompatible.
bg: Опитът за инсталиране на несъвместима добавка ще доведе до грешка, обясняваща защо добавката се счита за несъвместима.
de: Wenn Sie versuchen, eine inkompatible NVDA-Erweiterung zu installieren, erhalten Sie eine Fehlermeldung darüber, warum sie als inkompatibel gilt.
es: Al intentar instalar un complemento incompatible aparecerá un mensaje de error explicando por qué el complemento se considera incompatible.
hr: Pokušaj da se instalira nekompatibilan dodatak prikazaće grešku koja će objasniti zašto se dodatak smatra nekompatibilnim.
nl: Als u probeert een incompatibele add-on te installeren krijgt u een foutmelding waarin wordt uitgelegd waarom de add-on als incompatibel beschouwd moet worden.
pt_br: A tentativa de instalar um complemento incompatível resultará em um erro explicando por que o complemento é considerado incompatível.
ru: Попытка установить несовместимое дополнение приведет к ошибке, объясняющей, почему дополнение считается несовместимым.
ta: இணக்கமற்ற நீட்சிநிரலை தாங்கள் நிறுவ முயன்றால், அந்நீட்சிநிரல் ஏன் இணக்கமற்றதாகக் கருதப்படுகிறது என்று விளக்கும் ஒரு பிழைச் செய்தி தோன்றும்.
zh_tw: 嘗試安裝不相容附加元件將出現錯誤說明為何附加元件被認為不相容。

source: For older add-ons, you can override the incompatibility at your own risk.
bg: За по-стари добавки можете да пренебрегнете несъвместимостта на своя отговорност.
de: Bei älteren NVDA-Erweiterungen können Sie die Inkompatibilität auf eigene Gefahr hin aufheben.
es: Para complementos más antiguos, puedes anular la incompatibilidad bajo tu propia responsabilidad.
hr: Za starije dodatke, možete promijeniti kompatibilnost na vlastiu odgovornost.
nl: Met betrekking tot oudere add-ons, kunt u, op eigen risico, ertoe overgaan de incompatibiliteit als niet terzake af te doen.
pt_br: Para complementos mais antigos, você pode sobrepujar a incompatibilidade por sua conta e risco.
ru: Для более старых дополнений вы можете устранить несовместимость на свой страх и риск.
ta: பழைய நீட்சிநிரல்கள் இணக்கமற்றவையாக இருப்பினும், அவைகளை தங்கள் சொந்தப் பொறுப்பில் நிறுவிக்கொள்ளலாம்.
zh_tw: 對於較舊的附加元件，您可以在自行承擔風險的情況下忽略不相容，

source: Incompatible add-ons may not work with your version of NVDA, and can cause unstable or unexpected behaviour including crashing.
bg: Несъвместимите добавки може да не работят с вашата версия на NVDA и могат да причинят нестабилно или неочаквано поведение, включително сривове.
de: Inkompatible NVDA-Erweiterungen funktionieren möglicherweise nicht mit Ihrer NVDA-Version und können zu instabilem oder unerwartetem Verhalten, einschließlich Abstürzen, führen.
es: Los complementos incompatibles pueden no funcionar con tu versión de NVDA, y pueden provocar un comportamiento inestable o inesperado incluyendo el cuelgue.
hr: Nekompatibilni dodaci možda neće raditi uz vašu NVDA verziju, a mogu izazvati nestabilno i neočekivano ponašanje uključujući rušenja.
nl: Incompatibele add-ons werken mogelijk niet samen met uw versie van NVDA, en kunnen onstabiele en onverwachte gedragingen gaan vertonen, of zelfs crashen.
pt_br: Complementos incompatíveis podem não funcionar com a sua versão do NVDA e podem causar comportamento instável ou inesperado, incluindo travamentos.
ru: Несовместимые дополнения могут не работать с вашей версией NVDA и вызывать нестабильное или неожиданное поведение, включая сбои.
ta: இணக்கமற்ற நீட்சிநிரல்கள் தங்கள் என்விடிஏ பதிப்பில் செயல்படாதிருக்கலாம் என்பதோடு, செயலிழப்பு உட்பட நிலையற்ற, அல்லது எதிர்பாராத தன்மையை என்விடிஏவில் ஏற்படுத்தலாம்.
zh_tw: 不相容附加元件可能無法與您的 NVDA 版本一起使用，並可能導致不穩定或包括崩潰在內的非預期行為。

source: You can override compatibility when enabling or installing an add-on.
bg: Можете да пренебрегнете съвместимостта, когато включвате или инсталирате добавка.
de: Sie können die Kompatibilität außer Kraft setzen, wenn Sie eine NVDA-Erweiterung aktivieren oder installieren.
es: Puedes anular la compatibilidad al activar o instalar un complemento.
hr: Možete zamijeniti kompatibilnost kada omogućite ili instalirate dodatak.
nl: U kunt de compatibiliteitskwestie negeren wanneer u een add-on inschakelt of installeert.
pt_br: Você pode sobrepujar a compatibilidade ao habilitar ou instalar um complemento.
ru: Вы можете переопределить совместимость при включении или установке дополнения.
ta: ஒரு நீட்சிநிரலை நிறுவும்பொழுது, முடுக்கும்பொழுது, இணக்கமின்மையை புறக்கணிக்கலாம்.
zh_tw: 您可以在啟用或安裝附加元件時忽略相容性，

source: If the incompatible add-on causes issues later, you can disable or remove it.
bg: Ако несъвместимата добавка причини проблеми по-късно, можете да я изключите или премахнете.
de: Wenn die inkompatible NVDA-Erweiterung später Probleme verursacht, können Sie sie deaktivieren oder entfernen.
es: Si el complemento incompatible provoca problemas más tarde, puedes deshabilitarlo o eliminarlo.
hr: Ako nekompatibilan dodatak izaziva probleme, možete onemogućiti ili ukloniti.
nl: Als de incompatibele add-on later, problemen veroorzaakt kunt u deze uitschakelen of verwijderen.
pt_br: Se o complemento incompatível causar problemas posteriormente, você poderá desabilitá-lo ou removê-lo.
ru: Если несовместимое дополнение впоследствии вызовет проблемы, вы можете отключить или удалить его.
ta: இணக்கமற்ற நீட்சிநிரல் பின்னர் சிக்கலை ஏற்படுத்தினால், அதை தாங்கள் முடக்கலாம், அல்லது நீக்கலாம்.
zh_tw: 如果不相容附加元件在之後引發問題，您可以停用或移除它。

source: If you are having trouble running NVDA, and you have recently updated or installed an add-on, especially if it is an incompatible add-on, you may want to try running NVDA temporarily with all add-ons disabled.
bg: Ако имате проблеми с работата на NVDA и наскоро сте обновили или инсталирали добавка, особено ако тя е несъвместима такава, може да опитате временно да стартирате NVDA с изключени всички добавки.
de: Wenn Sie Probleme mit NVDA haben und vor kurzem eine NVDA-Erweiterung aktualisiert oder installiert haben, insbesondere wenn es sich um eine inkompatibles NVDA-Erweiterung handelt, sollten Sie versuchen, NVDA vorübergehend mit deaktivierten NVDA-Erweiterungen zu starten.
es: Si tienes problemas ejecutando NVDA, y has actualizado o instalado recientemente un complemento, especialmente si es uno incompatible, puedes intentar ejecutar NVDA temporalmente con todos los complementos deshabilitados.
hr: Ako imate probleme pri pokretanju programa NVDA, a nedavno ste ažurirali ili instalirali neki dodatak, posebno ako je to nekompatibilan dodatak, možda ćete želeti privremeno da probate da pokrenete NVDA sa svim dodacima onemogućenim.
nl: Als u problemen ondervindt bij het gebruik van NVDA, en u recent een add-on, hebt bijgewerkt of geïnstalleerd, vooral als het een incompatibele add-on betreft, kunt u wellicht proberen NVDA tijdelijk te draaien terwijl u alle add-ons hebt uitgeschakeld.
pt_br: Se você estiver tendo problemas para executar o NVDA e tiver atualizado ou instalado recentemente um complemento, especialmente se for um complemento incompatível, convém tentar executar o NVDA temporariamente com todos os complementos desabilitados.
ru: Если у вас возникли проблемы с запуском NVDA и вы недавно обновили или установили дополнение, особенно если оно несовместима, вы можете попробовать временно запустить NVDA со всеми отключенными дополнениями.
ta: ஒரு நீட்சிநிரலை, அதுவும் இணக்கமற்ற நீட்சிநீரலை அண்மையில் தாங்கள் நிறுவியிருந்து, அல்லது இற்றைப்படுத்தியிருந்து, என்விடிஏவை இயக்குவதில் சிக்கலிருந்தால், எல்லா நீட்சிநிரல்களும் முடக்கப்பட்ட நிலையில் என்விடிஏவை தற்காலிகமாக இயக்க விரும்புவீர்கள்.
zh_tw: 如果您在執行 NVDA 時遇到問題，並且最近更新或安裝了附加元件，特別是不相容附加元件，您可能想嘗試暫時在停用所有附加元件的情況下使用 NVDA，

source: To restart NVDA with all add-ons disabled, choose the appropriate option when quitting NVDA.
bg: За да рестартирате NVDA с изключени всички добавки, изберете съответната опция в прозореца за изход от NVDA.
de: Um NVDA mit deaktivierten NVDA-Erweiterungen neu zu starten, wählen Sie die entsprechende Option beim Beenden von NVDA aus.
es: Para reiniciar NVDA con todos los complementos deshabilitados, elige la opción apropiada al salir del programa.
hr: Da biste ponovo pokrenuli NVDA sa svim dodacima onemogućenim, izaberite odgovarajuću opciju pri izlazu iz programa NVDA.
nl: Om NVDA op te starten zonder ingeschakelde add-ons kiest u de hiervoor bestemde optie bij het afsluiten van NVDA.
pt_br: Para reiniciar o NVDA com todos os complementos desabilitados, escolha a opção apropriada ao sair do NVDA.
ru: Чтобы перезапустить NVDA со всеми отключенными дополнениями, выберите соответствующий вариант при выходе из NVDA.
ta: எல்லா நீட்சிநிரல்களும் முடக்கப்பட்ட நிலையில் என்விடிஏவை மறுதுவக்க, என்விடிஏவை விட்டு வெளியேறும்பொழுது காட்டப்படும் உரையாடலில் அதற்கான விருப்பத் தேர்வினைத் தெரிவுச் செய்யவும்.
zh_tw: 要在停用所有附加元件的情況下重新啟動 NVDA，請在結束 NVDA 時選擇適當的選項，

source: Alternatively, use the [command line option](#CommandLineOptions) `--disable-addons`.
bg: Алтернативно, можете да използвате [опцията от командния ред](#CommandLineOptions) `--disable-addons`.
de: Alternativ können Sie auch die [Kommandozeilenoption](#CommandLineOptions) `--disable-addons` verwenden.
es: Alternativamente, utiliza la [opción de línea de órdenes](#CommandLineOptions) `--disable-addons`.
hr: Alternativno, koristite [opciju komandne linije](#CommandLineOptions) `--disable-addons`.
nl: Een andere mogelijk heid is om de [commandoregel](#CommandLineOptions) `--disable-addons` te gebruiken.
pt_br: Como alternativa, use a [opção de linha de comando](#CommandLineOptions) `--disable-addons`.
ru: Как альтернативу используйте [ключ командной строки](#CommandLineOptions) `--disable-addons`.
ta: மாற்றாக, '`--disable-addons`' [கட்டளைவரி விருப்பத் தேர்வினைப்](#CommandLineOptions) பயன்படுத்தவும்.
zh_tw: 或者使用[命令列選項](#CommandLineOptions) `--disable-addons`。
