Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: `forceSecureMode` |DWORD |0 (default) to disable, 1 to enable |If enabled, forces [Secure Mode](#SecureMode) to be enabled when running NVDA.
bg: `forceSecureMode` |DWORD |0 (по подразбиране) за забраняване, 1 за разрешаване |Ако е разрешено, налага задействането на [защитения режим](#SecureMode) при стартиране на NVDA.
de: `forceSecureMode` |DWORD |0 (Standard) zum Deaktivieren, 1 zum Aktivieren |Wenn aktiviert, wird die Aktivierung des [Geschüttzten Modus](#SecureMode) bei der Ausführung von NVDA erzwungen.
es: `forceSecureMode` |DWORD |0 (predeterminado) para deshabilitar, 1 para habilitar |Si está habilitado, fuerza [Modo Seguro](#SecureMode) para habilitarse al ejecutar NVDA.
hr: `forceSecureMode` |DWORD |0 (podrazumevano) da onemogućite, 1 da omogućite |Ako je omogućeno, nateraće NVDA da koristi [bezbedan režim](#SecureMode) pri pokretanju.
nl: `Veiligemodus forceren` |DWORD |0 (standaard) om uit te schakelen, 1 om in te schakelen |Indien ingeschakeld, wordt [Veilige Modus](#SecureMode) geforceerd ingeschakeld als NVDA wordt gedraaid.
pt_br: `forceSecureMode` |DWORD |0 (padrão) para desabilitar, 1 para habilitar |Se habilitado, força o [Modo Seguro](#SecureMode) a ser habilitado ao executar o NVDA.
ru: `forceSecureMode` |DWORD |0 (по умолчанию) для отключения, 1 для включения |Если включено, принуждает работать NVDA в [Безопасном Режиме](#SecureMode).
ta: `forceSecureMode` |DWORD |முடக்க 0 (இயல்பிருப்பு), முடுக்க 1 |முடுக்கப்பட்டிருந்தால், என்விடிஏ ஓடிக்கொண்டிருக்கும்பொழுது [பாதுகாப்பான பயன்முறையின்](#SecureMode) முடுக்கத்தைக் கட்டாயப்படுத்துகிறது.
zh_tw: `forceSecureMode` |DWORD |0 (預設) 停用，1 啟用 |若啟用，執行 NVDA 時強製啟用[安全模式](#SecureMode)。

source: Further Information
bg: Допълнителна информация
de: Weitere Informationen
es: Información Adicional
hr: Dodatne Informacije
nl: Verdere informatie
pt_br: Informação Adicional
ru: Получение дополнительной информации
ta: கூடுதல் தகவல்
zh_tw: 進一步資訊

source: If you require further information or assistance regarding NVDA, please visit the [NVDA web site](NVDA_URL).
bg: Ако имате нужда от допълнителна информация или помощ относно NVDA, моля посетете [уеб сайта на NVDA](NVDA_URL).
de: Wenn Sie weitere Informationen oder Hilfe bezüglich NVDA benötigen, besuchen Sie bitte die [Internetseite von NVDA](NVDA_URL).
es: Si requieres de información adicional o asistencia con respecto a NVDA, por favor visita el [Sitio web de NVDA](NVDA_URL).
hr: Ako trebate više informacija ili pomoć sa čitačem ekrana NVDA, molimo posjetite [NVDA web stranicu](NVDA_URL).
nl: Voor nadere informatie over NVDA of voor hulp kunt u terecht op de website NVDA_URL].
pt_br: Se você precisar de mais informações ou assistência referente ao NVDA, por favor visite o [Site do NVDA](NVDA_URL).
ru: Если требуется дополнительная информация или помощь по NVDA, то посетите [web-сайт NVDA](NVDA_URL).
ta: கூடுதல் தகவல்கள், அல்லது என்விடிஏ குறித்து உதவித் தேவைப்படுமாயின், [என்விடிஏவின் இணையப் பக்கத்திற்குச்](NVDA_URL) செல்லவும்.
zh_tw: 如果您需要 NVDA 進一步的資訊或協助，請瀏覽 [NVDA 網站](NVDA_URL)，

source: Here, you can find additional documentation, as well as technical support and community resources.
bg: Там може да намерите допълнителна документация, както и техническа поддръжка и ресурси на общността.
de: Neben Ressourcen der Community und dem technischen Support finden Sie auch zusätzliche Dokumentationen.
es: Aquí, puedes encontrar documentación adicional, así como soporte técnico y recursos de la comunidad.
hr: Tamo je moguće naći dodatnu dokumentaciju, tehničku podršku i resurse zajednice.
nl: Hier kunt u aanvullende documentatie vinden, technische ondersteuning krijgen, maar ook ervaringen en kennis uitwisselen met andere gebruikers en ontwikkelaars.
pt_br: Aqui encontrará documentação adicional, bem como suporte técnico e recursos das comunidades.
ru: На этом сайте вы сможете найти техническую документацию, поддержку и ресурсы сообщества.
ta: இதில், தொழில்நுட்ப உதவி, சமூக வளங்கள் தவிர, கூடுதல் ஆவணங்களையும் காண்பீர்கள்.
zh_tw: 您可以從中找到更多說明文件、技術支援與社群資源，

source: This site also provides information and resources concerning NVDA development.
bg: Този сайт също предоставя документация и ресурси, засягащи разработката на NVDA.
de: Auf diesen Seiten werden Informationen und Ressourcen zur NVDA-Entwicklung ebenfalls bereitgestellt.
es: Este Sitio también proporciona información y recursos concernientes al desarrollo de NVDA.
hr: Ova web stranica sadržava informacije koje se tiču razvoja NVDA čitača.
nl: U vindt er ook informatie over de nieuwste ontwikkelingen en verbeteringen van het programma.
pt_br: Este site também fornece informações e recursos sobre o desenvolvimento do NVDA.
ru: На нём также представлена информация и ресурсы по разработке NVDA.
ta: மேலும், என்விடிஏவின் மேம்பாடு குறித்த தகவல்களையும், வளங்களையும் இவ்விணையதளத்தில் காணலாம்.
zh_tw: 網站也提供有關 NVDA 程式開發的資訊與資源。

source: Adobe Reader:
ta: அடோப் ரீடர்

source: BRAILLEX Tiny:
ta: பிரெயிலெக்ஸ் Tiny:

source: BRAILLEX 2D Screen:
nl: BRAILLEX 2D Scherm:
ta: பிரெயிலெக்ஸ் 2D திரை:
