Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The Browse Mode category in the NVDA Settings dialog is used to configure NVDA's behaviour when you read and navigate complex documents such as web pages.
bg: Категорията „Режим на разглеждане“ в прозореца с настройките на NVDA се използва за конфигуриране на поведението на NVDA при четене и обхождане на сложни документи, като например уеб страници.
de: Hier kann das Verhalten von NVDA in komplexen Dokumenten wie Webseiten beeinflusst werden.
es: La categoría Modo Exploración del cuadro de diálogo Opciones de NVDA se utiliza para configurar el comportamiento de NVDA al leer y al navegar por documentos complejos como páginas web.
hr: Kategorija Modus čitanja u NVDA postavkama se koristi za podešavanje toga, kako će se NVDA ponašati pri čitanju kompleksnih dokumenata, kao što su na primjer web stranice.
nl: Via de categorie Bladermodus in het dialoogvenster Instellingen van NVDA kunt u instellen hoe NVDA moet reageren bij het lezen van en het navigeren in complexe documenten zoals webpagina's.
pt_br: A categoria Modo de Navegação no diálogo de Configurações do NVDA é usada para configurar o comportamento do NVDA quando você lê e navega em documentos complexos, como páginas web.
ru: Категория "Режим обзора" диалога настроек NVDA содержит параметры, управляющие чтением и навигацией в сложных документах, таких как web-страницы.
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் உலாவும் நிலை வகைமை, வலைப் பக்கங்கள் போன்ற சிக்கலான ஆவணங்களூடே படித்து வழிசெல்லும்பொழுது, என்விடிஏ எவ்வாறு செயல்பட வேண்டுமென்பதை அமைவடிவமாக்கப் பயன்படுகிறது.
zh_tw: NVDA 設定對話框中的「瀏覽模式」類別用於設定當您閱讀和導覽複雜文件例如網頁時 NVDA 的行為，

source: This category contains the following options:
bg: Тази категория съдържа следните опции:
de: Diese Kategorie enthält die folgenden Optionen:
es: Esta categoría contiene las siguientes opciones:
hr: Ova kategorija sadrži sljedeće opcije:
nl: In deze categorie zijn de volgende keuzemogelijkheden beschikbaar:
pt_br: Essa categoria contém as seguintes opções:
ru: Эта категория содержит следующие опции:
ta: இவ்வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 此類別包括以下選項：

source: Maximum Number of Characters on One Line
bg: Максимален брой знаци на ред
de: Anzahl Zeichen pro Zeile
es: Máximo Número de Caracteres en Una Línea
hr: Maksimalni broj znakova u jednom retku
nl: Maximale aantal karakters per regel
pt_br: Máximo de Caracteres Numa Linha
ru: Максимальное число символов на строку
ta: ஒரு வரியில் இருக்கக்கூடிய வரியுருக்களின் உச்ச அளவு
zh_tw: 每行最多字元數

source: This field sets the maximum length of a line in browse mode (in characters).
bg: Това поле задава максимална дължина на реда в режим на разглеждане (в символи).
de: Dieses Feld legt die maximale Länge (Zeichen) einer Zeile im Lesemodus fest.
es: Este campo establece la anchura máxima de una línea en el modo exploración (en caracteres).
hr: Ovo polje služi za postavljanje dužine retka u modusu čitanja (koristeći znakove kao mjernu jedinicu).
nl: In het invoerveld kunt u het aantal karakters per regel instellen dat een document in bladermodus mag bevatten.
pt_br: Este campo define o comprimento máximo de uma linha do modo de navegação (em caracteres).
ru: В этом поле редактирования устанавливается длина строки в режиме обзора (в символах).
ta: இவ்வெண் களம், உலாவும் நிலையில், ஒரு வரியில் இருக்கக் கூடிய வரியுருக்களின் உட்சபட்ச அளவை வரையறுக்க உதவுகிறது.
zh_tw: 此為一個數字欄位，設定瀏覽模式中每一行最多允許的字元數。

source: Maximum Lines Per Page
bg: Брой редове на страница
de: Anzahl Zeilen pro Seite
es: Máximo número de Líneas por Página
hr: Broj redaka po stranici
nl: Aantal regels per pagina
pt_br: Linhas Por Página
ru: Число строк на страницу
ta: ஒரு பக்கத்தில் இருக்கக்கூடிய வரிகளின் உச்ச எண்ணிக்கை
zh_tw: 每頁行數

source: This field sets the amount of lines you will move by when pressing page up or page down while in browse mode.
bg: Това поле задава броя на редовете, през които ще прескачате, когато натискате клавишите Page Up и Page Down, докато сте в режим на разглеждане.
de: Wenn gleich der Lesemodus keine wirklichen Seiten hat, können Sie jedoch hier festlegen, wie viele Zeilen beim Blättern mit den Tasten "Bild nach oben" und "Bild nach unten" auf einmal übersprungen werden sollen.
es: Este campo ajusta la cantidad de líneas que moverás cuando pulses Avance de página o Retroceso de página mientras estés en modo exploración.
hr: Ovo polje postavlja količinu redaka po kojima se možete kretati kad u modusu čitanja pritišćete pejdž ap i pejdž daun.
nl: Dit invoervak bepaalt het aantal regels dat opschuift als je page up of page down indrukt terwijl je je in bladermodus bevindt.
pt_br: Este campo define a quantidade de linhas a mover-se quando pressionar Page Up ou Page Down no modo de navegação.
ru: В этом поле редактирования устанавливается число строк на странице, на которое в режиме обзора вы будете перемещаться при нажатии клавиш PageUp или PageDown.
ta: உலாவும் நிலையில், பக்கம் மேல், பக்கம் கீழ் ஆகிய விசைகளை அழுத்தும்பொழுது, திரையில் தோன்ற வேண்டிய வரிகளின் உச்ச எண்ணிக்கையை, இவ்வெண் களம் கட்டுப்படுத்துகிறது.
zh_tw: 此為一個數字欄位，設定瀏覽模式中每按一次 Page Up 或 Page Down 時要移動多少行。

source: Use screen layout
bg: Използвай подредбата на екрана (когато това е възможно)
de: Bildschirm-Layout verwenden
es: Utilizar diseño de pantalla
hr: Koristi raspored ekrana
nl: Schermlay-out gebruiken
pt_br: Usar Apresentação da Tela
ru: Использовать экранное представление (если поддерживается)
ta: திரைத் தளவமைப்பைப் பயன்படுத்துக
zh_tw: 使用畫面版面配置

source: Key: NVDA+v
bg: Клавишна комбинация: NVDA+V
de: Tastenkombination: NVDA+V
es: Tecla: NVDA+v
hr: Prečac: NVDA+v
nl: Toets: NVDA+v
pt_br: Tecla: NVDA+v
ru: Комбинация клавиш: NVDA+V
ta: விசை: என்விடிஏ+v
zh_tw: 快速鍵: NVDA+v

source: This option allows you to specify whether browse mode should place clickable content (links, buttons and fields) on its own line, or if it should keep it in the flow of text as it is visually shown.
bg: Тази опция ви позволява да зададете дали режимът на разглеждане да поставя щракаемото съдържание (връзки, бутони и полета) на отделни редове, или да го запазва в потока от текст, както е показано на екрана.
de: Mit dieser Option können Sie festlegen, ob der Lesemodus anklickbare Inhalte (Links, Schalter und Felder) in einer eigenen Zeile darstellen soll oder ob sie innerhalb des Textes bleiben sollen, wie sie visuell angezeigt werden.
es: Esta opción te permite especificar si el modo exploración debería colocar el contenido en el que se puede hacer clic (enlaces, botones y campos) en su propia línea, o si debería mantenerlo en el flujo de texto tal y como se muestra visualmente.
hr: Ova vam opcija omogućuje da odredite treba li u načinu pregleda smjestiti sadržaj koji se može kliknuti (poveznice, gumbe i polja) u svoje zasebne redke, ili trebaju ostati zajedno s tekstom kao što je to vizualno prikazano.
nl: Hiermee kunt u bepalen hoe de klikbare inhoud (links, knoppen en velden)van een document in bladermodus moet worden weergegeven. Wilt u dat de klikbare items op een aparte regel komen te staan of moet alles blijven staan zoals het wordt getoond.
pt_br: Esta opção permite especificar se o modo de navegação deve posicionar o conteúdo clicável (links, botões e campos) em linha individual, ou se deve mantê-lo no fluxo de texto conforme é mostrado visualmente.
ru: Этот параметр позволяет указать, должен ли режим просмотра размещать кликабельное содержимое (ссылки, кнопки и поля) на отдельной строке, или же он должен сохранять его в потоке текста, как это происходит при визуальном отображении.
ta: தொடுப்புகள், களங்கள், பொத்தான்கள் போன்ற உலாவும் நிலையில் இருக்கும் சொடுக்கப்படக்கூடிய உள்ளடக்கங்களை அதனதன் வரியில் வைக்க வேண்டுமா, அல்லது பார்வையுள்ளவர்கள் திரையில் காண்பது போல, உரையின் ஓட்டத்துக்கேற்ப வைக்க வேண்டுமா என்பதைத் தீர்மானிக்க இத்தேர்வுப் பெட்டி உதவுகிறது.
zh_tw: 此選項允許您指定瀏覽模式是否應將可點擊的內容 (如：連結、按鈕和欄位) 單獨放在一行，或是保持在如同視覺上顯示的文字走向中。

source: Note that this option doesn't apply to Microsoft Office apps such as Outlook and Word, which always use screen layout.
bg: Имайте предвид, че тази опция не се прилага за приложения на Microsoft Office като Outlook и Word, които винаги използват екранната подредба.
de: Beachten Sie, dass diese Option nicht für Microsoft Office-Anwendungen wie Outlook und Word gilt, die immer das Bildschirm-Layout verwenden.
es: Ten en cuenta que esta opción no se aplica a las aplicaciones de Microsoft Office, como Outlook y Word, que siempre utilizan el diseño de pantalla.
hr: Imajte na umu da se ova opcija ne primjenjuje na Microsoft Office aplikacije poput Outlooka ili Worda koji uvijek koriste izgled zaslona.
nl: Merk op dat deze optie niet geldt voor Microsoft Office apps zoals Outlook en Word die altijd gebruik maken van scherm-layout.
pt_br: Observe que essa opção não se aplica aos aplicativos do Microsoft Office, como Outlook e Word, que sempre usam a apresentação da tela.
ru: Обратите внимание, что этот параметр не применяется к приложениям Microsoft Office, таким как Outlook и Word, которые всегда используют экраннное представление.
ta: அவுட்லுக், வேர்ட் போன்ற மைக்ரோசாஃப்ட் ஆபீஸ் பயன்பாடுகள் எப்பொழுதும் திரைத் தலவமைப்பையே பயன்படுத்துவதால், இவ்விருப்பத் தேர்வு அவைகளுக்குப் பொருந்தாது என்பதைக் கவனிக்கவும்.
zh_tw: 注意此選項不適用於 Microsoft Office 應用程式如 Outlook 和 Word，它們始終使用畫面版面配置。

source: When screen layout is enabled, page elements will stay as they are visually shown.
bg: Когато екранната подредба е включена, елементите на страницата ще останат така, както са показани на екрана.
de: Wenn das Bildschirm-Layout aktiviert ist, bleiben die Seitenelemente so, wie sie visuell dargestellt werden.
es: Cuando el diseño de pantalla está activado, los elementos de la página se mantendrán tal y como se muestran visualmente.
hr: Kada je izgled zaslona uključen, elementi na stranici će ostati prikazani kako se vizualno prikazuju.
nl: Wanneer scherm-layout is ingeschakeld staan de elementen op de pagina zoals deze visueel worden weergegeven.
pt_br: Quando a apresentação da tela estiver habilitada, os elementos da página ficarão como são mostrados visualmente.
ru: Если экранное представление включено, элементы страницы будут оставаться в том виде, в котором они визуально отображаются.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், பக்கங்களின் கூறுகள், பார்வையுள்ளவர்கள் காண்பதுபோல், உரையின் ஓட்டத்துக்கேற்ப வைக்கப்படும்.
zh_tw: 當啟用畫面版面配置，頁面元素將保持畫面直觀顯示的狀態，

source: For example, a visual line of multiple links will be presented in speech and braille as multiple links on the same line.
bg: Например, визуална линия от множество връзки ще бъде представена чрез реч и брайл като множество връзки на един и същи ред.
de: Zum Beispiel wird eine visuelle Zeile mit mehreren Links in Sprache und Braille als mehrere Links auf derselben Zeile dargestellt.
es: Por ejemplo, una línea visual de múltiples enlaces se presentará en voz y braille como múltiples enlaces en la misma línea.
hr: Na primjer, vizualni redak sa više poveznica biti će prikazan u govoru i brajici kao više poveznica u više redaka.
nl: Een regel waarop meerdere links te zien zijn wordt in gesproken vorm en in braille gepresenteerd als inhoud van een en dezelfde regel.
pt_br: Por exemplo, uma linha visual com múltiplos links será apresentada em fala e braille como vários links na mesma linha.
ru: Например, визуальная строка из нескольких ссылок будет представлена в речи и шрифте Брайля как несколько ссылок в одной строке.
ta: எடுத்துக்காட்டாக, பல தொடுப்புகளைக் கொண்ட ஒரு வரி, பேச்சிலும், பிரெயிலும் பார்வைக்குத் தெரிவதுபோல ஒரே வரியில் வைக்கப்படும்.
zh_tw: 例如在視覺上排成一行的多個連結，在語音和點字上的呈現也會將多個連結排在同一行。

source: If it is disabled, then page elements will be placed on their own lines.
bg: Ако е изключена, тогава елементите на страницата ще бъдат поставени на отделни редове.
de: Wenn sie deaktiviert ist, werden die Seitenelemente in einer separaten Zeilen dargestellt.
es: Si se desactiva, los elementos de la página se colocarán en sus propias líneas.
hr: Ako je onemogućen, Elementi će biti smješteni u svojim zasebnim redcima, što će biti jednostavnije prilikom kretanja po stranici redak po redak.
nl: Als de optie uitgeschakeld is, dan komen elementen op de pagima elk op een eigen regel te staan.
pt_br: Se estiver desabilitada, os elementos da página serão colocados em linhas separadamente.
ru: Если эта функция отключена, то элементы страницы будут располагаться на своих собственных строках.
ta: தேர்வினை நீக்கினால், அவைகள், அதனதன் வரிகளில் தனித் தனியே வைக்கப்படும்.
zh_tw: 若停用則頁面元素本身將自成一行，

source: This may be easier to understand during line by line page navigation and make items easier to interact with for some users.
bg: Това може да бъде по-лесно за възприемане при навигация в страницата ред по ред и може да улесни взаимодействието с елементите за някои потребители.
de: Dies kann bei Bedarf die zeilenweise Seitennavigation übersichtlicher gestalten und die Interaktion mit den Elementen für einige Benutzer erleichtern.
es: Esto puede ser más fácil de entender durante la navegación de la página línea por línea, y puede hacer que los elementos sean más fáciles de interactuar para algunos usuarios.
hr: To će učiniti stavke jednostavnima za interakciju za neke korisnike.
nl: Dat kan het begrijpen ervan vergemakkelijken bij het navigeren per regel op de pagina, en kan voor sommige gebruikers de interactie met deze items gemakkelijker maken.
pt_br: Isso pode ser mais fácil de entender durante a navegação na página linha por linha e tornar os itens mais fáceis de interagir para alguns usuários.
ru: Это может быть проще для понимания при построчной навигации по странице и облегчает взаимодействие с элементами для некоторых пользователей.
ta: இப்படி தனித் தனி வரிகளில் வைப்பது, பக்கங்களை வரி வரியாக நகர்ந்து படிக்கும்பொழுது, அக்கூறுகளைப் புரிந்துகொள்ள வசதியாக இருப்பதுடன், அவைகளுடன் அளவளாவ சில பயனர்களுக்கு எளிதாகவும் இருக்கும்.
zh_tw: 這或許在逐行的頁面導覽時更容易理解，並可使某些使用者更容易與項目互動。

source: Enable browse mode on page load
bg: Включвай режима на разглеждане при зареждане на страницата
de: Lesemodus beim Laden von Webseiten verwenden
es: Habilitar modo Exploración al cargar Página
hr: Aktiviraj modus čitanja nakon učitavanja stranice
nl: Bladermodus inschakelen bij laden van pagina
pt_br: Habilitar o modo de navegação no carregamento da página
ru: Активировать режим обзора при загрузке страницы
ta: பக்கம் ஏற்றப்படும்பொழுது உலாவும் நிலையை முடுக்குக
zh_tw: 頁面載入時啟用瀏覽模式

source: This checkbox toggles whether browse mode should be automatically enabled when loading a page.
bg: Тази настройка определя дали режимът на разглеждане да се включва автоматично при зареждане на страница.
de: Mit diesem Kontrollkästchen legen Sie fest, ob der Lesemodus beim Laden einer Webseite aktiviert werden soll.
es: Esta casilla de verificación conmuta si se debería habilitar automáticamente el modo exploración al cargar una página.
hr: Ovaj potvrdni okvir regulira hoće li se modus čitanja uključiti prilikom učitavanja stranice.
nl: Met dit selectievakje kunt u bepalen of bladermodus automatisch wordt ingeschakeld bij het laden van een pagina.
pt_br: Essa caixa de seleção define se o modo de navegação deve ser habilitado automaticamente ao carregar uma página.
ru: Этот флажок настраивает автоматическую активацию режима обзора для загружаемых страниц.
ta: ஒரு பக்கம் ஏற்றப்படும்பொழுது, உலாவும் நிலை தானாக முடுக்கப்படவேண்டுமா என்று தீர்மானிக்க இத்தேர்வுப் பெட்டி உதவுகிறது.
zh_tw: 此核取方塊切換在頁面載入後是否自動啟用瀏覽模式，

source: When this option is disabled, browse mode can still be manually activated on pages or in documents where browse mode is supported.
bg: Когато тази опция е изключена, режимът на разглеждане пак може да се активира ръчно на страници или в документи, където се поддържа режим на разглеждане.
de: Der Lesemodus kann auf Seiten und in Dokumenten, die diesen Modus unterstützen, weiterhin manuell aktiviert werden, auch wenn diese Option deaktiviert ist.
es: Cuando esta opción esté deshabilitada, el modo exploración todavía puede activarse manualmente en páginas o en documentos donde se admita el modo exploración.
hr: Kad je ova opcija uključena, modus čitanja može biti uključen ručno na stranicama ili u dokumentima gdje je modus čitanja podržan.
nl: Als het selectievakje niet wordt aangevinkt, kan bladermodus altijd nog handmatig worden geactiveerd op pagina's of in documenten die bladermodus ondersteunen.
pt_br: Quando esta opção está desabilitada, o modo de navegação ainda pode ser ativado manualmente em páginas ou em documentos nos quais o modo de navegação é suportado.
ru: Если он снят, то режим обзора всё равно можно активировать вручную в тех документах, где это поддерживается.
ta: இத்தேர்வுப் பெட்டி தேர்வாகாத நிலையிலும், உலாவும் நிலை ஆதரிக்கப்படும் ஆவணங்களில், உலாவும் நிலையை கைமுறையில் இயக்கலாம்.
zh_tw: 當停用此選項您仍然可以在支援瀏覽模式的頁面或文件中手動啟用瀏覽模式，

source: See the [Browse Mode section](#BrowseMode) for a list of applications supported by browse mode.
bg: За списъка с приложения поддържащи режим на разглеждане, прегледайте [раздела „Режим на разглеждане“](#BrowseMode).
de: Weitere Informationen, welche Anwendungen den Lesemodus unterstützen, finden Sie im Abschnitt [Lesemodus](#BrowseMode).
es: Consulta la [Sección modo Exploración](#BrowseMode) para una lista de las aplicaciones admitidas por el modo Exploración.
hr: Pogledajte [poglavlje Modus čitanja](#BrowseMode) kako biste pogledali popis podržanih aplikacija u modusu čitanja.
nl: Raadpleeg [de paragraaf Bladermodus](#BrowseMode) voor een lijst van applicaties die door bladermodus ondersteund worden.
pt_br: Veja a [seção Modo de Navegação](#BrowseMode) para obter uma lista de aplicativos suportados pelo modo de navegação.
ru: Для получения списка приложений, поддерживающих режим обзора, обратитесь к разделу [Режим обзора](#BrowseMode).
ta: உலாவும் நிலை ஆதரிக்கும் ஆவணங்களின் பட்டியலை [ உலாவும் நிலைப் பிரிவில்](#BrowseMode) காணவும்.
zh_tw: 請參見[瀏覽模式章節](#BrowseMode)來查看支援瀏覽模式的應用程式清單。

source: Note that this option does not apply to situations where browse mode is always optional, e.g. in Microsoft Word.
bg: Имайте предвид, че тази опция не се прилага за ситуации, в които режимът на разглеждане е винаги по избор, например в Microsoft Word.
de: Beachten Sie, dass diese Option nicht für Situationen gilt, in denen der Lesemodus immer optional ist, z. B. in Microsoft Word.
es: Ten en cuenta que esta opción no se aplica a situaciones donde el modo exploración sea siempre opcional, por ejemplo, en Microsoft Word.
hr: Imajte na umu da se ovo ne primjenjuje u situacijama gdje je modus čitanja uvijek neobavezan, na primjer u Microsoft Wordu.
nl: Merk op dat deze optie niet van toepassing is in situaties waar bladermodus altijd optioneel is, zoals in Microsoft Word.
pt_br: Observe que esta opção não se aplica a situações em que o modo de navegação é sempre opcional, por exemplo no Microsoft Word.
ru: Обратите внимание, что этот параметр не применяется в тех случаях, когда режим обзора является опциональным, например в документах Microsoft Word.
ta: உலாவும் நிலையை பயன்படுத்த வேண்டுமென்கிற கட்டாயம் இல்லாத மைக்ரோசாஃப்ட் வேர்ட் போன்ற ஆவணங்களுக்கு இவ்விருப்பத் தேர்வு பொருந்தாது.
zh_tw: 附註：此選項並不適用於瀏覽模式總是為選用的情況，例如在 Microsoft Word。

source: This option is enabled by default.
bg: Тази опция е включена по подразбиране.
de: Diese Option ist standardmäßig aktiviert und somit wird der Lesemodus automatisch beim Laden von Webseiten verwendet.
es: Esta opción está habilitada por defecto.
hr: Ova je opcija standardno aktivirana.
nl: Deze optie staat standaard ingeschakeld.
pt_br: Essa opção está habilitada por padrão.
ru: По умолчанию этот флажок установлен.
ta: இயல்பில், இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்கும்.
zh_tw: 此選項預設啟用。

source: Automatic Say All on page load
bg: Автоматично изчитане на съдържанието на заредените страници
de: Webseite nach dem Laden automatisch vorlesen
es: Verbalizar Todo Automáticamente al Cargar la Página
hr: Automatski "Izgovori sve" nakon učitavanja stranice
nl: Automatisch lezen zodra pagina geladen is
pt_br: Leitura Contínua Automática ao Carregar a Página
ru: Автоматическое чтение страницы при её загрузке
ta: பக்கம் ஏற்றப்படும்பொழுது எல்லாவற்றையும் தானாகப் படித்திடுக
zh_tw: 頁面載入時自動讀出全部內容

source: This checkbox toggles the automatic reading of a page after it loads in browse mode.
bg: Тази настройка определя дали документът в режим на разглеждане ще бъде прочитан автоматично, когато бъде зареден.
de: Diese Option steuert, ob Dokumente automatisch vorgelesen werden sollen, sobald sie vollständig geladen werden.
es: Esta casilla de verificación alterna la verbalización automática de una página después de cargarla en modo exploración.
hr: Ova opcija uključuje ili isključuje automatsko čitanje web stranice kad se ista učita u modusu čitanja.
nl: Deze optie bepaalt of een pagina die geladen is in bladermodus automatisch wordt gelezen.
pt_br: Essa caixa de seleção alterna a leitura automática duma página depois que ela é carregada no Modo de Navegação.
ru: Этот флажок определяет автоматическое чтение страницы в режиме обзора после её загрузки.
ta: இத்தேர்வுப் பெட்டி, உலாவும் நிலையில், ஒரு பக்கம் ஏற்றப்படும்பொழுது, அது தானாகப் படிக்கப்படும் வசதியை முடுக்குகிறது, அல்லது முடக்குகிறது.
zh_tw: 此核取方塊切換在瀏覽模式下載入頁面後是否自動讀出頁面的內容，

source: This option is enabled by default.
bg: По подразбиране тази опция е включена.
de: Diese Option ist standardmäßig aktiviert.
es: Esta opción está activada por defecto.
hr: Ova je opcija standardno aktivirana.
nl: Deze optie is standaard ingeschakeld.
pt_br: Por padrão, essa opção está habilitada.
ru: По умолчанию этот флажок установлен.
ta: இயல்பில், இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்கும்.
zh_tw: 此選項預設啟用。

source: Include layout tables
bg: Включване на таблиците, които са част от оформлението
de: Layout-Tabellen im Lesemodus einbeziehen
es: Incluir Tablas de Diseño
hr: Uključi tablice rasporeda
nl: Lay-outtabellen opnemen
pt_br: Incluir Tabelas de Leiaute
ru: Учитывать макетные таблицы
ta: தளவமைப்பு அட்டவணைகளைச் சேர்த்துக் கொள்க
zh_tw: 包含排版表格

source: This option affects how NVDA handles tables used purely for layout purposes.
bg: Тази опция се отразява на начина, по който NVDA се отнася към таблиците, използвани изцяло за целите на оформлението.
de: Mit dieser Option können Sie bestimmen, wie NVDA mit Tabellen umgeht, die nur zu Gestaltungszwecken verwendet werden.
es: Esta opción afecta a cómo NVDA maneja las tablas utilizadas exclusivamente con fines de diseño.
hr: Ova opcija utječe na to kako će NVDA baratati tablicama koje imaju svrhu prikazivanja nekog rasporeda.
nl: Met deze optie kunt u bepalen hoe NVDA moet omgaan met tabellen die uitsluitend dienen ter ondersteuning van de layout.
pt_br: Essa opção afeta como o NVDA controla as tabelas usadas exclusivamente para propósitos de apresentação.
ru: Этот флажок влияет на то, как NVDA обрабатывает макетные таблицы, используемые только для разметки документа.
ta: இத்தேர்வுப் பெட்டி, தளவமைப்புகளுக்காக மட்டுமே பயன்படுத்தப்படும் அட்டவணைகளை என்விடிஏ எவ்வாறு கையாள வேண்டுமென்பதை வரையறுக்க உதவுகிறது.
zh_tw: 此選項會影響 NVDA 如何處理單純用於排版用途的表格，
