Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Options |Default (Diffing), Diffing, UIA notifications
bg: По подразбиране |Diffing
de: Optionen |Standard (Abweichend), Abweichend, UIA-Benachrichtigungen
es: Opciones |Difusión, notificaciones UIA
hr: Opcije |Podrazumjevano (difovanje), difovanje, UIA obavjesti
nl: Opties |Standaard (Diffing), Diffing, UIA notificaties
pt_br: Opções |Padrão (Diffing), Diffing, Notificações UIA
ru: Опции |По умолчанию (Выбранного diff-алгоритма), Выбранного diff-алгоритма, Уведомлений UIA
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (தெரிவுச் செய்யப்பட்டிருக்கும் படிமுறைத் தீர்வினைப் பயன்படுத்துக), தெரிவுச் செய்யப்பட்டிருக்கும் படிமுறைத் தீர்வினைப் பயன்படுத்துக, பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் அறிவிக்கைகள்
zh_tw: 選項 |預設 (單行分析)、單行分析、UIA 通知

source: Default |Diffing
bg: Опции |По подразбиране (Diffing), Diffing, UIA известия
de: Standard |Abweichend
es: Predeterminado |Difusión
hr: Podrazumjevano |difovanje
nl: Standaard |Diffing
pt_br: Padrão |Diffing
ru: По умолчанию |Выбранного diff-алгоритма
ta: இயல்பிருப்பு |தெரிவுச் செய்யப்பட்டிருக்கும் படிமுறைத் தீர்வினைப் பயன்படுத்துக
zh_tw: 預設 |單行分析

source: This option selects how NVDA determines what text is "new" (and thus what to speak when "report dynamic content changes" is enabled) in Windows Terminal and the WPF Windows Terminal control used in Visual Studio 2022.
bg: Тази опция указва как NVDA определя кой текст е „нов“ (и по този начин – какво да се изговаря, когато е включена опцията „Докладвай динамичните промени в съдържанието“) в терминала на Windows и WPF контролата на терминала на Windows, използвана във Visual Studio 2022.
de: Mit dieser Option wird festgelegt, wie NVDA bestimmt, welcher Text "neu" ist (und somit, was mitgeteilt werden soll, wenn "Änderungen dynamischer Inhalte mitteilen" aktiviert ist) in Windows-Terminal und dem WPF-Windows-Terminal-Steuerelement, das in Visual Studio 2022 verwendet wird.
es: Esta opción selecciona cómo determina NVDA qué texto es "nuevo" (y qué verbalizar cuando "anunciar cambios de contenido dinámico" esté habilitado) en la Terminal de Windows y en el control WPF de la Terminal de Windows utilizado en Visual Studio 2022.
hr: Ova opcija regulira način na koji NVDA otkriva "novi" tekst, i stoga što treba izgovoriti kada je opcija "izgovori promjene dinamičkog sadržaja" uključena u Windows Terminalu i WPF Windows Terminalu kontroli koja se koristi u Visual studio 2022.
nl: Met deze optie kiest u hoe NVDA bepaalt wat er aan nieuwe tekst is (en dus wat gelezen moet worden als "dynamische inhoudwijzigingen melden" ingeschakeld is) in Windows Terminal en de WPF Windows Terminal control die gebruikt wordt in Visual Studio 2022.
pt_br: Esta opção seleciona como o NVDA determina qual texto é "novo" (e, portanto, o que falar quando "anunciar alterações de conteúdo dinâmico" está habilitado) no Terminal Windows e no controle do Terminal Windows WPF usado no Visual Studio 2022.
ru: Этот параметр определяет, как NVDA определяет, какой текст является "новым" (и, следовательно, что говорить, когда включена опция "сообщать динамические изменения содержимого") в Windows Terminal и WPF Windows Terminal control, используемом в Visual Studio 2022.
ta: விண்டோஸ் முனையத்திலும், விஷுவல் ஸ்டூடியோ 2022ல் பயன்படுத்தப்படும் WPF விண்டோஸ் முனையக் கட்டுப்பாட்டிலும் இயங்குநிலை மாற்றங்களை அறிவிக்கும் வசதி முடுக்கப்பட்டிருந்தால், எந்த உரை புதிது, எதைப் பேச வேண்டுமென்று என்விடிஏ தீர்மானிக்க இவ்விருப்பத் தேர்வு வரையறுக்கிறது.
zh_tw: 此選項選擇 NVDA 在 Windows 終端機及 Visual Studio 2022 使用的 WPF Windows 終端機控製項中如何判斷哪些文字是「新的」 (以及當啟用「讀出動態內容變化」時要讀出哪些文字)，

source: It does not affect the Windows Console (`conhost.exe`).
bg: Тя не засяга конзолата на Windows (`conhost.exe`).
de: Die Windows-Konsole (`conhost.exe`) ist davon nicht betroffen.
es: No afecta a la Consola de Windows (`conhost.exe`).
hr: Ovo ne utjeće na naredbeni redak sustava windows (`conhost.exe`).
nl: Dit is niet van invloed op de Windows-console (`conhost.exe`).
pt_br: Ela não afeta o Console do Windows (`conhost.exe`).
ru: Это не влияет на консоль Windows Console (`conhost.exe`).
ta: விண்டோஸ் கட்டுப்பாட்டகத்தின்் மீது (`conhost.exe`) இது தாக்கத்தை ஏற்படுத்துவதில்லை.
zh_tw: 但不會影響 Windows 主控台 (conhost.exe)。

source: The Speak new text in Windows Terminal combo box has three options:
bg: Падащият списък „Изговаряй нов текст в терминала на Windows чрез“ има три опции:
de: Dieses Kombinationsfeld hat drei Optionen:
es: El cuadro combinado verbalizar texto nuevo en la Terminal de Windows tiene tres opciones:
hr: Odabirni okvir izgovori novi tekst u naredbenom redku sadrži tri opcije:
nl: Het vervolgkeuzemenu Nieuwe tekst (voor)lezen in Windows Terminal heeft drie keuzemogelijkheden:
pt_br: A caixa de combinação Falar texto novo no Terminal Windows tem três opções:
ru: Комбинированный список имеет три варианта:
ta: விண்டோஸ் முனையத்தில் இருக்கும் 'புதிய உரையைப் பேசுக' சேர்க்கைப் பெட்டி மூன்று விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 「在 Windows 終端機讀出新文字方式」下拉式方塊有三個選項：

source: Default: This option is currently equivalent to "diffing", but it is anticipated to change once support for UIA notifications is further developed.
bg: По подразбиране: Понастоящем тази опция е еквивалентна на „Diffing“, но се очаква това да се промени, след като поддръжката за UIA известия бъде доработена.
de: Standard: Diese Option ist derzeit gleichwertig mit "diffing", wird sich aber voraussichtlich ändern, sobald die Unterstützung für UIA-Benachrichtigungen weiter entwickelt wurde.
es: Predeterminado: esta opción actualmente equivale a "difusión", pero se prevé que cambie una vez que se desarrolle más la compatibilidad con las notificaciones UIA.
hr: Podrazumjevano: Ova je opcija trenutno istobinta opciji "difovanje", ali se to planira promijeniti kada će UIA podrška biti dorađenija.
nl: Standaard: Deze mogelijkheid is momenteel hetzelfde als "diffing", maar zal naar verwachting anders worden als ondersteuning voor UIA-notificaties verder ontwikkeld wordt.
pt_br: Padrão: Essa opção é atualmente equivalente a "diffing", mas espera-se que mude assim que o suporte para Notificações UIA for desenvolvido.
ru: По умолчанию: В настоящее время эта опция эквивалентна значению параметра "diff-алгоритм", но ожидается, что она изменится, когда поддержка уведомлений UIA будет доработана.
ta: இயல்பிருப்பு: இவ்விருப்பத் தேர்வு, தெரிவுச் செய்யப்பட்டிருக்கும் மாற்றங்களைக் கண்டறிவதற்கான படிமுறைத் தீர்விற்கு தற்பொழுது இணையானதாக உள்ளது. ஆனால், பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் அறிவிக்கைகளுக்கான ஆதரவு மேலும் மேம்படுத்தப்பட்டவுடன் இது மாறுமென்று எதிர்பார்க்கப்படுகிறது.
zh_tw: 預設：此選項目前等同於「單行分析」，但預計在進一步開發對 UIA 通知的支援後會有改變。

source: Diffing: This option uses the selected diff algorithm to calculate changes each time the terminal renders new text.
bg: Diffing: Тази опция използва избрания diff алгоритъм, за да изчисли промените всеки път, когато терминалът представя нов текст.
de: Abweichend: Bei dieser Option wird der ausgewählte Diff-Algorithmus verwendet, um die Änderungen jedes Mal zu berechnen, wenn das Terminal neuen Text rendert.
es: Difusión: esta opción utiliza el algoritmo diff seleccionado para calcular los cambios cada vez que la terminal muestre el nuevo texto.
hr: Difovanje: Ova opcija koristi označeni algoritam difovanja za računanje novih izmjena kada terminal prikazuje novi tekst.
nl: Diffing: Deze mogelijkheid maakt gebruik van het geselecteerde diff algoritme om veranderingen te berekenen telkens wanneer de terminal nieuwe tekst aanbiedt.
pt_br: Diffing: Essa opção usa o algoritmo de comparação — diff — selecionado para calcular as alterações cada vez que o terminal renderiza um novo texto.
ru: Выбранного diff-алгоритма: Эта опция использует выбранный diff-алгоритм для расчёта изменений каждый раз, когда терминал отображает новый текст.
ta: தெரிவுச் செய்யப்பட்டிருக்கும் படிமுறைத் தீர்வு: புதிய உரையை முனையம் வழங்கும்பொழுது, தெரிவுச் செய்யப்பட்டிருக்கும் மாற்றங்களைக் கண்டறிவதற்கான படிமுறைத் தீர்வினை இவ்விருப்பத் தேர்வு பயன்படுத்துகிறது.
zh_tw: 單行分析：此選項使用所選的差異分析來計算每次終端機顯示新文字時的變化，

source: This is identical to NVDA's behaviour in versions 2022.4 and earlier.
bg: Това е идентично с поведението на NVDA 2022.4 и по-старите версии.
de: Dies ist identisch mit dem Verhalten von NVDA in den Versionen 2022.4 und älter.
es: Esto es idéntico al comportamiento de NVDA en las versiones 2022.4 y anteriores.
hr: Ovo je istovjetno ponašanju NVDA u inačicama 2022.4 i ranijim.
nl: Dit is identiek aan wat NVDA nu doet in versie 2022.4 en daarvoor.
pt_br: Isto é idêntico ao comportamento do NVDA nas versões 2022.4 e anteriores.
ru: Это идентично поведению NVDA 2022.4 и более ранних версий.
ta: என்விடிஏ 2022.4 மற்றும் அதற்கு முந்தைய பதிப்புகளின் தன்மைக்கு இது ஒத்ததாகும்.
zh_tw: 這與 NVDA 在 2022.4 及更早版本中的行為相同。

source: UIA notifications: This option defers the responsibility of determining what text to speak to Windows Terminal itself, meanning that NVDA no longer has to determine what text currently on-screen is "new".
bg: UIA известия: Тази опция предава отговорността за определяне какъв текст да се изговаря на самия терминал на Windows, което означава, че NVDA вече не трябва да определя кой текст на екрана в момента е „нов“.
de: UIA-Benachrichtigungen: Mit dieser Option wird die Entscheidung, welcher Text mitgeteilt werden soll, an das Windows-Terminal übertragen, d. h., NVDA muss nicht mehr feststellen, welcher Text auf dem Bildschirm "neu" ist.
es: Notificaciones UIA: esta opción desvía la responsabilidad de determinar qué texto verbalizar a la propia Terminal de Windows, lo que significa que NVDA ya no tiene que determinar qué texto es actualmente "nuevo" en pantalla.
hr: UIA obavijesti: Ova opcija prebacuje odgovornost određivanja novog teksta na Windows terminal, što znači da NVDA više ne mora motriti novi tekst.
nl: UIA-notificaties: Deze mogelijkheid draagt de verantwoordelijkheid om te bepalen wat er aan tekst moet worden (voor)gelezen over aan Windows Terminal zelf, wat inhoudt dat NVDA niet langer hoeft te bepalen wat er nieuw is in de tekst die op dat moment op het scherm staat.
pt_br: Notificações UIA: Essa opção adia a responsabilidade de determinar qual texto falar para o próprio Terminal Windows, significando que o NVDA não precisa mais determinar qual texto atualmente na tela é "novo".
ru: Уведомлений UIA: Эта опция перекладывает ответственность за определение текста на сам Windows Terminal, это значит, что NVDA больше не нужно определять, какой текст, отображаемый на экране, является "новым".
ta: பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் அறிவிக்கைகள்: எந்த உரையைப் பேச வேண்டுமென்று வரையறுக்கும் பொறுப்பை விண்டோஸ் முனையத்திடம் இவ்விருப்பத் தேர்வு விட்டுவிடுகிறது. அதாவது, திரையில் தோன்றும் எந்த உரை புதிது என்பதை என்விடிஏ வரையறுக்கத் தேவையில்லை.
zh_tw: UIA 通知：此選項將要讀出哪些文字的責任交給 Windows 終端機本身，表示 NVDA 不再須要判斷目前螢幕上的文字是否是「新的」。

source: This should markedly improve performance and stability of Windows Terminal, but this feature is not yet complete.
bg: Това трябва значително да подобри производителността и стабилността на терминала на Windows, но тази функция все още не е доработена.
de: Dies sollte die Leistung und Stabilität im Windows-Terminal deutlich verbessern, aber diese Funktion ist noch nicht vollständig.
es: Esto debería mejorar notablemente el rendimiento y la estabilidad de la Terminal de Windows, pero esta función aún no está completa.
hr: Ovo unapređuje performanse i stabilnost Windows terminala, ali ova funkcija nije još usavršena.
nl: Dit moet een sterke verbetering in de prestatie en van de stabiliteit opleveren van Windows Terminal, maar deze funtie is nog niet uitontwikkeld.
pt_br: Isso deve melhorar significativamente o desempenho e a estabilidade do Terminal Windows, mas esse recurso ainda não está completo.
ru: Это должно заметно повысить производительность и стабильность работы Windows Terminal, но работа над данной функцией ещё не завершена.
ta: இது விண்டோஸ் முனையத்தின் செயல்திறனையும், நிலைத்தன்மையையும் குறிப்பிடத்தக்க வகையில் மேம்படுத்தவேண்டும். ஆனால், இக்கூறு இன்னும் முழுமையடையவில்லை.
zh_tw: 這應該能夠顯著提高 Windows 終端機的效能及穩定性，但此功能尚未完成，

source: In particular, typed characters that are not displayed on-screen, such as passwords, are reported when this option is selected.
bg: По-конкретно, въведените знаци, които не се показват на екрана, като пароли, се докладват, когато е избрана тази опция.
de: Insbesondere werden Zeichen während der Eingabe, die nicht auf dem Bildschirm angezeigt werden, wie z. B. Kennwörter, mitgeteilt, wenn diese Option ausgewählt ist.
es: En particular, los caracteres escritos que no se muestren en pantalla, como las contraseñas, se anuncian cuando esta opción esté seleccionada.
hr: Točnije, znakovi koji se ne vide na zaslonu poput lozinki, se čitaju kada je ova opcija uključena.
nl: Met name getypte karakters die niet op het scherm worden weergegeven zoals wachtwoorden worden uitgesproken wanneer deze optie wordt geselecteerd.
pt_br: Em particular, caracteres digitados que não são exibidos na tela, como senhas, são relatados quando esta opção está selecionada.
ru: В частности, при выборе этой опции сообщается о набранных символах, которые не отображаются на экране, например, о паролях.
ta: குறிப்பாக, கடவுச்சொற்கள் போன்ற திரையில் காட்டப்படாத தட்டச்சு செய்யப்பட்ட எழுத்துகள், இவ்விருப்பத் தேர்வினைத் தெரிவுச் செய்யும்பொழுது அறிவிக்கப்படும்.
zh_tw: 特別是當選擇此選項，不會在螢幕上顯示的輸入文字例如密碼會被讀出來。

source: Additionally, contiguous spans of output of over 1,000 characters may not be reported accurately.
bg: Освен това, изведени последователни откъси от над 1000 знака може да не бъдат отчетени точно.
de: Außerdem kann es vorkommen, dass zusammenhängende Abschnitte mit mehr als 1.000 Zeichen nicht korrekt mitgeteilt werden.
es: Además, es posible que los tramos contiguos de salida de más de 1000 caracteres no se anuncien con exactitud.
hr: Dodatno, izlaz teksta koji prekoračuje 1000 znakova može biti neispravno pročitan.
nl: Verder kan het zijn dat uitvoerclusters die uit meer dan 1,000 karakters bestaan niet accuraat worden weergegeven.
pt_br: Além disso, intervalos contíguos de saída com mais de 1000 caracteres podem não ser relatados com precisão.
ru: Кроме того, непрерывный вывод длиной более 1000 символов может неточно отображаться.
ta: கூடுதலாக, 1000 வரியுருக்களுக்கு மேலான தொடர்ச்சியான வெளியீடு துல்லியமாக அறிவிக்கப்படாமல் இருக்கலாம்.
zh_tw: 此外，連續輸出超過 1,000 個字元可能無法準確讀出。

source: Attempt to cancel speech for expired focus events
bg: Опитвай се да анулираш речта за събития, свързани с елементи, които вече не са на фокус
de: Sprachausgabe unterbrechen, wenn das Ereignis für den Fokus abgelaufen ist
es: Intentar cancelar voz para eventos de foco caducados
hr: Pokušaj zaustavljanja govora za događaje fokusa koji su istekli
nl: Probeer spraak te annuleren bij verlopen gebeurtenissen met focus
pt_br: Tentar cancelar a fala para eventos de foco expirados
ru: Пытаться отменять речевой вывод для устаревших событий фокуса
ta: காலாவதியான குவிமைய நிகழ்வுகளுக்கான பேச்சை விலக்கிக்கொள்ள முயல்க
zh_tw: 嘗試將已過期焦點事件的語音取消

source: This option enables behaviour which attempts to cancel speech for expired focus events.
bg: Тази опция дава възможност за поведение, което се опитва да анулира речта за събития, свързани с елементи, които вече не са на фокус.
de: Diese Option aktiviert ein Verhalten, welches bei abgelaufenen Ereignissen des Fokus versucht, die Sprachausgabe abzubrechen.
es: Esta opción habilita el comportamiento que intenta cancelar la voz para eventos de foco caducados.
hr: Ova opcija uključuje ponašanje koje omogućuje zaustavljanje govora za događaje fokusa koji su istekli.
nl: Met deze optie kunt u ervoor zorgen dat geprobeerd wordt spraak bij verlopen gebeurtenissen met focus uitte zetten.
pt_br: Essa opção habilita o comportamento que tenta cancelar a fala para eventos de foco expirados.
ru: Эта опция позволяет включить поведение, при котором NVDA будет пытаться отменять речевой вывод для устаревших и вероятно более ненужных событий системного фокуса.
ta: இவ்விருப்பத் தேர்வு, காலாவதியான குவிமைய நிகழ்வுகளுக்கான பேச்சை விலக்கிக்கொள்ளும் முயற்சியை முடுக்கிவிடும்.
zh_tw: 啟用此選項會嘗試將已過期焦點事件的語音取消，

source: In particular moving quickly through messages in Gmail with Chrome can cause NVDA to speak outdated information.
bg: По-конкретно, бързото обхождане на съобщения в Gmail с Chrome може да накара NVDA да докладва остаряла информация.
de: Insbesondere das schnelle Durchlaufen von Nachrichten in GMail mit Google Chrome kann dazu führen, dass NVDA alte Informationen noch vorliest.
es: En particular moverse rápidamente por los mensajes en Gmail con Chrome puede hacer que NVDA verbalice información obsoleta.
hr: Uobičajeno kretanje kroz poruke u Gmailu sa Chromeom može prouzročiti da NVDA izgovara netočne informacije.
nl: Met name als u snel met Chrome door berichten in Gmail gaat, doet de gesproken informatie die NVDA geeft er mogelijk niet meer toe.
pt_br: Em particular, a movimentação rápida de mensagens no Gmail com o Chrome pode fazer com que o NVDA fale informações desatualizadas.
ru: В частности, это решает проблему, когда быстрое перемещение фокуса между сообщениями Gmail в Chrome, может приводить к чтению устаревшей информации.
ta: குறிப்பாக, கூகுள் குரோமில், ஜிமெயில் அஞ்சல்களை விரைவாகப் படிக்கும்பொழுது, காலாவதியான தகவல்களை என்விடிஏ படிப்பதைத் தவிர்க்க இது உதவும்.
zh_tw: 尤其是以 Chrome 快速瀏覽 Gmail 中的訊息常引發 NVDA 讀出過時的資訊。

source: This functionality is enabled by default as of NVDA 2021.1.
bg: Тази функционалност е включена по подразбиране от NVDA 2021.1.
de: Diese Funktion ist ab NVDA 2021.1 standardmäßig aktiviert.
es: Esta funcionalidad está predeterminada a partir de NVDA 2021.1.
hr: Ova je funkcija podrazumjevano uključena od NVDA verzije 2021.1.
nl: Met de introductie van NVDA 2021.1 staat deze fucntionaliteit standaard ingeschakeld.
pt_br: Esta funcionalidade está habilitada por padrão a partir do NVDA 2021.1.
ru: Эта функция включена по умолчанию, начиная с NVDA 2021.1.
ta: என்விடிஏ 2021.1 பதிப்பு முதல் இச்செயல்பாடு இயல்பில் முடுக்கப்பட்டிருக்கும்.
zh_tw: 此功能自 NVDA 2021.1 起預設啟用。

source: Caret move timeout (in MS)
bg: Време за изчакване на движението на каретката (в мсек)
de: Zeitüberschreitung beim Navigieren mit dem System-Cursor
es: Tiempo de espera para el movimiento del cursor (en MS)
hr: Brzina micanja kursora sustava (u milisekundama)
nl: Reactievertraging invoercursor(in MS)
pt_br: Tempo limite de movimento do cursor (em MS)
ru: Тайм-аут перемещения каретки (в миллисекундах)
ta: சுட்டியின் நகர்வு காட்சியளிக்கும் நேரம் (நுண்வினாடிகளில்)
zh_tw: 等待游標移動時間 (以毫秒計)

source: This option allows you to configure the number of milliseconds NVDA will wait for the caret (insertion point) to move in editable text controls.
bg: Тази опция ви позволява да конфигурирате броя милисекунди, които NVDA ще изчаква движението на каретката (точката на вмъкване) в редактируеми текстови контроли.
de: Mit dieser Option können Sie die Anzahl der Millisekunden konfigurieren, die NVDA wartet, bis sich der Cursor (Einfügepunkt) in den editierbaren Textsteuerelementen bewegt.
es: Esta opción te permite configurar el número de milésimas de segundo que NVDA esperará a que el cursor (punto de inserción) se mueva en los controles de texto editables.
hr: Ova opcija omogućuje povećanje ograničenja čekanja, u kojem NVDA čeka da se pojavi pokazivač u polju za uređivanje.
nl: Met deze optie kunt u het aantal miliseconden instellen dat NVDA wacht voordat de invoercursor beschikbaar is voor het invoeren / bewerken van tekst.
pt_br: Essa opção permite-lhe configurar o número de milissegundos que o NVDA irá aguardar até que o cursor (ponto de inserção) se mova em controles de texto editáveis.
ru: Этот параметр позволяет настроить количество миллисекунд, в течение которых NVDA будет ожидать перемещения системной каретки (текстового курсора) в редактируемых текстовых элементах управления.
ta: தொகுக்கப்படக்கூடிய உரைக் கட்டுப்பாடுகளில் சுட்டி நகர்வதற்காக என்விடிஏ எத்தனை நுண்வினாடிகள் காத்திருக்க வேண்டுமென்பதை வரையறுக்க இவ்விருப்பத் தேர்வு அனுமதிக்கிறது.
zh_tw: 此選項允許您設定 NVDA 等待游標 (插入點) 在文字編輯區中移動的毫秒數，

source: If you find that NVDA seems to be incorrectly tracking the caret E.g. it seems to be always one character behind or is repeating lines, then you may wish to try increasing this value.
bg: Ако установите, че NVDA изглежда неправилно проследява каретката, напр. изглежда, че винаги е с един символ назад или прочита повторно редове, тогава може да е добра идея да опитате да увеличите тази стойност.
de: Wenn Sie feststellen, dass NVDA die Einfügemarke falsch zu verfolgen scheint, z. B., wenn NVDA immer ein Zeichen hinterher liegt oder beim Navigieren manche Zeilen wiederholt, dann sollten Sie versuchen, diesen Wert zu erhöhen.
es: Si ves que NVDA aparenta estar siguiendo incorrectamente el cursor, por ejemplo, parece estar siempre un carácter por detrás o repitiendo líneas, entonces puedes intentar aumentar este valor.
hr: Ako mislite da NVDA uvijek kasni jedan znak iza ili ponavlja retke, tada biste trebali povećati ovu vrijednost.
nl: Als u ervaart dat NVDA de invoercursor niet juist lijkt te volgen, hij loopt bijv. altijd 1 teken achter of herhaalt steeds regels dan kunt u eens proberen deze waarde te verhogen.
pt_br: Se você achar que o NVDA parece estar rastreando incorretamente o cursor, por exemplo parece estar sempre um caractere por trás ou está repetindo linhas, então você pode tentar aumentar esse valor.
ru: Вы можете попробовать увеличить это значение, если заметите, что NVDA некорректно отслеживает перемещение каретки, например, если вам кажется, что она всегда расположена на один символ позади или дублирует перемещение по строкам.
ta: என்விடிஏ எப்பொழுதும் சுட்டியினிடத்திற்கு ஒரு வரியுரு பின்தங்கியிருக்கிறது, அல்லது வரிகளை மறுபடியும் தோற்றுவிக்கிறது என்றால், சுட்டியை என்விடிஏ சரிவர பின்தொடர்வதில்லை என்று பொருள். இது போன்ற தருணங்களில், இக்களத்தின் மதிப்பை கூட்டிப் பார்க்கவும்.
zh_tw: 如果您發現 NVDA 似乎沒有正確的追蹤游標位置，例如總是比實際的游標位置慢一個字元，或是重覆讀出同一行的內容，那麼不妨嘗試提高此數值。

source: Report transparency for colors
bg: Докладвай стойностите на прозрачни цветове
de: Transparente Farben mitteilen
es: Anunciar transparencia de los colores
hr: Izgovaraj transparentnost boja
nl: Transparantie van kleuren melden
pt_br: Anunciar transparência para cores
ru: Сообщать прозрачность цвета
ta: நிறங்களின் தெளிவினை அறிவித்திடுக
zh_tw: 讀出色彩的透明度
