Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: You can browse available incompatible add-ons using the [available and updatable add-ons tabs](#AddonStoreFilterStatus).
bg: Можете да преглеждате наличните несъвместими добавки, като използвате [разделите за налични и обновяеми добавки](#AddonStoreFilterStatus).
de: Sie können die verfügbaren inkompatiblen NVDA-Erweiterungen mit Hilfe der Registerkarte [verfügbare und zu aktualisierende NVDA-Erweiterungen](#AddonStoreFilterStatus) durchsuchen.
es: Puedes examinar los complementos incompatibles disponibles utilizando la [pestaña complementos disponibles y actualizables](#AddonStoreFilterStatus).
hr: Možete istražiti dostupne nekompatibilne dodatke korištenjem [kartica dostupnih dodataka i dodataka koji se mogu ažurirati](#AddonStoreFilterStatus).
nl: U kunt door beschikbare incompatibele add-ons bladeren met behulp van de tabbladen [beschikbare en bij te werken add-ons](#AddonStoreFilterStatus).
pt_br: Você pode navegar pelos complementos incompatíveis disponíveis usando as [guias de complementos disponíveis e atualizáveis](#AddonStoreFilterStatus).
ru: Вы можете просмотреть доступные несовместимые дополнения, используя [вкладки доступных и обновлённых дополнений](#AddonStoreFilterStatus).
ta: [கிடைப்பிலிருக்கும் நீட்சிநிரல்கள், இற்றாக்கக்கூடிய நீட்சிநிரல்கள் கீற்றுகளைப்](#AddonStoreFilterStatus) பயன்படுத்தி, கிடைப்பிலிருக்கும் இணக்கமற்ற நீட்சிநிரல்களை உலாவித் தேடலாம்.
zh_tw: 您可以使用[可用及可更新的附加元件索引標籤](#AddonStoreFilterStatus)瀏覽可用的不相容附加元件；

source: You can browse installed incompatible add-ons using the [incompatible add-ons tab](#AddonStoreFilterStatus).
bg: Можете да преглеждате инсталираните несъвместими добавки, като използвате [раздела за несъвместими добавки](#AddonStoreFilterStatus).
de: Sie können die installierten inkompatiblen NVDA-Erweiterungen über die Registerkarte [Inkompatible NVDA-Erweiterungen](#AddonStoreFilterStatus) durchsuchen.
es: Puedes examinar los complementos incompatibles instalados utilizando la [pestaña complementos incompatibles](#AddonStoreFilterStatus).
hr: Možete istražiti instalirane nekompatibilne dodatke korišćenjem [kartice nekompatibilni dodaci](#AddonStoreFilterStatus).
nl: U kunt door geïnstalleerde incompatibile add-ons bladeren met behulp van de [tab incompatibele add-ons](#AddonStoreFilterStatus).
pt_br: Você pode navegar pelos complementos incompatíveis instalados usando a [guia de Complementos incompatíveis](#AddonStoreFilterStatus).
ru: Вы можете просмотреть установленные несовместимые дополнения, используя [вкладку установленных несовместимых дополнений](#AddonStoreFilterStatus).
ta: [இணக்கமற்ற நீட்சிநிரல்கள் கீற்றினைப்](#AddonStoreFilterStatus) பயன்படுத்தி, நிறுவப்பட்டிருக்கும் இணக்கமற்ற நீட்சிநிரல்களை உலாவித் தேடலாம்.
zh_tw: 您可以使用[不相容附加元件索引標籤](#AddonStoreFilterStatus)瀏覽安裝的不相容附加元件。

source: Extra Tools
bg: Допълнителни инструменти
de: Die Werkzeuge
es: Herramientas Extra
hr: Dodatni alati
nl: Het menu Extra
pt_br: Ferramentas Adicionais
ru: Сервис
ta: கூடுதல் கருவிகள்
zh_tw: 額外工具

source: Log Viewer
bg: Преглед на протокола
de: Der Protokoll-Betrachter
es: Visualizador del Registro
hr: Preglednik log zapisa
nl: Logboek weergeven
pt_br: Visualizador de Log
ru: Просмотрщик журнала NVDA
ta: செயற்குறிப்பேட்டுத் தோற்றம்
zh_tw: 事件記錄檢視器

source: The log viewer, found under Tools in the NVDA menu, allows you to view the logging output that has occurred since the latest session of NVDA was started.
bg: Визуализаторът на протоколи, намиращ се в подменю „Инструменти“ от менюто на NVDA, ви позволява да видите всички протоколирани съобщения от момента на последното стартиране на NVDA.
de: Den Protokoll-Betrachter finden Sie im NVDA-Menü unter "Werkzeuge". Dieses Werkzeug gibt Ihnen die Möglichkeit, alles was seit dem Start von NVDA intern abläuft, einzusehen.
es: El visualizador del registro, que se encuentra en Herramientas en el menú NVDA, te permite ver la salida de registro que ha ocurrido desde que la última sesión de NVDA se inició.
hr: Preglednik zapisnika koji se nalazi u Alatima u NVDA izborniku, omogućuje vam prikaz izlaza zapisnika koji je bio generiran tokom posljednje sesije kada je NVDA bio pokrenut.
nl: Door Logboek weergeven te kiezen in het NVDA-menu onder Extra kunt u alles bekijken wat er in het logboek is vastgelegd sinds de laatste sessie die in NVDA werd gestart.
pt_br: O visualizador de log — eventos registrados —, encontrado em Ferramentas no menu do NVDA, permite que você visualize a saída de eventos que ocorreram desde que a última sessão do NVDA foi iniciada.
ru: С помощью просмотрщика журнала, который можно открыть из меню NVDA → Сервис → Просмотр журнала, вы можете просматривать весь записываемый вывод журнала NVDA, происходивший с момента её запуска.
ta: என்விடிஏ பட்டியலின் கருவிகள் உட்பட்டியலில் செயற்குறிப்பேட்டுத் தோற்றம் உள்ளது. என்விடிஏ இறுதியாகத் துவக்கப்பட்ட தருணத்திலிருந்து தற்பொழுது வரையிலான என்விடிஏவின் எல்லாச் செயல்களும் இதில் பதிவாகியிருக்கும்.
zh_tw: 在 NVDA 功能表的「工具」子功能表的「檢視事件記錄」，允許您檢視自上次啟動 NVDA 後到現在所有發生的輸出記錄，

source: Apart from reading the content, you can also Save a copy of the log file, or refresh the viewer so that it loads new log output generated after the Log viewer was opened.
bg: Отделно от прочитането на съдържанието, вие също може да запазите копие на протокола или да обновите съдържанието, така че да се показва най-новото такова, ако има нови съобщения от стартирането му.
de: Neben dem Lesen des Inhalts können Sie auch eine Kopie der Protokolldatei speichern oder den Betrachter aktualisieren, um neue Protokollausgaben zu laden, die nach dem Öffnen des Protokollbetrachters generiert wurden.
es: Además de leer el contenido, también puedes Guardar una copia del fichero del registro, o refrescar el visualizador tal que cargue nueva salida de registro generada después de que el Visualizador del registro fuese abierto.
hr: Osim čitanja sadržaja, možete spremiti kopiju zapisnika, ili osvježiti preglednik kako bi se prikazao novi tekst zapisa od zadnjeg pokretanja preglednika.
nl: Je kunt niet alleen de inhoud van het logbestand lezen, maar er ook een kopie van opslaan of de inhoud van het scherm vernieuwen zodat ook de gegevens worden getoond die werden vastgelegd na openen van het logbestand.
pt_br: Além de ler o conteúdo, você também pode salvar uma cópia do arquivo de log ou atualizar o visualizador para que ele carregue a nova saída de eventos gerada depois que o Visualizador de log foi aberto.
ru: Помимо чтения содержимого, вы также можете сохранить копию файла журнала или обновить просмотрщик, чтобы он загружал новые выходные данные журнала, сгенерированные после открытия просмотрщика журнала.
ta: இச்செயற்குறிப்பேட்டின் உள்ளடக்கங்களைப் படிப்பதோடு, குறிப்பேட்டினையும் சேமிக்கலாம், அண்மையில் சேமிக்கப்பட்டுள்ள தகவல்களைக் காண, அதைப் புத்தாக்கவும் செய்யலாம்.
zh_tw: 除了閱讀內容外，您也可以儲存事件記錄，或重新整理檢視器以顯示自開啟事件記錄檢示器之後的最新輸出內容，

source: These actions are available under the Log menu in the log viewer.
bg: Тези действия са налични в менюто „Протокол“ на визуализатора.
de: Diese Aktionen sind im Menü Protokoll im Protokoll-Betrachter verfügbar.
es: Estas acciones están disponibles en el menú Registro en el visualizador del registro.
hr: Ove su radnje dostupne u izborniku preglednika zapisnika.
nl: Dit kun je doen via het Log-menu in het logweergave-venster.
pt_br: Essas ações estão disponíveis no menu Log no visualizador de log.
ru: Эти действия доступны в меню Журнал в просмотрщике журнала.
ta: செயற்குறிப்பேட்டுத் தோற்றத்தில் காணப்படும் செயற்குறிப்பேடுப் பட்டியலில் இச்செயல்கள் கிடைப்பிலுள்ளன.
zh_tw: 這些操作都可以從開啟「事件記錄」的功能表中執行。

source: The file which is displayed when you open the log viewer is saved on your computer at the file location `%temp%\nvda.log`.
bg: Файлът, който се показва, когато отворите визуализатора на протокола, е съхранен на вашия компютър на местоположението на файла `%temp%\nvda.log`.
de: Beim öffnen des Protokoll-Betrachters wird die angezeigte Datei am Dateispeicherort `%temp%\nvda.log` gespeichert.
es: El fichero que se muestra cuando abres el visualizador del registro se guarda en tu ordenador en la lacalización de fichero `%temp%\nvda.log`.
hr: Datoteka koja se prikazuje u zapisniku nalazi se u vašem računalu na lokaciji `%temp%\nvda.log`.
nl: Het bestand dat wordt getoond wanneer je het logweergave-venster opent, wordt op je computer bewaard en wel op volgende bestandslocatie `%temp%\nvda.log`.
pt_br: O arquivo que é exibido quando você abre o visualizador de log está salvo em seu computador na localização de arquivo `%temp%\nvda.log`.
ru: Файл, который отображается при открытии просмотрщика журнала, сохраняется на вашем компьютере в файле `%temp%\nvda.log`.
ta: செயற்குறிப்பேட்டுத் தோற்றத்தைத் தாங்கள் திறக்கும்பொழுது காட்டப்படும் கோப்பு, தங்கள் கணினியில்` %temp%\nvda.log` அடைவில் சேமிக்கப்படும்.
zh_tw: 開啟事件記錄檢視器時所顯示的檔案儲存在電腦上的「%temp%\nvda.log」，

source: A new log file is created each time NVDA is started.
bg: Всеки път, когато се стартира NVDA, се създава нов протоколен файл.
de: Bei jedem Start von NVDA wird eine neue Protokolldatei erstellt.
es: Se crea un nuevo fichero de registro cada vez que NVDA se inicia.
hr: Zapisnik se stvara svaki puta kada je NVDA pokrenut.
nl: Telkens wanneer je je computer start, wordt er een nieuw logbestand aangemaakt.
pt_br: Um novo arquivo de log é criado cada vez que o NVDA é iniciado.
ru: При каждом запуске NVDA создаётся новый файл журнала.
ta: ஒவ்வொரு முறை என்விடிஏ துவக்கப்படும்பொழுதும் ஒரு புதிய செயற்குறிப்பேடு உருவாக்கப்படுகிறது.
zh_tw: 每次啟動 NVDA 都會建立一個新的事件記錄檔，

source: When this happens, the previous NVDA session's log file is moved to `%temp%\nvda-old.log`.
bg: Когато става това, протоколният файл от предишната сесия на NVDA се премества в `%temp%\nvda-old.log`.
de: In diesem Fall wird die Protokolldatei der vorherigen NVDA-Sitzung nach `%temp%\nvda-old.log` verschoben.
es: Cuando esto ocurre, el fichero de registro de la sesión anterior de NVDA se mueve a `%temp%\nvda-old.log`.
hr: Kada se to dogodi, stara datoteka zapisnika se premještava u `%temp%\nvda-old.log`.
nl: Wanneer dit gebeurt, wordt het in de vorige sessie van NVDA aangemaakte logbestand verplaatst naar `%temp%\nvda-old.log`.
pt_br: Quando isso acontece, o arquivo de log da sessão anterior do NVDA é movido para `%temp%\nvda-old.log`.
ru: Когда это происходит, файл журнала предыдущей сессии NVDA перемещается в `%temp%\nvda-old.log`.
ta: புதிய செயற்குறிப்பேடு உருவாக்கப்படும்பொழுது, பழைய குறிப்பேடு `%temp%\nvda-old.log` அடைவிற்கு நகர்த்தப்படுகிறது.
zh_tw: 此時前一個 NVDA 階段的記錄檔將移至「%temp%\nvda-old.log」。

source: You can also copy a fragment of the current log file to the clipboard without opening the log viewer.
bg: Можете също да копирате фрагмент от текущия протоколен файл в клипборда без да отваряте визуализатора на протоколи.
de: Sie können auch nur einen Teil der aktuellen Protokolldatei in die Zwischenablage kopieren, ohne den Protokoll-Betrachter zu öffnen.
es: También puedes copiar un fragmento del fichero de registro actual al portapapeles sin abrir el visualizador del registro.
hr: Možete kopirati fragment datoteke zapisnika bez otvaranja zapisnika.
nl: Je kunt ook een gedeelte van het huidige logbestand naar het klembord kopiëren zonder het logweergavevenster te openen.
pt_br: Você também pode copiar um fragmento do arquivo de log atual para a área de transferência sem abrir o visualizador de log.
ru: Вы также можете скопировать фрагмент текущего файла журнала в буфер обмена, не открывая просмотрщик журнала.
ta: செயற்குறிப்பேட்டுத் தோற்றத்தைத் திறக்காமல், நடப்பு செயற்குறிப்பேட்டின் ஒரு பகுதியைப் பிடிப்புப்பலகைக்குத் தாங்கள் படியெடுக்கலாம்.
zh_tw: 您也可以將目前事件記錄檔的片段複製到剪貼簿而不需開啟事件記錄檢視器來複製。

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Prečac |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Open log viewer |`NVDA+f1` |Opens the log viewer and displays developer information about the current navigator object.
bg: Отваря визуализатора на протоколи |`NVDA+F1` |Отваря визуализатора на протоколи и показва информация на разработчика за текущия навигационен обект.
de: Protokoll-Betrachter öffnen |`NVDA+F1` |Öffnet den Protokoll-Betrachter und zeigt Entwickler-Informationen zum aktuellen Navigator-Objekt an.
es: Abrir Visualizador de registro |`NVDA+f1` |Abre el visualizador del registro y muestra información de desarrollo acerca del actual navegador de objetos.
hr: Otvori pregled zapisnika |`NVDA+f1` |Otvara zapisnik i pokazuje informaciju za razvojne programere o trenutnom objektu navigatora.
nl: Logweergavevenster openen |`NVDA+f1` |Opent logweergavevenster en toont ontwikkelaarsinformatie mbt het huidige navigatorobject.
pt_br: Abrir visualizador de log |`NVDA+f1` |Abre o visualizador de log e exibe informações do desenvolvedor sobre o objeto de navegação atual.
ru: Открыть просмотрщик журнала |`NVDA+f1` |Открывает просмотрвщик журнала и отображает информацию разработчика о текущем объекте навигатора.
ta: செயற்குறிப்பேட்டுத் தோற்றத்தைத் திறவுக |`என்விடிே+f1` |செயற்குறிப்பேட்டுத் தோற்றம் திறக்கப்பட்டு, தற்போதைய வழிசெலுத்திப் பொருளுக்கான மேம்படுத்துநரின் தகவலைக் காட்டிடும்.
zh_tw: 開啟事件記錄檢視器 |NVDA+F1 |開啟事件記錄檢視器並顯示有關目前導覽物件的開發者資訊。

source: Copy a fragment of the log to the clipboard |`NVDA+control+shift+f1` |When this command is pressed once, it sets a starting point for the log content that should be captured. When pressed a second time, it copies the log content since the start point to your clipboard.
bg: Копира фрагмент от протоколния файл в клипборда |`NVDA+Control+Shift+F1` |Когато тази команда се натисне веднъж, тя задава начална точка за съдържанието на протоколния файл, който трябва да бъде прехванат. Когато се натисне втори път, копира съдържанието на файла от началната точка в клипборда.
de: Teil des Protokolls in die Zwischenablage kopieren |`NVDA+Strg+Umschalt+F1` |Wenn diese Tastenkombination einmal gedrückt wird, wird ein Startpunkt zum Erfassen des Protokollinhalts festgelegt. Wenn Sie die Tastenkombination ein zweites Mal drücken, wird der Protokollinhalt ausgehend vom Startpunkt in die Zwischenablage kopiert.
es: Copiar un fragmento del registro al portapapeles |`NVDA+control+shift+f1` |Cuando se pulsa esta orden una vez, establece un punto de inicio para el contenido del registro que va a ser capturado. Cuando se pulsa una segunda vez, se copia el contenido del registro desde el punto de inicio al portapapeles.
hr: Kopiraj dio zapisnika u međuspremnik |`NVDA+control+shift+f1` |Kada se ovaj prečac pritisne jedamput, postavlja se početna pozicija za sadržaj zapisnika koji treba biti uhvaćen. Kada se pritisne drugi put, Kopirat će se zapisnik od startne pozicije do zadnjeg zapisa.
nl: Een gedeelte van het log naar het klembord kopiëren |`NVDA+control+shift+f1` |Bij eenmaal drukken van deze toetscombinatie wordt het beginpunt van het te kopiëren loggedeelte gemarkeerd. Door nogmaals deze toetscombinatie te drukken, wordt de loginhoud vanaf het gemarkeerde beginpunt tot waar de 2de keer wordt gedrukt, naar het klembord gekopieerd
pt_br: Copiar um fragmento do log para a área de transferência |`NVDA+control+shift+f1` |Quando esse comando é pressionado uma vez, ele define um ponto de partida para o conteúdo de log que deve ser capturado. Quando pressionado uma segunda vez, ele copia o conteúdo do log desde o ponto inicial para a área de transferência.
ru: Копировать фрагмент журнала в буфер обмена |`NVDA+control+shift+f1` |При первом нажатии этой команды устанавливается начальная точка содержимого журнала, которое должно быть захвачено. При повторном нажатии эта команда копирует содержимое журнала от начальной точки в буфер обмена.
ta: செயற்குறிப்பின் ஒரு பகுதியைப் பிடிப்புப்பலகைக்குப் படியெடுத்திடுக |`என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+f1` |இக்கட்டளை முதன்முறை அழுத்தப்படும்பொழுது, படியெடுக்கப்படவேண்டிய செயற்குறிப்பு உள்ளடக்கத்தின் துவக்கத்தைக் குறித்துக்கொள்கிறது. இரண்டாம் முறை அழுத்தப்படும்பொழுது, துவக்கக் குறியிலிருந்து தற்போதைய நிலை வரையிலான உள்ளடக்கத்தைப் பிடிப்புப்பலகைக்குப் படியெடுக்கிறது.
zh_tw: 複製事件記錄片段到剪貼簿 |NVDA+Ctrl+Shift+F1 |第一次按下此指令會設定應截取事件記錄內容的起始點，按下第二次會覆製從起始點開始的事件記錄內容到剪貼簿。

source: Speech Viewer
bg: Преглед на речта
de: Der Sprachausgaben-Betrachter
es: Visualizador de Voz
hr: Preglednik govora
nl: Spraakweergavevenster (schermweergave gesproken tekst)
pt_br: Visualizador de Fala
ru: Просмотрщик речи
ta: பேச்சுத் தோற்றம்
zh_tw: 語音檢視器

source: For sighted software developers or people demoing NVDA to sighted audiences, a floating window is available that allows you to view all the text that NVDA is currently speaking.
bg: За външни разработчици на софтуер или за хора, представящи NVDA на външна аудитория, е наличен плаващ прозорец, който ще ви показва текста, изговарян от NVDA.
de: Für sehende Softwareentwickler oder für diejenigen, die NVDA anderen Sehenden vorführen möchten, ist ein freischwebendes Fenster verfügbar, dass Ihnen anzeigt, was alles von NVDA gegenwärtig gesprochen wird.
es: Para desarrolladores de Software videntes o gente demostrando NVDA a una audiencia vidente, está disponible una ventana flotante que te permite ver todo el texto que NVDA esté verbalizando actualmente.
hr: Za programere koji normalno vide ili za ljude koji prezentiraju NVDA publici normalnog vida, dostupan je plutajući prozor koji omogućuje prikaz cijelog teksta kojeg NVDA trenutačno izgovara.
nl: Voor goedziende softwareontwikkelaars of mensen die NVDA demonstreren voor een goedziend publiek is er een zwevend kader waarin alles op het scherm wordt getoond wat NVDA bezig is voor te lezen.
pt_br: Para os desenvolvedores de software com visão ou para as pessoas que demonstram o NVDA para públicos sem quaisquer problemas relacionados com a visão, está disponível uma janela flutuante que lhes permite ver todo o texto que o NVDA fala no momento.
ru: Для зрячих разработчиков или для людей, демонстрирующих работу NVDA зрячей аудитории, доступно всплывающее окно, в котором они могут просматривать весь текст, проговариваемый NVDA в текущий момент времени.
ta: என்விடிஏவை உருவாக்கும் பார்வையுள்ளவர்களும், என்விடிஏவின் செயல் விளக்கத்தைப் பார்வையாளர்களுக்கிடையே காண்பிக்கும் தருணங்களிலும், என்விடிஏவின் எல்லா பேச்சுகளும் ஒரு மிதக்கும் திரையில் உரைகளாகக் காண்பிக்கப்படும்.
zh_tw: 對於有視力的軟體開發者或是為了向有視力的人示範 NVDA，「語音檢視器」的浮動視窗允許您看到目前 NVDA 正在讀出的所有文字。

source: To enable the speech viewer, check the "Speech Viewer" menu item under Tools in the NVDA menu.
bg: За да разрешите прегледа на речта, маркирайте елемента „Преглед на речта“ в подменю „Инструменти“ от менюто на NVDA.
de: Um den Sprachausgaben-Betrachter einzuschalten, aktivieren Sie den Eintrag "Sprachausgaben-Betrachter", welchen Sie im Untermenü "Werkzeuge" im NVDA-Menü finden.
es: Para activar el visualizador de voz, marca el elemento de menú "Visualizador de Voz" en Herramientas en el menú NVDA.
hr: Da biste omogućili preglednik govora, označite stavku "Preglednik govora" koja se nalazi u izborniku Alati u NVDA izborniku.
nl: Om het spraakweergavevenster in te schakelen zet u een vinkje voor spraakweergavevenster onder Extra in het NVDA-menu.
pt_br: Para habilitar o visualizador de fala marque o item de menu "Visualizador de Fala" em Ferramentas no Menu do NVDA.
ru: Чтобы активировать просмотрщик речи, установите отметку на пункте меню NVDA → Сервис → Просмотрщик речи.
ta: பேச்சுத் தோற்றத்தை முடுக்க, கருவிகள் உட்பட்டியலில் இருக்கும் 'பேச்சுத் தோற்றம்' உருப்படியைத் தேர்வுச் செய்யவும்.
zh_tw: 要啟用語音檢視器，可以從 NVDA 功能表的「工具」子功能表勾選「語音檢視器」項目，

source: Uncheck the menu item to disable it.
bg: Отмаркирайте този елемент, за да го забраните.
de: Deaktivieren Sie den Menüpunkt, um ihn wieder auszuschalten.
es: Desmarca el elemento de menú para desactivarlo.
hr: Maknite kvačicu sa stavke izbornika pomoću tipke enter da biste je onemogučili.
nl: Haal dit vinkje weg om de speech viewer uit te schakelen.
pt_br: Ao desmarcar esse item você o desabilitará.
ru: Для отключения просмотрщика речи просто снимите эту отметку.
ta: பேச்சுத் தோற்றத்தை நிறுத்த, இத்தேர்வினை நீக்கவும்.
zh_tw: 取消勾選則停用。

source: The speech viewer window contains a check box labelled "Show speech viewer on startup".
bg: Прозорецът за преглед на речта съдържа поле за отметка „Показвай визуализатора на речта при стартиране“.
de: Das Fenster des Sprachausgaben-Betrachters enthält das Kontrollkästchen "Sprachausgaben-Betrachter beim Starten anzeigen".
es: La ventana del visualizador de voz contiene una casilla de verificación etiquetada "Mostrar visualizador de voz al arrancar".
hr: Prozor preglednika govora sadrži odabirni okvir "Prikaži preglednik govora pri pokretanju".
nl: In het spraakweergavevenster treft u een selectievakje aan met de tekst "spraakweergave tonen bij opstarten".
pt_br: A janela do visualizador de fala contém uma caixa de seleção denominada "Mostrar visualizador de fala na inicialização".
ru: Окно просмотрщика речи содержит флажок "Открывать просмотрщик речи при запуске NVDA".
ta: 'துவக்கும்பொழுது பேச்சுத் தோற்றத்தைக் காட்டுக' என்கிறத் தேர்வுப் பெட்டியைப் பேச்சுத் தோற்ற சாளரம் கொண்டிருக்கும்.
zh_tw: 語音檢視器視窗包含一個「啟動時顯示語音檢視器」的核取方塊，

source: If this is checked, the speech viewer will open when NVDA is started.
bg: Ако това поле има отметка, визуализаторът на речта ще се стартира при стартиране на NVDA.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird der Sprachausgaben-Betrachter geöffnet, sobald NVDA gestartet wird.
es: Si esta está marcada, el visualizador de voz se abrirá cuando NVDA arranque.
hr: Ako je ova opcija označena, preglednik govora će se otvoriti kad se NVDA pokrene.
nl: Als het vakje is aangevinkt, opent het spraakweergavevenster zich zodra NVDA wordt gestart.
pt_br: Se esta opção estiver marcada, o visualizador de fala será aberto quando o NVDA for iniciado.
ru: Если этот флажок установлен, то просмотрщик речи будет автоматически открываться при каждом запуске NVDA.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், என்விடிஏ துவக்கப்படும் பொழுது பேச்சுத் தோற்றம் திறக்கப்படும்.
zh_tw: 若勾選則 NVDA 啟動時語音檢視器也會開啟，

source: The speech viewer window will always attempt to re-open with the same dimensions and location as when it was closed.
bg: При последващи стартирания прозорецът за преглед на речта ще се опита да запомни размерите и местоположението си от последното си използване.
de: Sofern möglich, wird dessen Fenster dieselbe Position sowie die gleiche Größe wie bei der letzten Verwendung einnehmen.
es: La ventana del visualizador de voz siempre intentará reabrirse con las mismas dimensiones y localización que cuando se cerró.
hr: Preglednik govora se uvijek pokušava otvoriti s istim dimenzijama i pozicijom kao pri zadnjoj upotrebi.
nl: Het spraakweergavevenster zal in principe elke keer dat het wordt geopend dezelfde plaats en grootte hebben als toen het de laatste keer gesloten werd.
pt_br: A janela do visualizador de fala sempre tentará reabrir com as mesmas dimensões e localização de quando foi fechada.
ru: Окно просмотрщика речи всегда будет пытаться открываться с теми же размерами и расположением, которые были при его последнем закрытии.
ta: மூடப்பட்டத் தருணத்திலிருந்த அமைவிடத்திலும், பரிமாணத்திலும் மீண்டும் திறக்க பேச்சுத் தோற்றம் எப்பொழுதும் முயலும்.
zh_tw: 語音檢視器視窗每次開啟時其大小與位置會與前一次關閉時相同。
