Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: When this option is enabled, unicode normalization is performed on the text that is brailled on the braille display.
bg: Когато тази опция е включена, върху извеждания на брайловия дисплей текст се извършва уникод нормализиране.
es: Cuando esta opción está habilitada, se realiza la normalización unicode en el texto que se braillifica en la pantalla.
hr: Kada je ta mogućnost omogućena, Unicode normalizacija izvodi se na tekstu koji se ispisuje na Brailleovom pismu.
ru: Когда эта опция включена, нормализация юникода выполняется для текста, выводимого на дисплей Брайля.
ta: இவ்விருப்பத் தேர்வு முடுக்கப்பட்டால், பிரெயில் காட்சியமைவில் பிரெயிலாக்கப்படும் உகையின் மீது ஒருங்குறி இயல்பாக்கம் நிகழ்த்தப்படும்.
zh_tw: 當啟用此選項，將對點顯器上的點字文字進行 unicode 正規化，

source: This is beneficial when coming across characters in braille that are unknown in a particular braille table and which have a compatible alternative, like the bold and italic characters commonly used on social media.
bg: Това е от полза, когато попаднете на знаци на брайл, които са непознати в конкретна брайлова таблица и които имат съвместима алтернатива, като удебелените и курсивните знаци, често използвани в социалните медии.
es: Esto resulta beneficioso cuando se encuentran caracteres en braille que sean desconocidos en una tabla braille concreta y que tengan una alternativa compatible, como los caracteres en negrita y cursiva que se utilizan habitualmente en las redes sociales.
hr: To je korisno kada naiđete na znakove na Brailleovom pismu koji su nepoznati u određenoj tablici na Brailleovom pismu i koji imaju kompatibilnu alternativu, poput podebljanih i kurzivnih znakova koji se obično koriste na društvenim mrežama.
ru: Это полезно, когда в тексте встречаются символы Брайля, неизвестные в конкретной таблице Брайля и имеющие совместимую альтернативу, например жирные и курсивные символы, часто используемые в социальных сетях.
ta: சமூக ஊடகங்களில் பொதுவாகப் பயன்படுத்தப்படும் அடர்த்தி, சாய்வு போன்று, ஒரு பிரெயில் அட்டவணையில் காணப்படாமலும், மாற்றைக் கொண்டிருக்கும் வரியுருக்களை எதிர்கொள்ளும்பொழுது இது பயனுள்ளதாக இருக்கும்.
zh_tw: 這在當遇到特定點字轉譯表中未知的點字字元且有相容的替代字元 (例如社交媒體上常用的粗體和斜體字元) 時非常有用。

source: Other benefits of unicode normalization are explained in greater detail in the [section for the equivalent speech setting](#SpeechUnicodeNormalization).
bg: Други предимства на уникод нормализацията са обяснени по-подробно в [раздела за еквивалентната настройка на речта](#SpeechUnicodeNormalization).
es: Otras ventajas de la normalización unicode se explican con más detalle en la [sección para la opción equivalencias de voz](#SpeechUnicodeNormalization).
hr: Ostale prednosti unicode normalizacije detaljnije su objašnjene u [odjeljak za ekvivalentnu postavku govora](#SpeechUnicodeNormalization).
ru: Другие преимущества нормализации Юникода более подробно описаны в [разделе для эквивалентной настройки речи](#SpeechUnicodeNormalization).
ta: ஒருங்குறி இயல்பாக்கத்தின் மற்ற நன்மைகள் [இணையான பேச்சு அமைப்பிற்கான பிரிவில்](#SpeechUnicodeNormalization) விரிவாக விளக்கப்பட்டுள்ளன.
zh_tw: 在[等價語音設定一節](#SpeechUnicodeNormalization)中更詳細地解釋了 unicode 正規化的其他效益。

source: To toggle Unicode normalization from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключите уникод нормализацията отвсякъде, моля, задайте персонализиран жест чрез [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
es: Para conmutar la normalización Unicode desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Da biste uključili Unicode normalizaciju s bilo kojeg mjesta, dodijelite prilagođenu gestu pomoću [Input Gestures dijaloški okvir](#InputGestures).
ru: Чтобы переключать нормализацию Юникода из любого места, назначьте пользовательский жест с помощью диалога [Жестов ввода](#InputGestures).
ta: ஒருங்குறி இயல்பாக்கத்தை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換 Unicode 正規化，請使用[輸入手勢對話框](#InputGestures)來指派手勢。

source: Options |Default (Disabled), Enabled, Disabled
bg: Опции |По подразбиране (Изключено), Включено, Изключено
de: Optionen |Standard (Ausgeschaltet), Eingeschaltet, Ausgeschaltet
es: <target/>
hr: Opcije |Zadano (onemogućeno), omogućeno, onemogućeno
ru: Опции |По умолчанию (Отключено), Включено, Отключено
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (முடக்கப்பட்டது), முடுக்கப்பட்டது, முடக்கப்பட்டது
zh_tw: 選項 |預設 (停用)、啟用、停用

source: Default |Disabled
bg: По подразбиране |Изключено
de: Standard |Ausgeschaltet
es: <target/>
hr: Zadano |Onemogućen
ru: По умолчанию |Отключено
ta: இயல்பிருப்பு |முடக்கப்பட்டது
zh_tw: 預設 |停用

source: Interrupt speech while scrolling
bg: Прекъсване на речта при превъртане
es: <target/>
hr: Prekidanje govora tijekom pomicanja
ru: Прерывать речь во время прокрутки
ta: உருட்டும்பொழுது பேச்சைக் குறுக்கீடுக
zh_tw: 捲動時中斷語音

source: This setting determines if speech should be interrupted when the Braille display is scrolled backwards/forwards.
bg: Тази настройка определя дали речта трябва да бъде прекъсвана, когато брайловият дисплей бива превъртан назад/напред.
es: Esta opción determina si la voz debe interrumpirse cuando la pantalla Braille se desplaza hacia atrás o adelante.
hr: Ova postavka određuje treba li govor prekinuti kada se Brailleov zaslon pomiče unatrag/natrag.
ru: Эта настройка определяет, будет ли прерываться речь при прокрутке брайлевского дисплея назад/вперёд.
ta: பிரெயில் காட்சியமைவை பின்னோக்கி/முன்னோக்கி உருட்டும்பொழுது பேச்சு குறுக்கிடப்பட வேண்டுமா என்பதை இவ்வமைப்பு வரையறுக்கிறது.
zh_tw: 此設定決定當點顯器向上或向下捲動時是否應中斷語音，

source: Previous/next line commands always interrupt speech.
bg: Командите за предишен/следващ ред винаги прекъсват речта.
es: Las órdenes de línea anterior o siguiente siempre interrumpen la voz.
hr: Naredbe prethodnog/sljedećeg retka uvijek prekidaju govor.
ru: Команды предыдущей/следующей строки всегда прерывают речь.
ta: முந்தைய/அடுத்த வரிக் கட்டளைகள் எப்பொழுதும் பேச்சைக் குறுக்கிடுகின்றன.
zh_tw: 點字游標移到上一行或下一行的指令則始終會中斷語音。

source: On-going speech might be a distraction while reading Braille.
bg: Текущо звучащият говор може да отвлича вниманието при четене на Брайл.
es: El habla continua podría ser una distracción al leer en Braille.
hr: Stalni govor mogao bi vam odvratiti pažnju dok čitate Brailleovo pismo.
ru: Постоянная речь может отвлекать от чтения текста по брайлю.
ta: பிரெயிலைப் படிக்கும்பொழுது நடப்பிலிருக்கும் பேச்சு கவனச் சிதறலை ஏற்படுத்தலாம்.
zh_tw: 摸讀點字時持續的語音可能會使人分心，

source: For this reason the option is enabled by default, interrupting speech when scrolling braille.
bg: Поради тази причина опцията е включена по подразбиране, прекъсвайки речта при превъртане на брайловия текст.
es: Por esta razón, la opción está activada por defecto, interrumpiendo la voz al desplazarse en braille.
hr: Iz tog je razloga opcija omogućena prema zadanim postavkama, prekidajući govor prilikom pomicanja brajice.
ru: По этой причине по умолчанию включена опция, прерывающая речь при прокрутке Брайля.
ta: இக்காரணத்தினால்தான் பிரெயிலை உருட்டும்பொழுது பேச்சைக் குறுக்கிடுக என்கிற விருப்பத் தேர்வு இயல்பில் முடுக்கப்பட்டிருக்கும்.
zh_tw: 因此此選項預設啟用，當捲動點顯器時就會中斷語音。

source: Disabling this option allows speech to be heard while simultaneously reading Braille.
bg: Изключването на тази опция позволява да се слуша речта, докато едновременно се чете Брайл.
es: Deshabilitar esta opción permite escuchar la voz mientras se lee simultáneamente en Braille.
hr: Onemogućavanje ove opcije omogućuje da se čuje govor dok istovremeno čitate Brailleovo pismo.
ru: Отключение этой опции позволяет слышать речь при одновременном чтении текста по брайлю.
ta: இவ்விருப்பத் தேர்வு முடக்கப்பட்டால், பிரெயிலை படிக்கும் நேரத்திலேயே பேச்சையும் கேட்கலாம்.
zh_tw: 停用此選項允許在摸讀點字的同時聽到語音。

source: Options |Default (Enabled), Enabled, Disabled
bg: Опции |По подразбиране (Включено), Включено, Изключено
de: Optionen |Standard (Eingeschaltet), Eingeschaltet, Ausgeschaltet
es: <target/>
hr: Opcije |Zadano (omogućeno), omogućeno, onemogućeno
ru: Опции |По умолчанию (Включено), Включено, Отключено
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (முடுக்கப்பட்டது), முடுக்கப்பட்டது, முடக்கப்பட்டது
zh_tw: 選項 |預設 (啟用)、啟用、停用

source: Default |Enabled
bg: По подразбиране |Включено
de: Standard |Eingeschaltet
es: <target/>
hr: Zadano |Omogućen
ru: По умолчанию |Включено
ta: இயல்பிருப்பு |முடுக்கப்பட்டது
zh_tw: 預設 |啟用

source: Select Braille Display
bg: Избор на брайлов дисплей
de: Braillezeile auswählen
es: Seleccionar Pantalla Braille
hr: Odaberi brajični redak
nl: Brailleleesregel Selecteren
pt_br: Selecionar Linha Braille
ru: Выбор брайлевского дисплея
ta: பிரெயில் காட்சியமைவைத் தெரிவு செய்க
zh_tw: 選擇點顯器

source: Open Select Braille Display dialog
bg: Отваряне на диалоговия прозорец за избор на брайлов дисплей
de: Dialogfeld für Braillezeile auswählen öffnen
es: Abrir el diálogo Seleccionar Pantalla Braille
hr: Otvara dijaloški okvir odabira brajičnog redka
nl: Dialoogvenster brailleleesregel selecteren openen
pt_br: Abrir caixa de diálogo Selecionar Linha Braille
ru: Открыть диалог выбора брайлевского дисплея
ta: பிரெயில் காட்சியமைவுத் தெரிவு உரையாடலைத் திறவுக
zh_tw: 開啟選擇點顯器對話框

source: Key: `NVDA+control+a`
bg: Клавишна комбинация: `NVDA+Control+A`
de: Tastenkombination: `NVDA+Strg+A`
es: Tecla: `NVDA+control+a`
hr: Prečac: `NVDA+kontrol+a`
nl: Toets: `NVDA+control+a`
pt_br: Tecla: `NVDA+control+a`
ru: Комбинация клавиш: `NVDA+control+a`
ta: விசை: `என்விடிஏ+கட்டுப்பாடு+a`
zh_tw: 快速鍵: `NVDA+Ctrl+A`

source: The Select Braille Display dialog, which can be opened by activating the Change... button in the Braille category of the NVDA settings dialog, allows you to select which Braille display NVDA should use for braille output.
bg: Прозорецът „Избор на брайлов дисплей“, който може да бъде отворен чрез задействане на бутона „Промени...“ в категорията „Брайл“ в прозореца с настройките на NVDA, ви позволява да изберете кой брайлов дисплей да ползва NVDA за брайлов изход.
de: Dies ist das Dialogfeld zum Ändern der Braillezeile, welches über den Schalter "Ändern" in der Kategorie "Braille" geöffnet wird. Es ermöglicht die Braillezeile auszuwählen, die NVDA dazu verwendet, Informationen in Punktschrift darzustellen.
es: El cuadro de diálogo Seleccionar Pantalla Braille, el cual se puede abrir activando el botón Cambiar... en la categoría Braille del diálogo Opciones de NVDA, te permite seleccionar qué pantalla braille debería utilizar NVDA para la salida braille.
hr: Dijaloški okvir Odaberi brajični redak, koji se može otvoriti koristeći gumb "Promijeni …" u kategoriji Brajica u dijaloškom okviru NVDA Postavke, omogućuje odabir brajičnog retka koji će se koristiti.
nl: Via het dialoogvenster Brailleleesregel Selecteren dat u kunt openen door de knop Wijzigen te activeren in de categorie Braille van de dialoog Instellingen van NVDA kunt u selecteren welke leesregel NVDA moet gebruiken voor brailleuitvoer.
pt_br: A caixa de diálogo Selecionar Linha Braille, que pode ser aberta ativando o botão Alterar... na categoria Braille do diálogo de Configurações do NVDA, permite que você selecione qual Linha braille o NVDA deve usar para a saída de braille.
ru: Диалог выбора брайлевского дисплея, открываемый при нажатии кнопки "Изменить" в категории "Брайль" диалога настроек NVDA, позволяет вам выбрать брайлевский дисплей, который будет использовать NVDA для брайлевского вывода.
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் பிரெயில் வகைமையில் இருக்கும் "மாற்றுக..." பொத்தானை அழுத்துவதன் மூலம், பிரெயில் காட்சியமைவைத் தெரிவுச் செய்க உரையாடல் இயக்கப்படும். பிரெயில் வெளியீட்டிற்கு எந்த பிரெயில் காட்சியமைவை என்விடிஏ பயன்படுத்த வேண்டுமென்பதை வரையறுக்க இவ்வுரையாடல் தங்களை அனுமதிக்கிறது.
zh_tw: 「選擇點顯器」對話框可以從 NVDA 設定對話框中「點字」類別的「變更...」按鈕來開啟，允許您選擇 NVDA 應該使用何種點顯器來輸出點字。

source: Once you have selected your braille display of choice, you can press Ok and NVDA will load the selected display.
bg: След като изберете желания от Вас брайлов дисплей, можете да натиснете Ok и NVDA ще зареди избрания дисплей.
de: NVDA wird die Braillezeile verwenden, sobald Sie einen Eintrag ausgewählt und den Schalter "OK" betätigt haben.
es: Una vez hayas seleccionado la pantalla braille de tu elección, puedes pulsar Aceptar y NVDA cargará la pantalla seleccionada.
hr: Kad odaberete vaš omiljeni brajični redak, možete pritisnuti gumb U redu i NVDA će učitati vaš brajični redak.
nl: Als u de leesregel van uw keuze hebt geselecteerd, kunt u op Ok drukken en NVDA zal de geselecteerde leesregel laden.
pt_br: Uma vez que você selecionou a sua linha braille de preferência, você pode pressionar Ok e o NVDA irá carregar a linha selecionada.
ru: После выбора желаемого дисплея и нажатия кнопки OK, NVDA сразу его загрузит.
ta: தாங்கள் விரும்பும் பிரெயில் காட்சியமைவைத் தெரிவுச் செய்த பின்னர், 'சரி' பொத்தானை அழுத்தினால், அக்காட்சியமைவை என்விடிஏ ஏற்றும்.
zh_tw: 當您選擇了點顯器並按「確認」按鈕，NVDA 將載入選定的點顯器，

source: If there is an error loading the display driver, NVDA will notify you with a message, and continue using the previous display, if any.
bg: Ако има грешка при зареждането на драйвера за дисплея, NVDA ще ви уведоми със съобщение и ще продължи да използва предишния дисплей, ако има такъв.
de: Falls ein Fehler auftritt, wird NVDA einen Fehlerton wiedergeben und die vorherige Braillezeile weiterhin verwenden, sofern vorhanden.
es: Si hay un error carghando el controlador de la pantalla, NVDA te lo notificará con un mensaje, y continuará utilizando la pantalla anterior, si hay alguna.
hr: Ako postoji greška pri učitavanju brajičnog retka, NVDA će vas obavijestiti porukom, te će nastaviti koristiti prethodni brajični redak, ako postoji.
nl: Als er een fout optreedt bij het laden van de leesregel-driver zal NVDA dit melden en de eventuele vorige leesregel blijven gebruiken.
pt_br: Se houver um erro ao carregar o driver da linha, o NVDA o notificará com uma mensagem e continuará usando a linha anterior, se houver.
ru: Если при загрузке произойдёт ошибка, то NVDA сообщит вам об этом и продолжит использовать предыдущий дисплей, если таковой имелся.
ta: காட்சியமைவிற்கான இயக்கியை ஏற்றுவதில் பிழையிருந்தால், என்விடிஏ அதை அறிவித்துவிட்டு, முந்தைய காட்சியமைவு ஏதேனும் இருக்குமாயின், அதைத் தொடர்ந்து பயன்படுத்தும்.
zh_tw: 若載入點顯器驅動程式時發生錯誤，NVDA 將會顯示錯誤訊息，並繼續使用先前的點顯器 (如果有的話)。

source: Braille Display
bg: Брайлов дисплей
de: Braillezeilen
es: Pantalla Braille
hr: Brajični redak
nl: Brailleleesregel
pt_br: Linha Braille
ru: Брайлевский дисплей
ta: பிரெயில் காட்சியமைவு
zh_tw: 點字顯示器

source: This combo box presents you with several options depending on what braille display drivers are available on your system.
bg: Този падащ списък ще изведе няколко опции в зависимост от това какви драйвери за брайлови дисплеи са налични във вашата система.
de: Hier werden Ihnen die zu Verfügung stehenden Auswahlmöglichkeiten aufgelistet, je nachdem, welche Braillezeilen-Treiber auf Ihrem System verfügbar sind.
es: Este cuadro combinado se te presenta con varias opciones dependiendo de qué controladores de pantalla braille estén disponibles en tu sistema.
hr: Ovaj odabirni okvir sadrži brajične retke instalirane u vašem sustavu.
nl: Afhankelijk van de beschikbare leesregelstuurprogramma's op uw systeem biedt deze vervolgkeuzelijst u een aantal opties.
pt_br: Esta caixa de combinação apresenta várias opções, dependendo de quais drivers de linha braille estão disponíveis em seu sistema.
ru: Этот комбинированный список предлагает вам несколько вариантов, в зависимости от доступных в вашей системе драйверов брайлевских дисплеев.
ta: தங்கள் கணினியில் எந்த பிரெயில் இயக்கிகள் இருக்கின்றன என்பதைக் கருத்தில் கொண்டு, பல விருப்பத் தேர்வுகள், இச்சேர்க்கைப் பெட்டியில் முன்வைக்கப்படும்.
zh_tw: 此下拉式方塊會根據電腦上可用的點顯器驅動程式的不同而呈現出不同的選項，

source: Move between these options with the arrow keys.
bg: Можете да се придвижвате между тези опции със стрелките.
de: Jede dieser Braillezeile ist mit den Pfeiltasten zu erreichen.
es: Muévete entre estas opciones con las teclas de flechas.
hr: Krećite se između opcija pomoću strelica.
nl: Met de pijltjestoetsen gaat u door de verschillende opties.
pt_br: Mova-se entre essas opções com as setas.
ru: Для выбора желаемого варианта используйте клавиши-стрелки.
ta: அம்பு விசைகளைக் கொண்டு, இவ்விருப்பத் தேர்வுகளுக்கிடையே நகரவும்.
zh_tw: 您可使用方向鍵在選項中移動以選擇所要的項目。

source: The automatic option will allow NVDA to search for many supported braille displays in the background.
bg: Опцията „Автоматично“ ще позволи на NVDA във фонов режим да търси за много поддържани брайлови дисплеи.
de: Die automatische Option ermöglicht NVDA die Suche nach vielen unterstützten Braillezeilen im Hintergrund.
es: La opción automático permitirá a NVDA buscar muchas pantallas braille admitidas en segundo plano.
hr: Opcija "automatski", omogućuje NVDA čitaču tražiti mnoge podržane brajične retke u pozadini.
nl: Met de optie automatisch zoekt NVDA op de achtergrond naar veel ondersteunde leesregels.
pt_br: A opção automático permitirá que o NVDA pesquise muitas linhas braille suportadas em segundo plano.
ru: Выбор варианта "Определять автоматически", заставит NVDA автоматически определять подключение поддерживаемых брайлевских дисплеев.
ta: ஆதரவளிக்கப்படும் பல பிரெயில் காட்சியமைவுகளை பின்னணியில் தேடிக் கண்டறிய, தன்னியக்கம் விருப்பத் தேர்வு என்விடிஏவை அனுமதிக்கிறது.
zh_tw: 「自動偵測」選項將允許 NVDA 在背景自動搜尋許多支援的點顯器，

source: When this feature is enabled and you connect a supported display using USB or bluetooth, NVDA will automatically connect with this display.
bg: Когато тази функция е включена и вие свържете поддържан дисплей чрез USB или Bluetooth, NVDA автоматично ще се свърже с този дисплей.
de: Wenn diese Funktion aktiviert ist und Sie eine unterstützte Braillezeile über USB oder Bluetooth anschließen, verbindet sich NVDA automatisch mit dieser Braillezeile.
es: Cuando esta característica esté activada y conectes una pantalla admitida utilizando USB o bluetooth, NVDA conectará automáticamente con ella.
hr: Kad je ova opcija uključena i kad spojite vaš brajični redak putem USB ili Bluetooth veze, NVDA će automatski uspostaviti vezu s tim brajičnim redkom.
nl: Wanneer deze optie ingeschakeld is, en u een ondersteunde leesregel aansluit via USB of bluetooth, brengt NVDA automatisch een verbinding met deze leesregel tot stand.
pt_br: Quando esta funcionalidade está habilitada e você liga uma linha suportada utilizando USB — Barramento Serial Universal — ou bluetooth, o NVDA conecta-se automaticamente a esta linha.
ru: Таким образом, NVDA начнёт автоматически использовать поддерживаемый брайлевский дисплей при его подключении через USB или Bluetooth.
ta: இந்த விருப்பத் தேர்வு தேர்வாகியிருந்து, ஆதரவளிக்கப்படும் ஒரு காட்சியமைவை ஊடலை, அல்லது யுஎஸ்பி மூலம் இணைக்கப்பட்டிருந்தால், என்விடிஏ அக்காட்சியமைவுடன் தானாக இணையும்.
zh_tw: 當啟用此功能，您可以使用 USB 或藍牙來連接支援的點顯器，NVDA 會自動偵測並連接點顯器。

source: No braille means that you are not using braille.
bg: „Няма брайл“ означава, че вие не използвате брайл.
de: Der Eintrag "Keine Braillezeile" bedeutet, dass Sie keine Braillezeile verwenden.
es: Sin braille significa que no estás utilizando braille.
hr: Opcija "Bez brajice" znači da ne koristite brajični redak.
nl: 'Geen braille' wil zeggen dat u geen gebruik maakt van braille.
pt_br: O item "Sem Braille" significa que o braille não está sendo usado.
ru: Вариант "Нет брайля", указывает NVDA не использовать брайлевский вывод.
ta: 'பிரெயில் ஏதுமில்லை' என்றால், தாங்கள் பிரெயிலைப் பயன்படுத்துவதில்லை என்று பொருள்.
zh_tw: 「不使用點顯器」表示您沒使用點顯器。

source: Please see the [Supported Braille Displays](#SupportedBrailleDisplays) section for more information about supported braille displays and which of these support automatic detection in the background.
bg: Моля, вижте раздела [Поддържани брайлови дисплеи](#SupportedBrailleDisplays) за повече информация относно поддържаните брайлови дисплеи.
de: Im Abschnitt [Unterstützte Braillezeilen](#SupportedBrailleDisplays) finden Sie weitere Informationen über unterstützte Braillezeilen und welche davon die automatische Erkennung im Hintergrund unterstützen.
es: Por favor consulta la sección [Pantallas Braille Admitidas](#SupportedBrailleDisplays) para más información acerca de dichas pantallas braille y de cuáles de ellas admiten la detección automática.
hr: Za više informacija o podržanim brajičnim redcima, te o tome koji od njih podržavaju automatsko otkrivanje brajičnih redaka u pozadini, pogledajte poglavlje [Podržani brajični redci](#SupportedBrailleDisplays).
nl: Raadpleeg de rubriek [Ondersteunde Brailleleesregels](#SupportedBrailleDisplays) voor meer informatie over ondersteunde leesregels en welke hiervan automatische herkenning op de achtergrond ondersteunen.
pt_br: Por favor consulte a seção [Linhas Braille Suportadas](#SupportedBrailleDisplays) para obter mais informações sobre as linhas Braille suportadas e quais delas suportam a detecção automática em segundo plano.
ru: Для получения более подробной информации о поддерживаемых брайлевских дисплеях и о том, подключение каких из них может определяться автоматически, пожалуйста, обратитесь к разделу [поддерживаемые брайлевские дисплеи](#SupportedBrailleDisplays).
ta: பிரெயில் காட்சியமைவுகளையும், இவைகளில் எவை பின்னணியில் தானாகக் கண்டறியும் வசதியை ஆதரிக்கின்றன என்பதைப் பற்றி மேலும் அறிந்து கொள்ள, [ஆதரவளிக்கப்படும் பிரெயில் காட்சியமைவுகள்](#SupportedBrailleDisplays) பிரிவைக் காணவும்.
zh_tw: 要得到更多相關資訊以了解可支援的點顯器以及哪些點顯器可支援背景自動偵測功能等，請參見[支援的點顯器](#SupportedBrailleDisplays)章節。

source: Displays to detect automatically
bg: Дисплеи за автоматично откриване
de: Automatische Erkennung
es: Pantallas a detectar automáticamente
hr: Brajični redci koji će se automatski otkrivati
nl: Automatisch te detecteren leesregels
pt_br: Linhas a detectar automaticamente
ru: Автоматически определяемые дисплеи
ta: தானாகக் கண்டறிவதற்கான காட்சியமைவுகள்
zh_tw: 點顯器自動偵測
