Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: BrailleNote PK (Serial and bluetooth connections)
bg: BrailleNote PK (серийно и Bluetooth свързване)
de: BrailleNote PK (Seriell und Bluetooth)
es: BrailleNote PK (Conexiones serie y bluetooth)
hr: BrailleNote PK (serijska i bluetooth veza)
nl: BrailleNote PK (Seriële en bluetooth verbinding)
pt_br: BrailleNote PK (conexão por porta serial e bluetooth)
ru: BrailleNote PK (Последовательное подключение и подключение по Bluetooth)
ta: பிரெயில்நோட் PK (தொடர் மற்றும் ஊடலை இணைப்புகள்)
zh_tw: BrailleNote PK (串列和藍牙連接)

source: BrailleNote MPower (Serial and bluetooth connections)
bg: BrailleNote MPower (серийно и Bluetooth свързване)
de: BrailleNote MPower (Seriell und Bluetooth)
es: BrailleNote MPower (Conexiones serie y bluetooth)
hr: BrailleNote MPower (Serijska i Bluetooth veza)
nl: BrailleNote MPower (Seriële en bluetooth verbinding)
pt_br: BrailleNote MPower (conexão por porta serial e bluetooth)
ru: BrailleNote MPower (Последовательное подключение и подключение по Bluetooth)
ta: பிரெயில்நோட் MPower (தொடர் மற்றும் ஊடலை இணைப்புகள்)
zh_tw: BrailleNote MPower (串列和藍牙連接)

source: BrailleNote Apex (USB and Bluetooth connections)
bg: BrailleNote Apex (USB и Bluetooth свързване)
de: BrailleNote Apex (Verbunden über USB oder Bluetooth)
es: BrailleNote Apex (Conexiones USB y Bluetooth)
hr: BrailleNote Apex (USB i bluetooth veza)
nl: BrailleNote Apex (USB en Bluetooth verbinding)
pt_br: BrailleNote Apex (conexão USB e Bluetooth)
ru: BrailleNote Apex (Подключения по USB и Bluetooth)
ta: பிரெயில்நோட் அபெக்ஸ் (யுஎஸ்பி மற்றும் ஊடலை இணைப்புகள்)
zh_tw: BrailleNote Apex (USB 和藍牙連接)

source: For BrailleNote Touch, please refer to the [Brailliant BI Series / BrailleNote Touch](#HumanWareBrailliant) section.
bg: За BrailleNote Touch, моля консултирайте се с раздела [Brailliant серии BI / BrailleNote Touch](#HumanWareBrailliant).
de: Für BrailleNote Touch lesen Sie bitte den Abschnitt [Brailliant BI-Serie / BrailleNote Touch](#HumanWareBrailliant).
es: Para el BrailleNote Touch, por favor consulta la sección [series de las Brailliant BI / BrailleNote Touch](#HumanWareBrailliant).
hr: Za BrailleNote Touch, pogledajte poglavlje [Brailliant BI serije / BrailleNote Touch](#HumanWareBrailliant).
nl: Voor de BrailleNote Touch kunt u de paragraaf [Brailliant BI Series / BrailleNote Touch](#HumanWareBrailliant) raadplegen.
pt_br: Para o BrailleNote Touch, consulte a seção [Brailliant Série BI / BrailleNote Touch](#HumanWareBrailliant).
ru: Информацию о BrailleNote Touch смотрите в разделе [Линейки Brailliant BI / BrailleNote Touch](#HumanWareBrailliant).
ta: பிரெயில்நோட் டச் குறித்து அறிய, [பிரெயிலண்ட் BI தொடர்/பிரெயில்நோட் டச்](#HumanWareBrailliant) பிரிவைக் காணவும்.
zh_tw: 關於 BrailleNote Touch 請參考 [Brailliant BI 系列 / BrailleNote Touch](#HumanWareBrailliant) 一節。

source: Except for BrailleNote PK, both braille (BT) and QWERTY (QT) keyboards are supported.
bg: С изключение на BrailleNote PK, се поддържат както брайлови (BT), така и QWERTY (QT) клавиатури.
de: Außer beim Braillenote PK werden sowohl Braille BT- und die QT-Tastaturen unterstützt.
es: Excepto para el BrailleNote PK, se admiten ambos teclados braille (BT) y QWERTY (QT).
hr: Izuzimajući BrailleNote PK, braille (BT) i QWERTY (QT) tipkovnice su podržane.
nl: Met uitzondering van de BrailleNote PK, is er ondersteuning voor zowel het braille (BT) als het QWERTY (QT) toetsenbord.
pt_br: Com exceção do BrailleNote PK, os teclados braille (BT) e QWERTY (QT) são suportados.
ru: За исключением BrailleNote PK, поддерживаются брайлевские клавиатуры (BT) и QWERTY (QT).
ta: பிரெயில்நோட் PK தவிர்த்து, பிரெயில் (BT) மற்றும் QWERTY (QT) ஆகிய இரு விசைப் பலகைகளுக்கு ஆதரவளிக்கப்படுகிறது.
zh_tw: 除 BrailleNote PK 外還支援 braille (BT) 和 QWERTY (QT) 鍵盤，

source: For BrailleNote QT, PC keyboard emulation isn't supported.
bg: За BrailleNote QT емулирането на компютърна клавиатура не се поддържа.
de: Die Emulation der PC-Tastatur von Braillenote QT wird (noch) nicht unterstützt.
es: Para el BrailleNote QT, no se admite la emulación del teclado de PC.
hr: Za BrailleNote QT, emulacija tipkovnice osobnog računala nije podržana.
nl: Voor de BrailleNote QT, is er geen onderrsteuning voor PC toetsenbord-emulatie.
pt_br: Para o BrailleNote QT, a emulação do teclado de PC não é suportada.
ru: В BrailleNote QT эмуляция клавиатуры ПК не поддерживается.
ta: பிரெயில்நோட் QT விசைப் பலகையில், கணினி விசைப் பலகை ஒப்புருவாக்கத்திற்கு ஆதரவில்லை.
zh_tw: 對於 BrailleNote QT 不支援 PC 鍵盤模擬，

source: You can also enter braille dots using the QT keyboard.
bg: Можете да въвеждате брайлови точки и чрез използването на QT клавиатурата.
de: Sie können über die QWERTZ-Tastatur auch Braillepunkte eingeben.
es: También puedes introducir puntos braille utilizando el teclado QT.
hr: Moguće je također upisivanje brajice koristeći qwerty tipkovnicu.
nl: U kunt ook braillepunten invoeren door het QT-toetsenbord te gebruiken.
pt_br: Você também pode digitar pontos braille usando o teclado QT.
ru: Вы также можете вводить брайлевские точки с помощью клавиатуры QT.
ta: QT விசைப் பலகையைப் பயன்படுத்தி, தாங்கள் பிரெயில் புள்ளிகளை உள்ளிடலாம்.
zh_tw: 您也可以使用 QT 鍵盤輸入點字，

source: Please check the braille terminal section of the BrailleNote manual guide for details.
bg: Моля, проверете раздела за брайлов терминал на Ръководството за BrailleNote за повече подробности.
de: Weitere Informationen finden Sie im Abschnitt Braille-Terminal des Handbuchs Ihrer Braillezeile.
es: Por favor consulta la sección de terminal braille de la guía de manual del BrailleNote para detalles.
hr: Pogledajte poglavlje brajični terminal Braillenote korisničkih uputa za više informacija.
nl: Raadpleeg het onderdeel braille terminal in de handleiding van de BrailleNote voor nadere bijzonderheden.
pt_br: Por favor, consulte a seção terminal braille do manual do BrailleNote para detalhes.
ru: Ознакомьтесь с разделом "braille terminal" в руководстве по эксплуатации BrailleNote для получения дополнительной информации.
ta: கூடுதல் தகவல்களுக்கு, பிரெயில்நோட் கைமுறை வழிகாட்டியில் இருக்கும் பிரெயில் முனையம் பிரிவைக் காணவும்.
zh_tw: 有關詳細資訊，請查閱 BrailleNote 手冊指南的點字終端部分。

source: If your device supports more than one type of connection, when connecting your BrailleNote to NVDA, you must set the braille terminal port in braille terminal options.
bg: Ако вашето устройство поддържа повече от един вид свързаност, когато свързвате вашия BrailleNote към NVDA, трябва да укажете порта в настройките на брайла.
de: Wenn die Braillezeile mehr als eine Verbindungsmethode unterstützt, müssen Sie den verwendeten Anschluss in den Braille-Terminal-Einstellungen festlegen.
es: Si tu dispositivo admite más de un tipo de conexión, cuando conectes tu BrailleNote a NVDA, debes configurar el puerto de la terminal braille en las opciones de terminal braille.
hr: Ako vaš uređaj podržava više od jedne vrste veze, kad spajate vaš BrailleNote za korištenje s NVDA, morate postaviti priključak brajičnog terminala u postavkama brajičnog terminala.
nl: Als uw toestel meer dan één verbindingstype ondersteunt, moet u bij het koppelen van uw BrailleNote met NVDA de poort van het braille-uitvoerapparaat instellen onder braille-terminal opties.
pt_br: Se seu dispositivo suporta mais de um tipo de conexão, ao conectar seu BrailleNote para usar com o NVDA, você precisa defini-lo como porta de terminal braille nas opções de terminal braille.
ru: Если ваше устройство поддерживает более одного типа подключения, при подключении устройства BrailleNote к NVDA необходимо указать порт брайлевского терминала в параметрах брайлевского терминала.
ta: தங்களின் கருவி, ஒன்றிற்கும் மேற்பட்ட இணைப்புகளுக்கு ஆதரவளிக்குமாயின், பிரெயில்நோட்டை என்விடிஏவுடன் இணைக்கும்பொழுது, பிரெயில் முனையம் விருப்பத் தேர்வில் பிரெயில் முனையத்தின் நுழைவாயிலை அமைக்க வேண்டும்.
zh_tw: 如果您的裝置支援一種以上的連接類型，當您將 BrailleNote 與 NVDA 連接時，您必須設定連接部選項，

source: Please check the BrailleNote manual for details.
bg: За повече информация вижте ръководството на BrailleNote.
de: Bitte lesen Sie in der Dokumentation der Braillezeile für weitere Informationen.
es: Por favor consulta el manual del BrailleNote para detalles.
hr: Za više informacija, pogledajte korisničke upute za BrailleNote elektroničku bilježnicu.
nl: Raadpleeg de BrailleNote-handleiding voor meer informatie.
pt_br: Por favor consulte o manual do BrailleNote para mais detalhes.
ru: Ознакомьтесь с руководством по работе с BrailleNote для получения более подробной информации.
ta: கூடுதல் தகவல்களுக்கு, பிரெயில்நோட்டின் கையேட்டைக் காணவும்.
zh_tw: 請查閱 BrailleNote 手冊以獲得詳細資訊。

source: In NVDA, you may also need to set the port in the [Select Braille Display](#SelectBrailleDisplay) dialog.
bg: В NVDA също може да се наложи да зададете порта в прозореца [Избор на брайлов дисплей](#SelectBrailleDisplay).
de: Zudem müssen Sie den verwendeten Anschluss in den [Braille-Einstellungen](#SelectBrailleDisplay) in NVDA festlegen.
es: En NVDA, también podrías necesitar configurar el puerto en el cuadro de diálogo [Seleccionar Pantalla Braille](#SelectBrailleDisplay).
hr: U NVDA ćete možda trebati odabrati priključak u [dijaloškom okviru odabir brajičnog retka](#SelectBrailleDisplay).
nl: In NVDA kan hett ook noodzakelijk zijn de poort in te stellen in het dialoogvenster [Brailleleesregel Selecteren](#SelectBrailleDisplay).
pt_br: No NVDA, poderá também ser necessário configurar a porta no diálogo [Selecionar Linha Braille](#SelectBrailleDisplay).
ru: В NVDA вам также может потребоваться настроить порт в диалоге [Выбора брайлевского дисплея](#SelectBrailleDisplay).
ta: என்விடிஏவில், [பிரெயில் காட்சியமைவைத் தெரிவுச் செய்க](#SelectBrailleDisplay) உரையாடலில் பிரெயில் நுழைவாயிலை அமைக்க வேண்டியிருக்கலாம்.
zh_tw: 您或許還需要在 NVDA 的[「選擇點顯器」](#SelectBrailleDisplay)對話框中設定連接埠，

source: If you are connecting via USB or bluetooth, you can set the port to "Automatic", "USB" or "Bluetooth", depending on the available choices.
bg: Ако се свързвате чрез USB или Bluetooth, може да зададете порта на „Автоматично“, „USB“ или „Bluetooth“, в зависимост от наличните варианти.
de: Wenn die Braillezeile über USB oder Bluetooth verbunden wird, können Sie "automatisch", "USB" oder "Bluetooth" einstellen.
es: Si te estás conectando a través de USB o bluetooth, puedes configurar el puerto a "Automático", "USB" o "Bluetooth", dependiendo de las opciones disponibles.
hr: Ako povezujete uređaj putem USB ili bluetooth veze, možete postaviti priključak na "Automatski", "USB" ili "Bluetooth", ovisno o dostupnim opcijama.
nl: Als u een USB- of bluetooth-verbinding tot stand brengt, kunt u de poort instellen op "Automatisch", "USB" of "Bluetooth", afhankelijk van de beschikbare keuzemogelijkheden.
pt_br: Caso esteja conectando via USB ou bluetooth, você pode configurar a porta para "Automático", "USB" ou "Bluetooth", dependendo das opções disponíveis.
ru: Если вы подключаетесь через USB или Bluetooth, вы можете настроить порт на "Автоматически", "USB" или "Bluetooth", в зависимости от доступных вариантов.
ta: யுஎஸ்பி, அல்லது ஊடலை மூலம் இணைப்பை ஏற்படுத்தும்பொழுது, இருக்கும் விருப்பத் தேர்வுகளைக் கருத்தில் கொண்டு, தன்னியக்கம், யுஎஸ்பி, அல்லது ஊடலை ஆகியவற்றுள் ஒன்றிற்கு நுழைவாயிலை அமைக்கலாம்.
zh_tw: 當您透過 USB 或藍芽連接，根據可用的選項可將連接埠設定為「自動」、「USB」或「藍芽」，

source: If connecting using a legacy serial port (or a USB to serial converter) or if none of the previous options appear, you must explicitly choose the communication port to be used from the list of hardware ports.
bg: Ако се свързвате, използвайки старите серийни портове (или преходник USB към сериен порт), или ако никоя от предишните опции не е налична, Трябва изрично да изберете комуникационен порт, който да се използва от списъка с хардуерни портове.
de: Wenn Sie einen seriellen Anschluss (oder einen USB-Zu-Seriell-Konverter) verwenden, müssen Sie den verwendeten Anschluss ausdrücklich auswählen.
es: Si te estás conectando utilizando un puerto serie (o un conversor de USB a serie) o si no aparece ninguna de las opciones anteriores, debes elegir explícitamente el puerto de comunicación a utilizarse desde la lista de puertos hardware.
hr: Ako za spajanje koristite serijski priključak (ili pretvarač sa serijskog priključka na USB) ili se ne pojavljuje niti jedna od prethodnih opcija, morate točno odabrati komunikacijski priključak koji će se koristiti pri komunikaciji s uređajem.
nl: Als u gebruik maakt van een legacy seriële poort (of van een USB-naar-serieel adapter), of als geen van de voornoemde opties beschikbaar is, moet u uit de lijst met hardware-poorten de te gebruiken communicatiepoort selecteren.
pt_br: Caso conecte usando uma porta serial legada (ou um conversor de USB para serial) ou se nenhuma das opções anteriores aparecer, você deve escolher explicitamente a porta de comunicação a ser usada na lista de portas de hardware.
ru: При подключении с использованием устаревшего последовательного порта (или преобразователя USB в последовательный) или если ни один из предыдущих вариантов не указан, необходимо явно выбрать используемый коммуникационный порт из списка аппаратных портов.
ta: லெகசி தொடர் தொடர்பாடல், யுஎஸ்பியிலிருந்து தொடர் மாற்றி ஆகியவை மூலம் இணைப்பை ஏற்படுத்தும்பொழுது,, அல்லது முந்தைய விருப்பத் தேர்வுகள் ஏதும் இல்லாதபொழுது, வன்பொறுள் நுழைவாயில்களின் பட்டியலிலிருந்து, பயன்படுத்தப்படவேண்டிய நுழைவாயிலைத் தாங்கள் குறிப்பாகத் தேர்ந்தெடுக்க வேண்டும்.
zh_tw: 如果使用傳統串列部 (或是 USB 轉串列埠轉接器) 或其他非上述所提及的項目，您必須從硬體連接埠明確指定要使用的通訊部。

source: Before connecting your BrailleNote Apex using its USB client interface, you must install the drivers provided by HumanWare.
bg: Преди да свържете вашия BrailleNote Apex използвайки неговия USB клиентски интерфейс, трябва да инсталирате драйверите, предоставени от HumanWare.
de: Bevor Sie die BrailleNote über USB verbinden können, müssen Sie den von Humanware bereitgestellten Treiber installieren.
es: Antes de conectar tu BrailleNote Apex utilizando su cliente de interfaz USB, debes instalar los controladores proporcionados por HumanWare.
hr: Prije spajanja vašeg BrailleNote Apex uz pomoć njegovog Usb klijenta, morate instalirati upravljačke programe koje je napravila tvrtka Human Ware.
nl: Voor u de BrailleNote Apex met behulp van de USB gebruikersinterface verbindt, moet u de stuurprogramma's installeren die door HumanWare beschikbaar worden gesteld.
pt_br: Antes de conectar seu BrailleNote Apex usando sua interface para cliente USB, você precisa instalar os drivers fornecidos pela HumanWare.
ru: Перед подключением устройства BrailleNote Apex с помощью клиентского интерфейса USB необходимо установить драйверы, предоставляемые компанией HumanWare.
ta: பிரெயில்நோட் அபெக்ஸை அதன் யுஎஸ்பி நுகர்வி இடைமுகப்பை கொண்டு இணைப்பை ஏற்படுத்தும் முன்னர், ஹ்யூமன்வேர் நிறுவனத்தின் இயக்கிகளைத் தாங்கள் முதலில் நிறுவ வேண்டும்.
zh_tw: 在使用其 USB 客戶端介面連接 BrailleNote Apex 之前，您必須安裝 HumanWare 提供的驅動程式。

source: On the BrailleNote Apex BT, you can use the scroll wheel located between dots 1 and 4 for various NVDA commands.
bg: При BrailleNote Apex BT можете да използвате колелцето за превъртане, разположено между точки 1 и 4, за различни команди на NVDA.
de: Bei der Braillenote Apex BT können Sie das Scrollrad für die Ausführung von NVDA-Befehlen verwenden. Es befindet sich zwischen den Punkten 1 und 4.
es: En el BrailleNote Apex BT, puedes utilizar la rueda de desplazamiento ubicada entre los puntos 1 y 4 para varias órdenes de NVDA.
hr: Na BrailleNote Apex BT, možete koristiti kotačić koji se nalazi između točkica 1 i 4 za različite NVDA prečace.
nl: Op de BrailleNote Apex BT, kunt u voor het uitvoeren van verschillende NVDA-commando's het scroll-wieltje gebruiken dat tussen punt 1 en punt 4 zit.
pt_br: No BrailleNote Apex BT, você pode usar a rodinha localizada entre os pontos 1 e 4 para vários comandos do NVDA.
ru: В BrailleNote Apex BT вы можете использовать колесо прокрутки, расположенное между точками 1 и 4, для выполнения различных команд NVDA.
ta: பிரெயில்நோட் அபெக்ஸ் BT விசைப் பலகையில் என்விடிஏவின் பல கட்டளைகளைச் செயற்படுத்த, 1ம் 4ம் புள்ளிகளுக்கிடையே அமைந்திருக்கும் உருள் சக்கரத்தை தாங்கள் பயன்படுத்தலாம்.
zh_tw: 在 BrailleNote Apex BT 上，您可以使用位在點字鍵 1 和 4 之間的滾輪來執行各種 NVDA 指令，

source: The wheel consists of four directional dots, a centre click button, and a wheel that spins clockwise or counterclockwise.
bg: Колелцето се състои от четири точки за посоките, централен бутон за щракване и колелце, което се завърта по посока на часовниковата стрелка или обратно на часовниковата стрелка.
de: Das Scrollrad besteht aus 4 punktförmigen Richtungstasten, einer mittleren Taste sowie dem eigentlichen Rad, das Sie mit und gegen den Uhrzeigersinn drehen können.
es: La rueda consiste en cuatro puntos direccionales, un clic en el botón central, y una rueda que gira en el sentido o contra el sentido de las agujas del reloj.
hr: Kotačić se sastoji od četiri usmjerene točke, centralnog gumba za klikanje i kotačića koji se može vrtiti u smjeru ili obrnuto od smjera kazaljke na satu.
nl: Het wieltje heeft vier punten met richtingindicatie, een centrale klik-knop, en een wieltje dat met de wijzers van de klok mee kan draaien of tegen de wijzers van de klok in.
pt_br: A rodinha consiste em quatro pontos direcionais, um botão de clique central, e uma roda que gira no sentido horário ou anti-horário.
ru: Колесо состоит из четырех направляющих точек, центральной кнопки для нажатия и колеса, которое вращается по часовой стрелке или против неё.
ta: நான்கு திசைகளைக் குறிக்கும் புள்ளிகளையும், மையச் சொடுக்குப் பொத்தானையும், முன்னும் பின்னும் சுழலும் சக்கரத்தையும் இந்த உருள் சக்கரம் கொண்டுள்ளது.
zh_tw: 滾輪由四個方向的按鍵、中間按鈕、和一個可順時針或逆時針旋轉的環圈所組成。

source: Following are the BrailleNote command assignments for NVDA.
bg: Следват клавишните назначения на BrailleNote за командите на NVDA.
de: Folgende BrailleNote-Befehle können Sie in NVDA verwenden.
es: Seguidamente van las asignaciones de órdenes del BrailleNote para NVDA.
hr: Slijede BrailleNote prečaci za NVDA.
nl: Hieronder volgen de BrailleNote-toetscommando's voor NVDA.
pt_br: A seguir estão os comandos BrailleNote atribuídos para o NVDA.
ru: Ниже приведены назначения команд BrailleNote для NVDA.
ta: பின்வரும் என்விடிஏ விசைகள், பிரெயில்நோட்டிற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是 BrailleNote 在 NVDA 的按鍵指派，

source: Please check your BrailleNote's documentation to find where these keys are located.
bg: Моля, вижте документацията на BrailleNote за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeile, wo sich die entsprechenden Tasten befinden.
es: Por favor consulta la documentación del BrailleNote para encontrar dónde se localizan estas teclas.
hr: Smještaj ovih tipki potražite u BrailleNote dokumentaciji.
nl: Raadpleeg de documentatie bij de BrailleNote voor informatie over de positie van de toetsen.
pt_br: Por favor consulte a documentação de seu BrailleNote para informações sobre onde essas teclas se encontram.
ru: Ознакомьтесь с документацией к вашему BrailleNote, чтобы узнать, где находятся эти клавиши.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதைப் பற்றி விளக்கமாக அறிய, பிரெயில்நோட்டின் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見 BrailleNote 的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |back
bg: Превъртане на брайловия дисплей назад |back
de: Auf der Braillezeile rückwärts navigieren |Back
es: Desplazar atrás pantalla braille |retroceder
hr: Kliži po brajičnom retku natrag |natrag
nl: Leesregel terugscrollen |terug
pt_br: Rolar linha braille para trás |back
ru: Прокрутка брайлевского дисплея назад |back
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |back

source: Scroll braille display forward |advance
bg: Превъртане на брайловия дисплей напред |advance
de: Auf der Braillezeile vorwärts navigieren |Advance
es: Desplazar adelante pantalla braille |avanzar
hr: Kliži po brajičnom retku naprijed |naprijed
nl: Leesregel vooruitscrollen |vooruit
pt_br: Rolar linha braille para frente |advance
ru: Прокрутка брайлевского дисплея вперёд |advance
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |advance

source: Move braille display to previous line |previous
bg: Придвижване до предишен ред |previous
de: Zur vorherigen Zeile navigieren |Previous
es: Mover pantalla braille a la línea anterior |anterior
hr: Premjesti brajični redak na prethodni redak |prethodno
nl: Leesregel naar vorige regel verplaatsen |vorige
pt_br: Mover linha braille para a linha anterior |previous
ru: Перемещение брайлевского дисплея к предыдущей строке |previous
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |previous

source: Move braille display to next line |next
bg: Придвижване до следващ ред |next
de: Zur nächsten Zeile navigieren |Next
es: Mover pantalla braille a la línea siguiente |siguiente
hr: Premjesti brajični redak na sljedeći redak |sljedeće
nl: Leesregel naar volgende regel verplaatsen |volgende
pt_br: Mover linha braille para a linha seguinte |next
ru: Перемещение брайлевского дисплея к следующей строке |next
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |next

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Llevar a la celda braille |sensores
hr: Premjesti se na brajičnu ćeliju |routing
nl: Naar braillecel springen |routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: NVDA menu |space+dot1+dot3+dot4+dot5 (space+n)
bg: Меню на NVDA |интервал+Точка1+Точка3+Точка4+Точка5 (интервал+N)
de: NVDA-Menü |Leertaste+Punkt1+Punkt3+Punkt4+Punkt5 (Leertaste+N)
es: menú NVDA |espacio+punto1+punto3+punto4+punto5 (espacio+n)
hr: NVDA izbornik |razmaknica+točkica1+točkica3+točkica4+točkica5 (razmaknica+n)
nl: NVDA menu |spatie+punt1+punt3+punt4+punt5 (spatie+n)
pt_br: Menu NVDA |espaço+ponto1+ponto3+ponto4+ponto5 (espaço+n)
ru: NVDA меню |пробел+точка1+точка3+точка4+точка5 (пробел+n)
ta: என்விடிஏ பட்டியல் |space+dot1+dot3+dot4+dot5 (space+n)

source: Toggle braille tethered to |previous+next
bg: Превключване на обвързването на брайла |previous+next
de: Kopplung der Braillezeile ändern |Previous+Next
es: Activar y desactivar seguimiento de braille |anterior+siguiente
hr: Mijenjaj povezanost brajičnog retka |prethodno+sljedeće
nl: Braille koppelen wisselen |vorige+volgende
pt_br: Alternar vínculo do braille |previous+next
ru: Переключение привязки брайля |previous+next
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |previous+next

source: Up arrow key |space+dot1
bg: Стрелка нагоре |Интервал+Точка1
de: Pfeiltaste nach oben |Leertaste+Punkt1
es: Tecla flecha arriba |espacio+punto1
hr: Tipka strelica gore |razmaknica+točkica1
nl: Pijl omhoog |spatie+Punt1
pt_br: Tecla seta para cima |espaço+ponto1
ru: Стрелка вверх |пробел+точка1
ta: மேலம்பு விசை |space+dot1

source: Down arrow key |space+dot4
bg: Стрелка надолу |Интервал+Точка4
de: Pfeiltaste nach unten |Leertaste+Punkt4
es: Tecla flecha abajo |espacio+punto4
hr: Tipka strelica golje |razmaknica+točkica4
nl: Pijl omlaag |spatie+Punt4
pt_br: Tecla seta para baixo |espaço+ponto4
ru: Стрелка вниз |пробел+точка4
ta: கீழம்பு விசை |space+dot4

source: Left Arrow key |space+dot3
bg: Стрелка наляво |Интервал+Точка3
de: Pfeiltaste nach links |Leertaste+Punkt3
es: Tecla flecha izquierda |espacio+punto3
hr: Tipka strelica lijevo |razmaknica+točkica3
nl: Pijl links |spatie+Punt3
pt_br: Tecla seta para esquerda |espaço+ponto3
ru: Стрелка влево |пробел+точка3
ta: இடதம்பு விசை |space+dot3
