Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Say all: Triggered while reading with the say all command.
bg: Прочитане на всичко: задейства се при четене с командата за прочитане на всичко.
de: Alles vorlesen; wird ausgelöst, sobald Sie den Befehl "Alles vorlesen" verwenden.
es: Verbalizar todo: Se dispara durante la lectura con la orden Verbalizar Todo.
hr: Izgovori sve: Okinut se kad se koristi naredba Izgovori sve.
nl: Alles voorlezen : wordt geactiveerd bij gebruik van het commando Alles voorlezen.
pt_br: Leitura Contínua: disparado enquanto se lê com o comando de leitura contínua.
ru: Читать всё: срабатывает для команд "Читать всё".
ta: எல்லாம் படித்திடுக: எல்லாம் படித்திடுக கட்டளையைக் கொண்டு படிக்கும்பொழுது தூண்டப்படும்.
zh_tw: 讀出全部：使用讀出全部指令時觸發。

source: To change the profile which should be automatically activated for a trigger, select the trigger and then select the desired profile from the Profile list.
bg: За да промените профила, който трябва да се активира автоматично при настъпването на дадено събитие, изберете събитието и после изберете желания профил от списъка с профили.
de: Um das Profil zu bestimmen, das durch einen bestimmten Trigger aktiviert werden soll, wählen Sie zunächst den Trigger und anschließend das Profil aus.
es: Para cambiar el perfil que debe ser activado automáticamente por un disparador, selecciona el disparador y luego selecciona el perfil deseado en la lista de perfiles.
hr: Da biste izmjenili profil koji će koristiti okidanje, označite okidač, a nakon toga označite željeni profil s popisa profila.
nl: Om het profiel te wijzigen dat automatisch moet worden geactiveerd voor een bepaalde triggerselecteert u eerst de trigger en vervolgens het gewenste profiel in de lijst met profielen.
pt_br: Para alterar o perfil que deve ser ativado automaticamente para um disparador, selecione o disparador e em seguida selecione o perfil desejado na lista de Perfis.
ru: Для изменения профиля, который должен быть активирован автоматически для автопереключателя профиля, выберите автопереключатель, а затем выберите желаемый профиль в комбинированном списке "Профили".
ta: ஒரு தூண்டுதலுக்குத் தானாக செயற்பட வேண்டிய தனியமைப்பை மாற்ற, முதலில் தூண்டுதலைத் தெரிவுச் செய்து கொண்டு, தோன்றும் வரிசைப் பட்டியலில் காணப்படும் தனியமைப்புகளில் ஒன்றைத் தெரிவுச் செய்யவும்.
zh_tw: 要變更由觸發器自動啟用的設定檔，先選擇觸發器，然後從設定檔清單中選擇所需的設定檔，

source: You can select "(normal configuration)" if you don't want a profile to be used.
bg: Може да изберете Обичайни настройки, ако не желаете да се използва профил.
de: Wenn Sie nicht möchten, dass ein bestimmtes Profil ausgewählt wird, wählen Sie "Standardkonfiguration" aus.
es: Puedes seleccionar (configuración normal) si no quieres utilizar un perfil.
hr: Možete označiti "(standardna konfiguracija)" ako ne želite da se koristi profil.
nl: Als u niet wilt dat er een profiel wordt gebruikt, selecteert u "(normale configuratie)".
pt_br: Você pode selecionar "(configuração normal)" caso não queira que um perfil seja usado.
ru: Вы можете выбрать "(профиль по умолчанию)", если не хотите использовать какой-либо профиль.
ta: எத்தனியமைப்பையும் தாங்கள் பயன்படுத்த விரும்பவில்லையென்றால், இயல்பான அமைவடிவத்தைத் தெரிவுச் செய்யவும்.
zh_tw: 如果您不想要使用設定檔可選擇「一般組態」。

source: Press the Close button to return to the Configuration Profiles dialog.
bg: Натиснете бутона Затвори, за да се върнете към диалога Конфигурационни профили.
de: Über den Schalter "Schließen" können Sie das Dialogfeld für das Konfigurationsprofil schließen.
es: Pulsa el botón Cerrar para volver al cuadro de diálogo de perfiles de configuración.
hr: Pritisnite gumb Zatvori da biste se vratili u dijaloški okvir Konfiguracijski profili.
nl: Druk op de knop Sluiten om naar het dialoogvenster Configuratieprofielen terug te gaan.
pt_br: Pressione o botão fechar para retornar ao Diálogo de Perfis de Configuração.
ru: Нажмите кнопку "Закрыть" для возврата в диалоговое окно "Профили Конфигурации".
ta: அமைவடிவ தனியமைப்புகள் உரையாடலுக்குத் திரும்ப, 'மூடுக' பொத்தானை அழுத்தவும்.
zh_tw: 按「關閉」按鈕以回到「組態設定檔」對話框。

source: Editing a Profile
bg: Редактиране на профил
de: Bearbeiten eines Konfigurationsprofils
es: Editar un Perfil
hr: Uređivanje profila
nl: Een Profiel bewerken
pt_br: Editando um Perfil
ru: Редактирование профиля
ta: தனியமைப்பைத் தொகுத்தல்
zh_tw: 編輯設定檔

source: If you have manually activated a profile, any settings you change will be saved to that profile.
bg: Ако сте активирали ръчно някой профил, всяка настройка, която промените, ще бъде запазена в този профил.
de: Wenn Sie ein Konfigurationsprofil manuell aktiviert haben, werden sämtliche Einstellungen in diesem Profil gespeichert.
es: Si has activado manualmente un perfil, las opciones que modifiques se guardarán en ese perfil.
hr: Ako ste ručno aktivirali profil, sve postavke koje izmijenite bit će pospremljene u taj profil.
nl: Als u handmatig een profiel hebt geactiveerd, worden alle door u gewijzigde instellingen in dat profiel opgeslagen.
pt_br: Caso você tenha ativado um perfil manualmente, quaisquer configurações alteradas serão salvas para aquele perfil.
ru: Если вы вручную активировали профиль, то любые настройки, которые вы изменяете, будут сохраняться в этом профиле.
ta: ஒரு தனியமைப்பை கைமுறையில் தாங்கள் இயக்கியிருந்தால், அமைப்புகளில் தாங்கள் மேற்கொள்ளும் எந்தவொரு மாற்றமும், அத்தனியமைப்பில் சேமிக்கப்படும்.
zh_tw: 如果您已經手動啟用設定檔，您進行設定上的變更都將儲存在該設定檔中，

source: Otherwise, any settings you change will be saved to the most recently triggered profile.
bg: В противен случай, всяка настройка, която промените, ще бъде запазена в последно задействания профил.
de: Anderenfalls werden alle Einstellungen in jenem Profil gespeichert, das zuletzt durch einen Trigger aktiviert wurde.
es: De lo contrario, las opciones que se modifiquen se guardarán en el perfil disparado más recientemente.
hr: U suprotnom, sve postavke koje promijenite bit će pospremljene u najčešće okidani profil.
nl: Als dat niet het geval is,zullen wijzigingen die u in de instellingen aanbrengt worden opgeslagen in het meest recente door een trigger geactiveerde profiel.
pt_br: Do contrário, quaisquer configurações que você alterar serão salvas para o perfil mais recentemente disparado.
ru: Иначе, настройки будут сохранены в недавно запущенном профиле.
ta: எத்தனியமைப்பும் கைமுறையில் இயக்கப்படாத தருணத்தில், அமைப்புகளில் தாங்கள் மேற்கொள்ளும் எந்தவொரு மாற்றமும், மிக அண்மையில் தூண்டப்பட்டிருக்கும் தனியமைப்பில் சேமிக்கப்படும்.
zh_tw: 否則所有您變更的設定將會儲存到最近觸發的設定檔中。

source: For example, if you have associated a profile with the Notepad application and you switch to Notepad, any changed settings will be saved to that profile.
bg: Например, ако сте асоциирали профил с приложението Notepad и превключите към Notepad, всяка настройка, която промените, ще се запазва в този профил.
de: Wenn Sie beispielsweise ein Profil für den Editor erstellt haben und sich momentan im Editor befinden, werden alle Einstellungen in diesem Profil gespeichert.
es: Por ejemplo, si has asociado un perfil con la aplicación Bloc de notas y cambias al Bloc de notas, las opciones modificadas se guardarán en ese perfil.
hr: Na primjer, ako ste pridružili profil aplikaciji Notepad za pisanje i prebacujete se na Notepad za pisanje, sve promjenjene postavke bit će spremljene u taj profil.
nl: Als u bij voorbeeld een profiel gekoppeld hebt aan de toepassing Kladblok, dan zullen, zodra u naar Kladblok overschakelt, gewijzigde instellingen naar dat profiel worden opgeslagen.
pt_br: Por exemplo, se você tiver associado um perfil ao aplicativo Notepad — Bloco de Notas — e alternar para o Notepad — Bloco de Notas —, quaisquer configurações alteradas serão salvas para aquele perfil.
ru: Например, если вы связали профиль с приложением Блокнот и переключаетесь на него, то изменяемые настройки будут сохраняться в профиле для работающего приложения Блокнот.
ta: எடுத்துக்காட்டாக, நோட்பேட் பயன்பாட்டிற்கு ஒரு தனியமைப்பைத் தாங்கள் இணைத்திருந்து, நோட்பேடிற்குத் தாங்கள் மாறினால், அமைப்புகளில் தாங்கள் செய்யும் மாற்றங்கள் அத்தனியமைப்பில் சேமிக்கப்படும்.
zh_tw: 舉例來說，如果您已將設定檔與記事本應用程式關聯並切換到記事本，任何設定的變更均會儲存於此設定檔。

source: Finally, if there is neither a manually activated nor a triggered profile, any settings you change will be saved to your normal configuration.
bg: Накрая, ако няма нито ръчно активиран, нито автоматично задействан профил, всяка настройка, която промените, ще бъде запазвана в обичайните настройки.
de: Wenn Sie weder ein manuell aktiviertes noch ein durch einen Trigger aktiviertes Profil erstellt haben, werden alle Einstellungen in der Standardkonfiguration gespeichert.
es: Por último, si no hay ni un perfil activado manualmente ni uno disparado, las opciones que se modifiquen se guardarán en la configuración normal.
hr: Na kraju, ako ne postoji niit jedan ručno aktivirani ili okinuti profil, svaku postavku koju promijenite bit će pospremljena u vašu uobičajenu konfiguraciju.
nl: Als er geen handmatig geactiveerd profiel is, en er ook geen sprake is van een automatisch geactiveerd profiel dan worden gewijzigde instellingen opgeslagen in de normale configuratie.
pt_br: Finalmente, se não existir um perfil ativado manualmente nem um perfil que possua disparador, quaisquer configurações alteradas serão salvas em sua configuração normal.
ru: И, наконец, если нет ни вручную активированного, ни запущенного профиля, то изменяемые настройки будут сохраняться уже в конфигурации по умолчанию.
ta: இறுதியாக, கைமுறையில் இயக்கப்பட்ட, அல்லது தூண்டப்பட்ட தனியமைப்பு ஏதுமில்லாதபொழுது, அமைப்புகளில் தாங்கள் மேற்கொள்ளும் மாற்றங்கள், இயல்பான அமைவடிவத்தில் சேமிக்கப்படும்.
zh_tw: 最後，如果沒有手動啟用或觸發的設定檔，則所有的設定變更會儲存到「一般組態」設定檔中。

source: To edit the profile associated with say all, you must [manually activate](#ConfigProfileManual) that profile.
bg: За да редактирате профила, асоцииран с Прочитане на всичко, трябва да го [активирате ръчно](#ConfigProfileManual).
de: Um ein Profil zu bearbeiten, das an den Trigger "Alles vorlesen" gekoppelt ist, müssen Sie dieses Profil zuvor [Manuell aktivieren](#ConfigProfileManual).
es: Para editar el perfil asociado a verbalizar todo, debes [activar manualmente](#ConfigProfileManual) ese perfil.
hr: Da biste uredili profil kojemu je pridružena naredba "Izgovori sve", morate [ručno aktivirati](#ConfigProfileManual) taj profil.
nl: Om het profiel dat gekoppeld is aan alles voorlezen te bewerken, moet u dat profiel [handmatig activeren](#ConfigProfileManual).
pt_br: Para editar o perfil associado com a leitura contínua, é necessário [ativar manualmente](#ConfigProfileManual) aquele perfil.
ru: Для редактирования профиля, связанного с командами "Читать всё", вы должны [вручную активировать](#ConfigProfileManual) этот профиль.
ta: எல்லாம் படித்தலுக்கு இணைக்கப்பட்டிருக்கும் தனியமைப்பைத் தாங்கள் தொகுக்க வேண்டுமானால், அத்தனியமைப்பை [கைமுறையில் தொகுக்க](#ConfigProfileManual) வேண்டும்.
zh_tw: 要編輯與「讀出全部」關連的設定檔，您需要[手動啟用](#ConfigProfileManual)該設定檔。

source: Temporarily Disabling Triggers
bg: Временно деактивиране на превключватели
de: Trigger eines Konfigurationsprofils vorübergehend abschalten
es: Deshabilitar Temporalmente Disparadores
hr: Privremeno deaktiviranje okidača
nl: Triggers tijdelijk uitschakelen
pt_br: Desabilitando Temporariamente os Disparadores
ru: Временный запрет автопереключателей профилей
ta: தூண்டுதல்களைத் தற்காலிகமாக முடக்குதல்
zh_tw: 暫時停用觸發器

source: Sometimes, it is useful to temporarily disable all triggers.
bg: Понякога е полезно временно да деактивирате всички превключватели.
de: Manchmal ist es hilfreich, temporär alle Trigger zu deaktivieren.
es: A veces, es útil desactivar temporalmente todos los disparadores.
hr: Ponekad je korisno deaktivirati sve okidače.
nl: Het kan van pas komen dat alle triggers tijdelijk kunnen worden uitgeschakeld.
pt_br: Algumas vezes, é útil desabilitar temporariamente todos os disparadores.
ru: Иногда, бывает полезно временно запретить все автопереключатели профилей.
ta: சில தருணங்களில், எல்லாத் தூண்டுதல்களையும் தற்காலிகமாக முடக்குவது பயனளிப்பதாக இருக்கும்.
zh_tw: 有時將所有的觸發器暫時停用對於操作是有幫助的，

source: For example, you might wish to edit a manually activated profile or your normal configuration without triggered profiles interfering.
bg: Например, може да искате да редактирате ръчно активиран профил или вашите обичайни настройки без намесата на автоматично активирани профили.
de: Ein Beispiel: Sie möchten ein manuell aktiviertes Profil bearbeiten oder die Standardkonfiguration bearbeiten, ohne von automatisch aktivierten Profilen gestört zu werden.
es: Por ejemplo, puedes querer editar un perfil activado manualmente o la configuración normal, sin perfiles disparadores interfiriendo.
hr: Na primjer, možda biste htjeli urediti ručno aktivirani profil ili urediti vašu uobičajenu konfiguraciju bez ometanja okinutog profila.
nl: U wilt bij voorbeeld een handmatig geactiveerd profiel of de normale configuratie bewerken zonder last te hebben van door triggers geactiveerde profielen
pt_br: Por exemplo, você pode querer editar um perfil ativado manualmente ou sua configuração normal sem interferir em perfis disparados.
ru: Например, вы, предположим, захотите отредактировать вручную активированный профиль или конфигурацию по умолчанию, так чтобы запущенные профили не мешали.
ta: எடுத்துக்காட்டாக, தூண்டுதல்களின் இடையூறு இல்லாமல், கைமுறையில் இயக்கப்பட்ட தனியமைப்பையோ, இயல்பான அமைவடிவத்தையோ தாங்கள் தொகுக்க விரும்புவீர்கள்.
zh_tw: 例如您也許想編輯手動啟用的設定檔或一般組態而不要受到自動觸發設定檔的干擾，

source: You can do this by checking the Temporarily disable all triggers checkbox in the Configuration Profiles dialog.
bg: Можете да направите това като сложите отметка на полето Временно деактивиране на всички превключватели в диалога Конфигурационни профили.
de: Dies erreichen Sie über die Option "Alle Trigger temporär deaktivieren" im Dialogfeld für die Konfigurationsprofile.
es: Puedes hacer esto marcando la casilla de verificación Desactivar Temporalmente Todos los Disparadores en el cuadro de diálogo de perfiles de configuración.
hr: To možete učiniti na sljedeći način: označite potvrdni okvir Privremeno deaktiviraj sve okidače u dijaloškom okviru Konfiguracijski profili.
nl: Dit kunt u doen door een vinkje te zetten in het selectievakje bij "Alle triggers tijdelijk uitschakelen" in het dialoogvenster Configuratieprofielen.
pt_br: É possível fazer isso marcando a caixa de seleção Desabilitar Temporariamente Todos os Disparadores no diálogo de Perfis de Configuração.
ru: Вы можете осуществить это, отметив флажок "Временно запретить все автопереключатели профилей" в диалоговом окне "Профили Конфигурации".
ta: இதைச் செய்ய, அமைவடிவ தனியமைப்புகள் உரையாடலில் காணப்படும் 'எல்லாத் தூண்டுதல்களையும் தற்காலிகமாக முடக்குக' தேர்வுப் பெட்டியைத் தேர்வுச் செய்யவும்.
zh_tw: 那麼您可以開啟「組態設定檔」對話框，將「暫時停用所有的觸發器」核取方塊勾選以達此目的。

source: To toggle disabling triggers from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да включвате/изключвате забраняването на превключвателите отвсякъде, моля, задайте потребителски жест от прозореца [Жестове на въвеждане](#InputGestures).
de: Sie können auch eine Tastenkombination dafür im Dialogfeld für die [Tastenbefehle](#InputGestures) definieren.
es: Para activar o desactivar los disparadores desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [Diálogo Gestos de Entrada](#InputGestures).
hr: Za aktiviranje okidača profila s bilo kojeg mjesta, dodijelite prilagođenu gestu koristeći dijaloški okvir [Ulazne geste](#InputGestures).
nl: Om vanaf een willekeurige plaats Triggers in of uit te schakelen wijst u een aangepaste invoerhandeling toe met behulp van het dialoogvenster [Invoerhandelingen](#InputGestures).
pt_br: Para alternar a desativação dos disparadores de qualquer lugar, por favor, atribua um comando personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: Для быстрого отключения или включения всех автопереключателей профилей в любом месте, пожалуйста, назначьте на это действие желаемый жест в [диалоге Жесты ввода](#InputGestures).
ta: தூண்டுதல்களை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換停用觸發器，請使用[輸入手勢對話框](#InputGestures)來指派手勢。

source: Activating a profile using input gestures
bg: Активиране на профил с помощта на жестове на въвеждане
de: Aktivieren eines Konfigurationsprofils mit Tastenbefehle
es: Activar un perfil utilizando gestos de entrada
hr: Aktiviranje profila uz pomoć ulaznih gesti
nl: Een profiel activeren met behulp van invoerhandelingen
pt_br: Ativando um perfil usando comandos definidos
ru: Активация профилей с помощью жестов ввода
ta: உள்ளீட்டுச் சைகைகளைக் கொண்டு தனியமைப்பை இயக்குதல்
zh_tw: 使用輸入手勢啟用設定檔

source: For every profile you add, you are able to assign one or more input gestures to activate it.
bg: За всеки добавен профил можете да зададете един или повече жестове на въвеждане, с които да го активирате.
de: Für jedes Profil, das Sie hinzufügen, können Sie eine oder mehrere Befehle zuweisen, um es zu aktivieren.
es: Para cada perfil que añadas, podrás asignar uno o más gestos de entrada para activarlo.
hr: Možete dodati tipkovnički prečac za svaki profil koji stvorite kako boste ga mogli aktivirati.
nl: Aan elk profiel dat u toevoegt, kunt u een of meer invoerhandelingen toekennen om het te activeren.
pt_br: Para cada perfil adicionado, você pode atribuir um ou mais comandos para ativá-lo.
ru: Для каждого добавленного профиля конфигурации можно назначить один или несколько жестов для его активации.
ta: தாங்கள் உருவாக்கும் ஒவ்வொரு தனியமைப்பையும் இயக்க, ஒன்று, அல்லது ஒன்றிற்கும் மேற்பட்ட உள்ளீட்டுச் சைகைகளை தங்களால் அதற்கு ஒதுக்க இயலும்.
zh_tw: 對於每個新增的設定檔，您可以指派一個或多個輸入手勢來啟用它們，

source: By default, configuration profiles do not have input gestures assigned.
bg: По подразбиране конфигурационните профили нямат присвоени жестове на въвеждане.
de: Standardmäßig sind den Konfigurationsprofilen keine Befehle zugeordnet.
es: Por defecto, los perfiles de configuración no tienen gestos de entrada asignados.
hr: Konfiguracijski profili standardno nemaju pridjeljenje ulazne geste.
nl: Standaard zijn aan configuratieprofielen geen invoerhandelingen toegekend.
pt_br: Por padrão, os perfis de configuração não possuem comandos atribuídos.
ru: По умолчанию профили не имеют назначенных жестов.
ta: தங்களுக்கென்று ஒதுக்கப்பட்ட உள்ளீட்டுச் சைகைகளை அமைவடிவத் தனியமைப்புகள் இயல்பில் கொண்டிருக்காது.
zh_tw: 預設情況下組態設定檔並沒有指派任何輸入手勢，

source: You can add gestures to activate a profile using the [Input Gestures dialog](#InputGestures).
bg: Можете да добавяте жестове за активиране на профил, като използвате [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Sie können Tastenbefehle für ein Profil im Dialogfeld für die [Tastenbefehle](#InputGestures) definieren.
es: Puedes añadir gestos para activar un perfil utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Možete dodati prečace koristeći [Dijaloški okvir ulazne geste](#InputGestures).
nl: U kunt handelingen toevoegen om een profiel te activeren met behulp van [het dialoogvenster Invoerhandelingen](#InputGestures).
pt_br: Você pode adicionar comandos para ativar um perfil usando o [diálogo Definir Comandos](#InputGestures).
ru: Добавить желаемый жест на команду активации того или иного профиля конфигурации можно в диалоге [Жесты ввода](#InputGestures).
ta: [உள்லீட்டுச் சைகைகள் உரையாடலைக்](#InputGestures) கொண்டு, சைகைகளை இணைப்பதன் மூலம், தங்களால் ஒரு தனியமைப்பை இயக்க இயலும்.
zh_tw: 您可以在[輸入手勢對話框](#InputGestures)中新增手勢來啟用設定檔。

source: Every profile has its own entry under the configuration profiles category.
bg: Всеки профил има запис за себе си в категорията „Конфигурационни профили“.
de: Jedes Profil hat einen eigenen Eintrag unter der Kategorie Konfigurationsprofile.
es: Cada perfil tiene su propia entrada en la categoría perfiles de configuración.
hr: Svaki profil ima svoj zapis u kategoriji ulaznih gesti.
nl: Elk profiel heeft een eigen aanduiding in de categorie configuratieprofielen.
pt_br: Cada perfil tem sua própria entrada na categoria de perfis de configuração.
ru: Каждый профиль имеет свою команду в категории "Профили конфигурации".
ta: இவ்வுரையாடலில் காணப்படும் அமைவடிவத் தனியமைப்புகள் வகைமையின் கீழ் ஒவ்வொரு தனியமைப்பிற்குமான விசை ஒதுக்கீடுகள் அமைந்திருக்கும்.
zh_tw: 每個設定檔在「組態設定檔」類別中都有自己的項目，

source: When you rename a profile, any gesture you added previously will still be available.
bg: Когато преименувате даден профил, всеки жест, който сте добавили по-рано, пак ще е наличен.
de: Wenn Sie ein Profil umbenennen, ist jeder Tastenbefehl, die Sie zuvor hinzugefügt haben, weiterhin verfügbar.
es: Cuando renombres un perfil, cualquier gesto que añadieras con anterioridad todavía estará disponible.
hr: Kad preimenujete profil, bilo koji prečac kojeg ste prethodno dodali oš će uvijek biti dostupan.
nl: Wanneer u een profiel hernoemt, blijven alle handelingen die u eerder bewerkte beschikbaar.
pt_br: Quando você renomeia um perfil, qualquer comando adicionado anteriormente ainda estará disponível.
ru: При переименовании профиля все ранее добавленные жесты будут по-прежнему доступны.
ta: ஒரு தனியமைப்பின் பெயரை தாங்கள் மாற்றியமைத்தாலும், அத்தனியமைப்பிற்கு தாங்கள் ஏற்கெனவே இணைத்திருக்கும் சைகைகள் மாறாமல் இருக்கும்.
zh_tw: 當您重新命名設定檔，原先的手勢依然有效，

source: Removing a profile will automatically delete the gestures associated with it.
bg: Премахването на профил автоматично ще изтрие свързаните с него жестове.
de: Das Entfernen eines Profils löscht automatisch die damit verbundenen Tastenbefehlen.
es: Borrar un perfil eliminará automáticamente el gesto asociado con él.
hr: Kad izbrišete profil, također će biti izbrisane i geste, koje su s njim povezane.
nl: Met het verwijderen van een profiel worden de daaraan verbonden handelingen ook verwijderd.
pt_br: A remoção de um perfil excluirá automaticamente os comandos associados a ele.
ru: Удаление профиля автоматически удалит все назначенные на него жесты.
ta: ஒரு தனியமைப்பை நீக்கினால், அதனுடன் இணைக்கப்பட்டிருக்கும் சைகைகளும் அழிக்கப்படும்.
zh_tw: 刪除設定檔將會自動刪除關聯的手勢。

source: Location of Configuration files
bg: Местоположение на конфигурационните файлове
de: Speicherorte der Konfigurationsdateien
es: Ubicación de los Ficheros de Configuración
hr: Lokacija konfiguracijskih datoteka
nl: De Locatie van Configuratiebestanden
pt_br: Localização dos Arquivos de Configuração
ru: Расположение файлов конфигурации
ta: அமைவடிவ கோப்புகளின் அமைவிடம்
zh_tw: 組態檔案位置

source: Portable versions of NVDA store all settings and add-ons in a directory called userConfig, found in the NVDA directory.
bg: Преносимите версии на NVDA съхраняват всички настройки и добавки в папка, наречена userConfig, намираща се в папката на NVDA.
de: In der portablen NVDA-Version werden sämtliche Einstellungen und NVDA-Erweiterungen im Ordner "userConfig" unterhalb des Stammordners von NVDA abgelegt.
es: Las versiones portables de NVDA almacenan todas sus opciones y complementos en un directorio llamado userConfig, que se encuentra en el directorio de NVDA.
hr: Prijenosne kopije NVDA čitača spremaju sve postavke, prilagođene module za aplikacije i prilagođene upravljačke programe za govorne jedinice u mapu userConfig koja se nalazi u mapi gdje je smješten NVDA.
nl: Als u een draagbare versie van NVDA hebt, worden alle instellingen en add-ons opgeslagen in een sub-map genaamd user config. Deze map bevindt zich in de NVDA hoofdmap.
pt_br: Versões portáteis do NVDA armazenam todas as configurações e complementos numa pasta chamada userConfig que se pode encontrar na pasta do NVDA.
ru: Переносные версии NVDA сохраняют все свои настройки и дополнения в папке userConfig, расположенной в папке NVDA.
ta: ஒரு பயனரின் அமைப்புகள், தனிப்பயனாக்கப்பட்ட நிரற்கூறுகள் போன்றவைகளை, என்விடிஏ அடைவில் இருக்கும் UserConfig என்கிற கோப்புறையில் என்விடிஏவின் கொண்டுசெல்லத்தக்கப் பதிப்புகள் சேமித்து வைத்திருக்கும்.
zh_tw: NVDA 的可攜式版本將所有的設定、附加元件均儲存在 NVDA 目錄下一個名為 userConfig 的目錄中。
