Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This edit field allows you to type the amount that the pitch of the voice will change when speaking a capital letter.
bg: Това поле за писане ви позволява да определите с колко да се променя височината на гласа при произнасяне на главна буква.
de: Dieses Eingabefeld legt fest, wie die Stimme der Ansage bei Großbuchstaben verändert werden soll.
es: Este campo de edición te permite teclear la cantidad en que el tono de la voz cambiará cuando se verbalice una letra mayúscula.
hr: Ovo polje za uređivanje omogućuje promjenu vrijednosti visine koju će govorna jedinica koristiti pri izgovoru velikih slova.
nl: Dit tekstvak stelt u in staat om de mate waarin de toonhoogte van de stem verandert zodra een hoofdletter wordt gelezen in te stellen.
pt_br: Este campo de edição permite que você digite o valor que o tom da voz irá alterar ao anunciar uma letra maiúscula.
ru: В это поле редактирования вы можете вводить число, которое изменяет высоту голоса при чтении заглавных букв.
ta: ஆங்கில முகப்பெழுத்தைப் படிக்க, எவ்வளவு சுருதியை மாற்ற வேண்டுமென்று தாங்கள் கருதுகிறீர்களோ, அம்மதிப்பை இத்தொகு களத்தில் தட்டச்சிடவும்.
zh_tw: 您可在此文字編輯區輸入當讀出大寫字母時音調的改變量，

source: This value is a percentage, where a negative value lowers the pitch and a positive value raises it.
bg: Тази стойност се изразява в проценти, като отрицателните стойности намаляват височината, а положителните я увеличават.
de: Dieser Wert wird in Prozent angegeben, wobei ein negativer Wert die Stimme senkt und ein positiver Wert die Stimme anhebt.
es: Este valor es un porcentaje, donde un valor negativo baja el tono y un valor positivo lo sube.
hr: Ova je vrijednost oblikovana kao postotak, u kojem negativna vrijednost snizuje visinu dok ju pozitivna vrijednost bez predznaka minus povisuje.
nl: Deze waarde is een percentage, een negatieve waarde verlaagt de toonhoogte en een positieve waarde verhoogt de toonhoogte.
pt_br: Esse valor é uma porcentagem, onde um número negativo diminui o tom e um número positivo o aumenta.
ru: Это значение выражается в процентах, где отрицательное число понижает высоту, а положительное повышает её.
ta: இதன் மதிப்பு விழுக்காட்டில் குறிக்கப்படுகிறது. சுழியத்திற்குக் கீழிருக்கும் மதிப்பு, சுருதியைக் குறைக்கும், சுழியத்திற்கு மேலிருக்கும் மதிப்பு, சுருதியை மேலேற்றும்.
zh_tw: 這個數值代表百分比，負值可以降低音調，正值可以提高音調，

source: For no pitch change you would use 0.
bg: Ако искате височината на гласа да не се променя, използвайте 0.
de: Um dieses Verhalten auszuschalten, setzen Sie diesen Wert auf 0.
es: Para no cambiar el tono utilizarías el 0.
hr: Kad ne želite promjenu visine koristite 0 kao vrijednost.
nl: Om de toonhoogte niet te veranderen voert u 0 in.
pt_br: Para não alterar o tom você deve usar em 0.
ru: Чтобы избежать изменения высоты голоса, вы можете ввести нулевое значение.
ta: சுருதியில் மாற்றம் தேவையில்லையென்றால், 0 எண்ணைத் தட்டச்சிடவும்.
zh_tw: 如不想改變音調請輸入 0。

source: Usually, NVDA raises the pitch slightly for any capital letter, but some synthesizers may not support this well.
bg: Обикновено NVDA леко повишава височината на гласа за всяка главна буква, но някои синтезатори може да не поддържат това добре.
de: Standardmäßig erhöht NVDA die Stimme für jeden Großbuchstaben leicht, aber einige Synthesizer unterstützen dies möglicherweise nur unzureichend.
es: Normalmente, NVDA eleva el tono ligeramente para cualquier letra en mayúsculas, pero algunos sintetizadores pueden no admitir esto bien.
hr: Uobičajeno, NVDA malo povisuje visinu glasa za svako veliko slovo, ali neke govorne jedinice to možda ne podržavaju na dobar način.
nl: Gebruikelijk is dat NVDA elke hoofdletter op een iets hogere toon uitspreekt, maar er kunnen synthesizers zijn die hiervoor geen goede ondersteuning bieden.
pt_br: Normalmente, o NVDA aumenta ligeiramente o tom para qualquer letra maiúscula, mas alguns sintetizadores não suportam corretamente esta configuração.
ru: Обычно NVDA немного повышает высоту голоса для всех заглавных букв, но некоторые синтезаторы могут не поддерживать это как следует.
ta: வழக்கமாக, எந்தவொரு முகப்பெழுத்திற்கும் என்விடிஏ சுருதியை சிறிது மேலேற்றும். ஆனால், சில ஒலிப்பான்கள் இதை சரிவர ஆதரிப்பதில்லை.
zh_tw: 通常 NVDA 會以稍微提高的音調讀出大寫字母，但有些合成器可能沒法很好的支援，

source: In case pitch change for capitals is not supported, consider [Say "cap" before capitals](#SpeechSettingsSayCapBefore) and/or [ Beep for capitals](#SpeechSettingsBeepForCaps) instead.
bg: В случай, че промяната на височината за главни букви не се поддържа, можете вместо това да използвате опциите [Казвай "главно" пред главни букви](#SpeechSettingsSayCapBefore) и/или [Издавай звук пред главни букви](#SpeechSettingsBeepForCaps).
de: Falls die Änderung der Stimme bei der Ansage für Großbuchstaben nicht unterstützt wird, verwenden Sie stattdessen die Optionen "[Bei Großbuchstaben "Groß" ansagen](#SpeechSettingsSayCapBefore)" und/oder "[Signalton bei Großbuchstaben](#SpeechSettingsBeepForCaps)".
es: En caso de que no se admita el cambio de tono para las mayúsculas, considera utilizar [Verbalizar "mayus" antes de mayúsculas](#SpeechSettingsSayCapBefore) y/o [Pitar para mayúsculas](#SpeechSettingsBeepForCaps) en su lugar.
hr: U slučaju da promjena visine glasa nije podržana, umjesto toga možete koristiti opcije [Izgovori "veliko" prije velikih slova](#SpeechSettingsSayCapBefore) ili [Zvučni signal za velika slova](#SpeechSettingsBeepForCaps).
nl: Indien hoofdletters zonder verhoging van toon worden uitgesproken, kunt u overwegen om in plaats hiervan [ "hoofdletter"zeggen voor een hoofdletter](#SpeechSettingsSayCapBefore) en/of [ pieptoon bij hoofdletters](#SpeechSettingsBeepForCaps) te gebruiken.
pt_br: Caso a alteração de tom para maiúsculas não seja suportada, considere [Dizer "maiúscula" antes de maiúsculas](#SpeechSettingsSayCapBefore) e/ou[ Bipar em maiúsculas](#SpeechSettingsBeepForCaps).
ru: Если изменение высоты для заглавных букв не поддерживается, то рассмотрите использование функции [Говорить "Большая" перед заглавными буквами](#SpeechSettingsSayCapBefore) или [Сигнал перед заглавными буквами](#SpeechSettingsBeepForCaps).
ta: முகப்பெழுத்திற்கான சுருதி மாற்றம் ஆதரிக்கப்படாதபட்சத்தில், [ஆங்கில முகப்பெழுத்துகளுக்கு முன், Cap என்று சொல்க](#SpeechSettingsSayCapBefore), [ஆங்கில முகப்பெழுத்துகளுக்கு சிற்றொலியை எழுப்புக](#SpeechSettingsBeepForCaps) ஆகிய இரு தேர்வுப் பெட்டிகளில் ஏதேனும் ஒன்றை, அல்லது இரண்டையும் மாற்றாகத் தேர்வுச் செய்யலாம்.
zh_tw: 如果合成器不支援大寫字母的音調改變，請考慮使用[大寫字母說出大寫](#SpeechSettingsSayCapBefore)或[大寫字母發出嗶嗶聲](#SpeechSettingsBeepForCaps)來替代。

source: Say "cap" before capitals
bg: Казвай "главно" пред главни букви
de: Bei Großbuchstaben "Groß" ansagen
es: Decir" Mayus" antes de Mayúsculas
hr: Izgovori "veliko" prije velikih slova
nl: Het woord "Hoofdletter" uitspreken bij lezen van hoofdletters
pt_br: Dizer "maiúscula" antes de maiúsculas
ru: Говорить "Большая" перед заглавными буквами
ta: ஆங்கில முகப்பெழுத்துகளுக்கு முன் cap என்று சொல்க
zh_tw: 大寫字母說出大寫

source: This setting is a checkbox that, when checked, tells NVDA to say the word "cap" before any capital letter when spoken as an individual character such as when spelling.
bg: Тази настройка е поле за отметка, което когато е отметнато, инструктира NVDA да изговаря думата "главно" преди всяка главна буква, когато преминем върху нея със стрелките, или пък я наберем от клавиатурата.
de: Dieses Kontrollfeld legt fest, ob beim Navigieren im Text oder beim Schreiben von Großbuchstaben das Wort "Groß" vor Großbuchstaben gesagt werden soll.
es: Esta opción es una casilla de verificación, que cuando está marcada dice a NVDA que diga la palabra "mayus" antes de cualquier letra en mayúscula, cuando se navega sobre ella o verbalizándola cuando está siendo escrita.
hr: Kad je ovaj potvrdni okvir označen, omogućuje da NVDA izgovara riječ "veliko", prije svakog velikog slova na primjer kad se tekst slovka.
nl: Als dit selectievakje is aangevinkt zal NVDA, waar nodig, het woord “hoofdletter” zeggen bij het lezen en typen.
pt_br: Essa é uma caixa de seleção que se marcada informa ao NVDA para anunciar a palavra "maiúscula" antes de qualquer letra maiúscula, quando falada como caractere individual, se soletrada, por exemplo.
ru: Этот флажок, если установлен, указывает NVDA говорить слово "Большая" перед любой заглавной буквой при чтении символов по отдельности, например, при посимвольном чтении.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், ஆங்கில உரைகளை எழுத்துகளாக படிக்கும் தருணங்களில், முகப்பெழுத்துகள் எதிர்பட்டால், என்விடிஏ 'cap' என்று சொல்லியப் பிறகுதான், அவ்வெழுத்தைப் படிக்கும்.
zh_tw: 若勾選此核取方塊，告訴 NVDA 在讀出個別字元時遇到大寫字母會先說出「大寫」的提示，例如輸入大寫字母或拼字。

source: Beep for capitals
bg: Издавай звук пред главни букви
de: Signalton bei Großbuchstaben
es: Pitar para Mayúsculas
hr: Zvučni signal za velika slova
nl: Pieptoon bij hoofdletters
pt_br: Bipar em maiúsculas
ru: Сигнал перед заглавными буквами
ta: ஆங்கில முகப்பெழுத்துகளுக்கு சிற்றொலியை எழுப்புக
zh_tw: 大寫字母發出嗶嗶聲

source: If this checkbox is checked, NVDA will make a small beep each time it encounters a capitalized character by itself.
bg: Ако това поле за отметка е отметнато, NVDA ще издава звук всеки път, когато засече самостоятелна главна буква.
de: Wenn dieses Kontrollkästchen aktiviert ist, ertönt jedes Mal ein Signalton bei Großbuchstaben.
es: Si esta casilla de verificación está marcada, NVDA emitirá un pequeño pitido cada vez que esté verbalizando un carácter en mayúscula.
hr: Ako je ovaj potvrdni okvir označen, NVDA će se javiti zvučnim signalom, svaki put kad naiđe na veliko slovo.
nl: Als dit selectievakje is aangevinkt zal NVDA een korte pieptoon laten horen telkens wanneer er sprake is van een hoofdletter.
pt_br: Se essa caixa de seleção estiver marcada, o NVDA reproduzirá um pequeno bipe cada vez que falar um Caractere maiúsculo.
ru: Если этот флажок установлен, то NVDA будет воспроизводить короткий звуковой сигнал перед каждой заглавной буквой.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், ஆங்கில உரைகளை எழுத்துகளாகப் படிக்கும் தருணங்களில், முகப்பெழுத்துகளைப் படிக்கும்பொழுது என்விடிஏ ஒரு சிற்றொலியை எழுப்பும்.
zh_tw: 若勾選此核取方塊，NVDA 將在每次遇到大寫字母時發出嗶嗶聲的提示。

source: Use spelling functionality if supported
bg: Използвай възможността за спелуване, ако е възможно
de: Buchstabierfunktion verwenden, sofern verfügbar
es: Utilizar funcionalidad de deletreo si está soportada
hr: Koristi funkcionalnost slovkanja, ako je podržano
nl: Spellingfunctionaliteit gebruiken (wanneer ondersteund)
pt_br: Usar funcionalidade de Soletragem Quando Suportado
ru: Использовать посимвольное чтение, если поддерживается
ta: எழுத்துகளாக படிக்கும் வசதியிருந்தால், அதைப் பயன்படுத்துக
zh_tw: 使用拼字功能 (若有支援)

source: Some words consist of only one character, but the pronunciation is different depending on whether the character is being spoken as an individual character (such as when spelling) or a word.
bg: Някои думи са съставени само от една буква, но произношението може да е различно, в зависимост от това дали буквата се изговаря самостоятелно (например, при спелуване) или като дума.
de: Einige Wörter bestehen aus nur einem einzigen Zeichen. Hierbei unterscheidet sich die Aussprache abhängig davon, ob das Zeichen als Wort oder als einzelnes Zeichen zum Buchstabieren benutzt wird.
es: Algunas palabras consisten en sólo un carácter, pero la pronunciación es diferente dependiendo de si el carácter va a ser verbalizado como un carácter individual (tal como cuando se deletrea) o una palabra.
hr: Neke se riječi sastoje od samo jednog znaka, ali je izgovor različit ovisno o tome je li se znak izgovara kao jedan znak (kao kad se slovka) ili kao riječ.
nl: Er zijn woorden die slechts uit één letterteken bestaan. Een voorbeeld hiervan is "a" in het Engels of "u" in het Nederlands.
pt_br: Algumas palavras consistem de um único caractere, mas a pronúncia é diferente dependendo de se este está sendo falado como um caractere individual (tal como quando é soletrado) ou como palavra.
ru: Некоторые слова состоят из одного символа (буквы, иероглифа), но произношение различается в зависимости от того, произносится ли символ в отдельности (например, при посимвольном чтении) или же как целое слово.
ta: சில சொற்கள், வெறும் ஒற்றை எழுத்தை மட்டுமே கொண்டிருக்கும். இத்தகைய சொற்களின் ஒலிப்பு, அவ்வெழுத்து, தனியெழுத்தாகவோ, அல்லது ஒரு சொல்லாகவோ இருக்கும்பொழுது, அது ஒலிக்கப்படும் விதத்திலிருந்து மாறுபடும்.
zh_tw: 有些單字僅含有一個字元，但會因作為個別字元還是單字而有不同的讀音，

source: For example, in English, "a" is both a letter and a word and is pronounced differently in each case.
bg: Например, в българския, букви които могат да бъдат и самостоятелни думи са „а“, „в“, „е“ и т. н.
de: Ein Beispiel hierfür ist der Buchstabe "a" im Englischen, der unterschiedlich ausgesprochen wird, je nach dem, ob tatsächlich der Buchstabe "a" oder das Wort "ein/eine" gemeint ist.
es: Por ejemplo, en español, "y" es tanto una letra como una palabra y se pronuncia de modo diferente en cada caso.
hr: Na primjer, u engleskom jeziku, "a" predstavlja i slovo i riječ, ali se izgovara drugačije ovisno o slučaju.
nl: Als "a" in het Engels als woord wordt gebruikt (het equivalent van het Nederlandse "een") is de uitspraak anders dan wanneer we de naam van dit letterteken uitspreken zoals bij het spellen.
pt_br: "A", por exemplo, em inglês, tanto pode ser uma letra como uma palavra, e é pronunciada diferentemente em cada caso.
ru: Например, в английском языке буква a является как отдельной буквой, так и словом, и произносится по-разному в каждом конкретном случае.
ta: எடுத்துக்காட்டாக, ஆங்கில எழுத்து 'a', ஒரு தனிச் சொல்லாகவும், சொல்லின் ஒரு எழுத்தாகவும் வருகிறது. அதன் ஒலிப்பு, தனிச் சொல்லாக இருக்கும்பொழுது வேறாகவும், சொல்லின் ஒரு பகுதியாக வரும்பொழுது வேறாகவும் உள்ளது.
zh_tw: 例如在英文中 "a" 既是一個字母又是一個單字，每種情況下讀音都不同，

source: This option allows the synthesizer to differentiate between these two cases if the synthesizer supports this.
bg: Тази опция позволява на синтезатора да прави разлика между тези два случая, ако това се поддържа от него.
de: Diese Option ermöglicht der Sprachausgabe zwischen diesen beiden Fällen zu unterscheiden, falls dies unterstützt wird.
es: Esta opción permite al sintetizador diferenciar entre estos dos casos si el sintetizador lo soporta.
hr: Ova opcija omogućuje govornoj jedinici razlikovati ta dva slučaja, ako govorna jedinica to podržava.
nl: Door het selectievakje aan te vinken kan de synthesizer het verschil in uitspraak weergeven.
pt_br: Essa opção permite ao sintetizador diferenciar entre esses dois casos se o mesmo suportar.
ru: Эта опция позволяет синтезатору различать вышеупомянутые два случая, если она, разумеется, поддерживается синтезатором.
ta: ஒலிப்பான் ஆதரித்தால், இத்தேர்வுப் பெட்டி, இவ்விரு வகைகளையும் வேறுபடுத்திப் படிக்க உதவுகிறது.
zh_tw: 當合成器有支援時此選項允許合成器區分這兩種情況，

source: Most synthesizers do support it.
bg: На практика повечето синтезатори го поддържат.
de: Die meisten Sprachausgaben unterstützen jedoch dies.
es: La mayoría de los sintetizadores lo soportan.
hr: Većina govornih jedinica to podržava.
nl: De meeste synthesizers ondersteunen deze functionaliteit.
pt_br: Maior parte dos sintetizadores o suportam.
ru: Большинство синтезаторов имеют поддержку этой опции.
ta: பொதுவில், எல்லா ஒலிப்பான்களும், இதை ஆதரிக்கின்றன.
zh_tw: 多數的合成器均有支援此項功能。

source: This option should generally be enabled.
bg: Тази опция обикновено би трябвало да е включена.
de: Diese Option sollte generell aktiviert werden.
es: Esta opción generalmente debería activarse.
hr: Ova opcija bi općenito trebala biti aktivirana.
nl: In het algemeen is het aan te bevelen dit selectievakje aan te vinken.
pt_br: Geralmente recomenda-se que essa opção esteja habilitada.
ru: В большинстве случаев этот флажок должен быть установлен.
ta: பொதுவாக, இத்தேர்வுப் பெட்டித் தேர்வுச் செய்யப்பட்டிருக்க வேண்டும்.
zh_tw: 通常這個選項應該要啟用，

source: However, some Microsoft Speech API synthesizers do not implement this correctly and behave strangely when it is enabled.
bg: Някои синтезатори, използващи Microsoft SAPI, обаче не я интерпретират правилно и се държат странно, когато е включена.
de: Einige Sprachausgaben über die Microsoft Speech API implementieren dies jedoch nicht korrekt und verhalten sich seltsam, wenn es aktiviert ist.
es: No obstante, algunos sintetizadores Microsoft Speech API no implementan esto correctamente y funciona anómalamente cuando se activa.
hr: Međutim, u nekim Microsoft Speech API govornim jedinicama ova se opcija ne primijenjuje pravilno i one se ponašaju čudno kad je ova opcija aktivirana.
nl: Er zijn evenwel synthesizers die van de Microsoft API gebruik maken die met de uitspraak van individuele lettertekens niet goed omgaan en afwijkend gedrag vertonen.
pt_br: Todavia, alguns sintetizadores Microsoft Speech API não o implementam corretamente e comportam-se de forma estranha quando essa opção está habilitada.
ru: Однако, в некоторых SAPI синтезаторах от Microsoft корректная обработка этой опции не реализована и, если этот флажок установлен, то наблюдается странное поведение синтезатора.
ta: ஆனால், சில மைக்ரோசாப்ட் SAPI ஒலிப்பான்கள், இதை சரிவர செயல்படுத்த முடிவதில்லையென்பதால், இத்தேர்வுப் பெட்டியைத் தேர்வுச் செய்தால், அவ்வொலிப்பான்கள் விநோதமாக செயற்படும்.
zh_tw: 然而某些 Microsoft Speech API 合成器無法正確實作此功能，在啟用後反而表現異常。

source: Synthesizers from Code Factory, both the add-on and the SAPI application, do not implement it correctly either and cause unwanted spelling of the spoken text (e.g. in NVDA menu or dialogs).
bg: Синтезаторите от Code Factory (както добавката, така и SAPI-базираното приложение), също не го прилагат правилно и причиняват нежелано спелуване на изговорения текст (напр. в менюто или диалоговите прозорци на NVDA).
de: Sprachausgaben von Code Factory, sowohl die NVDA-Erweiterung als auch die SAPI-Anwendung, implementieren es ebenfalls nicht korrekt und verursachen unerwünschte Schreibweisen des vorgelesenenen Textes (z. B. in NVDA-Menüs oder Dialogfeldern).
es: Los sintetizadores de Code Factory, tanto el complemento como la aplicación SAPI, no lo implementan correctamente y provocan un deletreo no deseado del texto verbalizado (ej.: en el menú NVDA o en los diálogos).
hr: Govorne jedinice tvrtke Code Factory, dodatak i sapi aplikacija, također nepravilno implementiraju tu funkciju i nepravilno slovkaju znakove (npr. u NVDA izborniku ili dijaloškim okvirima).
nl: Synthesizers van Code Factory, zowel de add-on en de SAPI-toepassing, gaan hiermee ook niet correct om en ze spellen gesproken tekst waar dat niet moet (bijv in het NVDA-menu of in dialoogvensters).
pt_br: Os sintetizadores da Code Factory, tanto o complemento quanto o aplicativo SAPI, também não o implementam corretamente e causam soletração indesejada do texto falado (por exemplo, no menu ou nas caixas de diálogo do NVDA).
ru: Синтезаторы от Code Factory, как дополнение, так и приложение SAPI, также реализуют это неправильно и приводят к нежелательному написанию произносимого текста (например, в меню NVDA или диалогах).
ta: நீட்சிநிரல், SAPI பயன்பாடு ஆகிய இரண்டையும் உள்ளடக்கிய கோட் ஃபாக்டரியின் ஒலிப்பான்களும் இதை சரிவர செயற்படுத்த முடிவதில்லையென்பதால், என்விடிஏ பட்டியல், உரையாடல்கள் போன்ற இடங்களில் உரை பேசப்படும்பொழுது, தேவையின்றி எழுத்துகளாகப் படிக்கும்.
zh_tw: Code Factory 的合成器無論是附加元件或 SAPI 應用程式都無法正確實作，並會導致朗讀文字出現不必要的拼字 (例如在 NVDA 功能表或對話框中)。

source: If you are having problems with the pronunciation of individual characters, try disabling this option.
bg: Ако имате проблеми с произнасянето на единични букви, опитайте да ги разрешите като изключите тази опция.
de: Wenn Sie Probleme mit der Aussprache einzelner Zeichen haben, versuchen Sie, diese Option zu deaktivieren.
es: Si estás teniendo problemas con la pronunciación de caracteres individuales, prueba desactivando esta opción.
hr: Ako imate problem s izgovorom pojedinačnih znakova, pokušajte s deaktiviranom opcijom.
nl: Als u problemen hiermee ondervindt, kunt u het selectievakje beter niet aanvinken.
pt_br: Caso esteja enfrentando problemas com a pronúncia de caracteres individuais, experimente desabilitá-la.
ru: Если у вас как раз такая проблема при чтении отдельных символов, попробуйте снять этот флажок.
ta: தனிப்பட்ட எழுத்துகளின் பலுக்கலில் சிக்கலிருந்தால், இத்தேர்வுப் பெட்டியின் தேர்வினை நீக்கி, மீண்டும் முயலவும்.
zh_tw: 如果您在個別字元的讀音上遇到問題，請嘗試停用此選項。

source: Delayed descriptions for characters on cursor movement
bg: Забавени описания на знаци при преместване на курсора
de: Verzögerte Beschreibungen für Zeichen bei Cursor-Bewegung
es: Descripciones retrasadas para caracteres en movimientos del cursor
hr: Opis znakova koji kasni prilikom pomicanja kursora
nl: Vertraagde beschrijving van (letter)tekens bij cursorverplaatsing
pt_br: Descrições de caracteres com atraso ao movimentar cursor
ru: Отложенные описания символов при перемещении курсора
ta: சுட்டி நகரும்பொழுது தாமதிக்கப்பட்ட எழுத்து விளக்கங்கள்
zh_tw: 游標移動時延遲讀出字元說明

source: Options |Enabled, Disabled
bg: Опции |Включено, Изключено
de: Optionen |Eingeschaltet, Ausgeschaltet
es: Opciones |Habilitada, Deshabilitada
hr: Opcije |omogućeno, onemogućeno
nl: Opties |Ingeschakeld, Uitgeschakeld
pt_br: Opções |Habilitado, Desabilitado
ru: Опции |Включено, Отключено
ta: விருப்பத் தேர்வுகள் |முடுக்கப்பட்டது, முடக்கப்பட்டது
zh_tw: 選項 |啟用、停用

source: Default |Disabled
bg: По подразбиране |Изключено
de: Standard |Ausgeschaltet
es: Predeterminada |Deshabilitada
hr: podrazumjevano |onemogućeno
nl: Standaard |Uitgeschakeld
pt_br: Padrão |Desabilitado
ru: По умолчанию |Отключено
ta: இயல்பிருப்பு |முடக்கப்பட்டது
zh_tw: 預設 |停用

source: When this setting is checked, NVDA will say the character description when you move by characters.
bg: Когато тази настройка е включена, NVDA ще произнася описанието на знака, когато обхождате текста знак по знак.
de: Wenn diese Einstellung aktiviert ist, nennt NVDA die Zeichenbeschreibung, wenn Sie sich zeichenweise bewegen.
es: Cuando esta opción está marcada, NVDA dirá la descripción del carácter cuando te muevas por caracteres.
hr: Kada je ova postavka odabrana, NVDA će izgovoriti opis znaka prilikom pomicanja znak po znak.
nl: Wanneer deze optie is aangevinkt zal NVDA het (letter)teken nader beschrijven wanneer u de cursor letter voor letter verplaatst.
pt_br: Quando esta configuração estiver marcada, o NVDA dirá a descrição do caractere quando você se mover por caracteres.
ru: Если этот флажок отмечен, NVDA будет произносить фонетическое описание символа при посимвольном перемещении.
ta: இவ்விருப்பத் தேர்வு முடுக்கப்பட்டிருந்தால், தாங்கள் எழுத்துகளாக நகரும்பொழுது, எழுத்து விளக்கங்களை என்விடிஏ அறிவிக்கும்.
zh_tw: 當勾選此設定，逐字元移動時 NVDA 會說出字元說明。

source: For example, while reviewing a line by characters, when the letter "b" is read NVDA will say "Bravo" after a 1 second delay.
bg: Например, при преглеждане на даден ред знак по знак, при срещане на буквата „Б“, NVDA, след забавяне от 1 секунда, ще изговори „Борис“.
de: Wenn zum Beispiel beim Durchsehen einer Zeile nach Zeichen der Buchstabe "b" vorgelesen wird, nennt NVDA nach einer Verzögerung von einer Sekunde "Bertha".
es: Por ejemplo, mientras revisas una línea por caracteres, cuando se lea la letra "b" NVDA dirá "Bravo" tras 1 segundo de retraso.
hr: na primjer, prilikom čitanja redka znak po znak, kada se izgovori slovo "b" će izgovoriti "Biokovo" poslije zadrške od jedne sekunde.
nl: Wanneer u bijvoorbeeld een regel letter voor letter naleest, krijgt u bij de letter "b" met een vertraging van 1 seconde "Bravo" te horen.
pt_br: Por exemplo, ao explorar uma linha por caracteres, quando a letra "b" for lida, o NVDA dirá "Bravo" após um atraso de 1 segundo.
ru: Например, при просмотре строки по символам, когда читается буква "b", NVDA скажет "Bravo" после задержки в 1 секунду.
ta: எடுத்துக்காட்டாக, ஒரு வரியை எழுத்துகளாகப் படிக்கும்பொழுது, 'அ' என்கிற எழுத்தின் மீது சுட்டி நகர்ந்தவுடன், ஒரு நொடி தாமதத்திற்குப் பிறகு, 'அம்மா' என்று சொல்லும்.
zh_tw: 例如以逐字元方式檢閱一行文字，當讀到字母「B」，NVDA 會在延遲 1 秒後說出「Bravo」。
