Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This edit box specifies how long NVDA keeps the audio device awake after speech ends.
bg: Това текстово поле указва колко дълго NVDA държи звуковото устройство будно след края на речта.
de: Dieses Eingabefeld legt fest, wie lange NVDA das Audio-Gerät nach Beendigung des Sprechens nicht ausblenden soll.
es: Este cuadro de edición especifica cuánto tiempo mantiene NVDA el dispositivo de audio despierto después de que deje de hablar.
hr: U ovom se polju za uređivanje određuje koliko će dugo audiouređaj ostati budan poslije završetka govora.
nl: Dit invoervak specifieert hoe lan NVDA het audioapparaat wakker houdt, nadat de spraak stopt.
pt_br: Esta caixa de edição especifica por quanto tempo o NVDA mantém o dispositivo de áudio ativo após o término da fala.
ru: В этом поле редактирования указывается, как долго NVDA будет поддерживать аудиоустройство в активном состоянии после окончания последней произнесённой фразы.
ta: பேச்சு முடிந்த பிறகு எத்தனை நேரம் ஒலிதக் கருவி விழிப்புடன் வைக்கப்பட்டிருக்க வேண்டுமென்பதை இந்த தொகுகளம் வரையறுக்கிறது.
zh_tw: 此編輯區指定 NVDA 在語音結束後使音訊裝置保持喚醒狀態的時間，

source: This allows NVDA to avoid certain speech glitches like dropped parts of words.
bg: Това позволява на NVDA да избягва определени проблеми с речта, като изпуснати части от думи.
de: Dadurch kann NVDA bestimmte Sprachfehler wie ausgelassene Wortteile vermeiden.
es: Esto permite a NVDA evitar ciertos fallos del habla como partes de palabras sueltas.
hr: Ovo omogućuje NVDA izbjegavanje većinu problema sa govorom poput izrezanih riječi.
nl: Hiermee kan NVDA voorkomen dat er haperingen en onvolkomenheden in de spraak optreden, zoals het wegvallen van delen van woorden.
pt_br: Isto permite ao NVDA evitar certas falhas de fala, como partes descartadas de palavras.
ru: Это позволяет NVDA избежать некоторых сбоев в речи, таких как пропущенные части слов.
ta: சொற்களின் பகுதிகள் கைவிடப்படுவது போன்ற சில பேச்சுக் குறைபாடுகளைத் தவிர்க்க என்விடிஏவை இது அனுமதிக்கிறது.
zh_tw: 可使 NVDA 避免某些語音故障，例如遺失部分單字，

source: This can happen due to audio devices (especially Bluetooth and wireless devices) entering standby mode.
bg: Това може да се случи когато звукови устройства (особено Bluetooth и безжични устройства) преминават в режим на готовност.
de: Dies kann passieren, wenn Audio-Geräte (insbesondere Bluetooth- und drahtlose Geräte) in den Standby-Modus wechseln.
es: Esto puede ocurrir debido a que los dispositivos de audio (especialmente dispositivos Bluetooth y wireless) entren en modo de espera.
hr: Ovo se može događati zbog toga što audiouređaji, a posebno oni povezani putem Bluetootha ulaze u način mirovanja.
nl: Dit kan gebeuren wanneer audioapparate(n (met name Bluetooth en draadloze apparaten) in de standby modus gaan.
pt_br: Isso pode acontecer devido a dispositivos de áudio (especialmente dispositivos Bluetooth e sem fio) entrando no modo de espera.
ru: Сбои в речи могут произходить из-за того, что аудиоустройства (особенно Bluetooth и беспроводные устройства) переходят в режим ожидания.
ta: ஒலிதக் கருவிகள், குறிப்பாக ஊடலை மற்றும் இழையிலாக் கருவிகள் காத்திருப்பு நிலைக்கு செல்வதால் இது ஏற்படலாம்.
zh_tw: 這可能是由於音訊裝置 (尤其是藍牙和無線裝置) 進入待機模式而發生的。

source: This might also be helpful in other use cases, such as when running NVDA inside a virtual machine (e.g. Citrix Virtual Desktop), or on certain laptops.
bg: Това може да бъде полезно и в други случаи на употреба, като например при използване на NVDA във виртуална машина (напр. Citrix Virtual Desktop) или на определени лаптопи.
de: Dies kann auch in anderen Anwendungsfällen hilfreich sein, z. B. bei der Ausführung von NVDA innerhalb einer virtuellen Maschine (z. B. Citrix Virtual Desktop) oder auf bestimmten Laptops.
es: Esto también podría ser útil en otros casos de uso, como cuando se ejecuta NVDA dentro de una máquina virtual (ej.: Citrix Virtual Desktop), o en ciertos portátiles.
hr: Ovo može biti od pomoći i u drugim slučajevima poput pokretanja NVDA u u virtualnom okruženju (npr. Citrix Virtual Desktop), ili na nekim prijenosnim računalima.
nl: Dit kan ook handig zijn in andere gebruiksomstandigheden, bijv als NVDA binnen een virtuele machine wordt gedraaid, zoals (Citrix Virtual Desktop), of op bepaalde laptops.
pt_br: Isto também pode ser útil em outros casos de uso, como ao executar o NVDA dentro de uma máquina virtual (por exemplo, Citrix Virtual Desktop) ou em determinados laptops.
ru: Поддержание аудиоустройства в активном состоянии может быть полезно и в других случаях, например, при запуске NVDA внутри виртуальной машины (например, Citrix Virtual Desktop) или на некоторых ноутбуках.
ta: சிட்ரிக்ஸ் மெய்நிகர் மேசைத்தளம் போன்ற மெய்நிகர் கருவிகளில், அல்லது சில மடிக்கணினிகளில் என்விடிஏவைப் பயன்படுத்தும்பொழுது இது பயனுள்ளதாக இருக்கும்.
zh_tw: 這在其他情況中也會有所幫助，例如在虛擬機器 (例如 Citrix Virtual Desktop) 或在某些筆記型電腦上執行 NVDA 時。

source: Lower values may allow audio to be cut-off more often, as a device may enter standby mode too soon, causing the start of the following speech to be clipped.
bg: По-ниските стойности може да позволят звукът да бъде прекъсван по-често, тъй като устройството може да премине в режим на готовност твърде рано, причинявайки орязване на началото на следващата реч.
de: Bei niedrigeren Werten kann es vorkommen, dass der Ton oder Wortsilben häufiger abgeschnitten wird, da ein Gerät möglicherweise zu früh in den Standby-Modus wechselt, wodurch der Sprechvorgang ausgeblendet wird.
es: Los valores más bajos pueden permitir que el audio se corte más a menudo, ya que un dispositivo puede entrar en modo de espera demasiado pronto, haciendo que el inicio de la siguiente verbalización se corte.
hr: Manje vrijednosti mogu prouzrokovati češće rezanje zvuka, jer audiouređaj može ulaziti u način mirovanja prečesto, što prouzrokuje češće rezanje početka govora.
nl: Bij lagere waardes is de kans dat audio wordt afgekapt groter bij het te vlug overgaan van het apparaat in de standby modus waardoor het begin van het volgende spraakfragment wegvalt.
pt_br: Valores mais baixos podem permitir que o áudio seja cortado com mais frequência, pois um dispositivo pode entrar no modo de espera muito cedo, fazendo com que o início da fala seguinte seja cortado.
ru: При меньших значениях этого параметра звук может обрываться чаще, так как устройство может слишком быстро перейти в режим ожидания, что приведёт к обрезанию начала следующего произносимой фразы.
ta: குறைந்த மதிப்புகள், கருவியை காத்திருப்பு நிலைக்கு விரைவில் இட்டுச் செல்லும் என்பதால், ஒலி வெளியீடு அடிக்கடி துண்டிக்கப்பட்டு, தொடர்ந்து வரும் பேச்சின் துவக்கம் வெட்டப்படும்.
zh_tw: 較低的數值可能會導致音訊更頻繁地被切斷，因為裝置可能會過早進入待機模式，導致後續語音的開頭被截斷，

source: Setting the value too high may cause the battery of the sound output device to discharge faster, as it stays active for longer while no sound is being sent.
bg: Задаването на твърде висока стойност може да доведе до по-бързо изтощаване на батерията на компютъра, тъй като звуковото устройство остава активно за по-дълго време без през това време да се изпраща звук.
de: Ein zu hoher Wert kann dazu führen, dass sich die Batterie eines externen Audio-Geräts (z. B. Kopfhörer) schneller entlädt, da sie länger aktiv bleibt, während kein Ton gesendet wird.
es: Un valor demasiado alto puede hacer que la batería del dispositivo de salida de sonido se descargue más rápidamente, ya que permanece activo durante más tiempo mientras no se envía sonido.
hr: Postavljanje ove opcije na višu vrijednost može prouzročiti brže pražnjenje baterije audiouređaja, zbog toga što audiouređaj ostaje duže aktivan kada nema zvuka.
nl: Als een te hoge waarde wordt ingesteld kan dit tot gevolg hebben dat de batterij van het afspeelapparaat sneller leeg raakt omdat het langer actief blijft zonder dat er geluid wordt afgespeeld.
pt_br: Definir um valor muito alto pode fazer com que a bateria do dispositivo de saída de som descarregue mais rapidamente, pois permanece ativo por mais tempo enquanto nenhum som está sendo enviado.
ru: Слишком высокое значение может привести к ускоренной разрядке аккумулятора устройства вывода звука, поскольку оно дольше остаётся активным, пока звук не передаётся.
ta: மதிப்பை மிகவும் உயர்த்தி அமைத்தால், ஒலி வெளியீடு இல்லாத நிலையிலும் ஒலிக் கருவிகள் நெடுநேரம் இயக்கத்தில் இருக்குமென்பதால், ஒலிக் கருவிகளின் மின்கலன்கள் மின்சாரத்தை விரைவில் இழக்கும்.
zh_tw: 將數值設定得太高可能會導致聲音輸出裝置的電池耗電更快，因為它在不發送聲音時保持活動狀態的時間更長。

source: You can set the time to zero in order to disable this feature.
bg: Можете да зададете стойността на нула, за да деактивирате тази функция.
de: Sie können die Zeitspanne auf 0 setzen, um diese Funktion zu deaktivieren.
es: Puedes establecer el tiempo a cero para deshabilitar esta característica.
hr: Kako biste onemogućili ovu značajku, postavite vrijeme na nulu.
nl: Je kunt de tijd instellen op nul Als je van deze mogelijkheid geen gebruik wilt maken.
pt_br: Você pode definir o tempo como zero para desativar esse recurso.
ru: Чтобы отключить эту функцию, установите нулевое значение.
ta: இவ்வசதியை முடக்க, நேரத்தை சுழியம் என்று அமைக்கலாம்.
zh_tw: 您可以將時間設為 0 以停用此功能。

source: Vision
bg: Визуални подобрения
de: Die Einstellungen der visuellen Darstellungen
es: Visión
hr: Vid
nl: Zicht
pt_br: Visão
ru: Зрение
ta: பார்வை
zh_tw: 視覺

source: The Vision category in the NVDA Settings dialog allows you to enable, disable and configure [visual aids](#Vision).
bg: Категорията „Визуални подобрения“ в диалоговия прозорец за настройки на NVDA ви позволява да включвате, изключвате и настройвате [визуалните подобрения](#Vision).
de: Mit dieser Kategorie in den NVDA-Einstellungen können Sie [visuelle Verbesserungen](#Vision) aktivieren, deaktivieren und konfigurieren.
es: La categoría Visión en el diálogo opciones de NVDA te permite habilitar, deshabilitar y configurar [ayudas visuales](#Vision).
hr: Kategorija "Vid" u dijaloškom okviru NVDA Postavke omogućuje aktiviranje, deaktiviranje i konfiguriranje [vizualnih pomagala](#Vision).
nl: In de categorie Zicht in het dialoogvenster Instellingen van NVDA kunt u de [elementen voor visuele ondersteuning](#Vision) in- en uitschakelen, alsmede configureren.
pt_br: A categoria Visão no diálogo Configurações do NVDA permite habilitar, desabilitar e configurar [recursos visuais](#Vision).
ru: Категория "Зрение" диалога настроек NVDA, позволяет вам включать и настраивать доступные [средства зрительной коррекции](#Vision).
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் பார்வை வகைமையில் [பார்வைக்கான துணைக் கருவிகளை](#Vision) முடுக்கலாம், முடக்கலாம், மற்றும் அமைவடிவமாக்கலாம்.
zh_tw: 在 NVDA 設定對話框中的「視覺」類別，允許您啟用、停用或設定各項[視覺輔助工具](#Vision)。

source: Note that the available options in this category could be extended by [NVDA add-ons](#AddonsManager).
bg: Имайте предвид, че наличните опции в тази категория могат да бъдат разширени чрез [добавки за NVDA](#AddonsManager).
de: Beachten Sie, dass die verfügbaren Optionen in dieser Kategorie durch [NVDA-Erweiterungen](#AddonsManager) erweitert werden können.
es: Ten en cuenta que las opciones disponibles en esta categoría podrían ampliarse con [complementos de NVDA](#AddonsManager).
hr: Imajte na umu da se opcije u ovoj kategoriji mogu proširiti pomoću [NVDA dodataka](#AddonsManager).
nl: Merk op dat de beschikbare opties in deze categorie via [NVDA add-ons](#AddonsManager) uitgebreid kunnen worden.
pt_br: Observe que as opções disponíveis nesta categoria podem ser estendidas pelos [Complementos do NVDA](#AddonsManager).
ru: Обратите внимание, что число доступных опций в этой категории может быть увеличено [дополнениями NVDA](#AddonsManager).
ta: இவ்வகைமையில் கிடைப்பிலிருக்கும் விருப்பத் தேர்வுகளை [என்விடிஏவின் நீட்சிநிரல்களைக்](#AddonsManager) கொண்டு நீட்டிக்கலாம்.
zh_tw: 某些 [NVDA 附加元件](#AddonsManager)可以擴充此類別的可用選項，

source: By default, this settings category contains the following options:
bg: По подразбиране тази категория с настройки съдържа следните опции:
de: Standardmäßig enthält diese Einstellungskathegorie die folgenden Optionen:
es: Por defecto, esta categoría de ajustes contiene las siguientes opciones:
hr: Ova kategorija standardno sadrži sljedeće opcije:
nl: Standaard treft u in deze categorie instellingen de volgende opties aan:
pt_br: Por padrão, essa categoria de configurações contém as seguintes opções:
ru: По умолчанию, эта категория настроек содержит следующие опции:
ta: இயல்பில், பின்வரும் விருப்பத் தேர்வுகளை இவ்வகைமை கொண்டுள்ளது:
zh_tw: 預設情況下此設定類別包含以下選項：

source: Visual Highlight
bg: Визуално открояване
de: Fokus visuell hervorheben
es: Resaltado Visual
hr: Vizualno praćenje
nl: Visuele Uitlichting
pt_br: Realce Visual
ru: Визуальная подсветка
ta: பார்வைக்குத் துலக்கமாக்குக
zh_tw: 視覺醒目提示

source: The check boxes in the Visual Highlight grouping control the behaviour of NVDA's built-in [Visual Highlight](#VisionFocusHighlight) facility.
bg: Отметките в групата „Визуално открояване“ контролират поведението на вградения способ на NVDA за [визуално открояване](#VisionFocusHighlight).
de: Die Kontrollkästchen in der Gruppierung "Visuell hervorheben" steuern das Verhalten der in NVDA integrierten Funktion [Visuell hervorheben](#VisionFocusHighlight).
es: Las casillas de verificación en el grupo de Resaltado Visual controlan el comportamiento de la función integrada [Resaltar Foco](#VisionFocusHighlight) de NVDA.
hr: Potvrdni okviri u grupi kontrola za vizualno praćenje reguliraju ponašanje ugrađene mogućnosti [Vizualno praćenje](#VisionFocusHighlight).
nl: Via de selectievakjes van de groepering Visuele Uitlichting kunt u de [Visuele Uitlichting](#VisionFocusHighlight) in NVDA beheren.
pt_br: As caixas de seleção no agrupamento Realce Visual controlam o comportamento do recurso [Realce Visual](#VisionFocusHighlight) incorporado do NVDA.
ru: Флажки в группе "Визуальная подсветка" управляют поведением встроенной в NVDA функции [визуальной подсветки](#VisionFocusHighlight).
ta: பார்வைத் துலக்கம் குழுவாக்கத்தில் காணப்படும் பின்வரும் தேர்வுப் பெட்டிகள், [பார்வைத் துலக்கத்தின்](#VisionFocusHighlight) தன்மையைக் கட்டுப்படுத்துகிறது:
zh_tw: 在「視覺醒目提示」群組中的核取方塊用來控制 NVDA 內建的[視覺醒目提示](#VisionFocusHighlight)工具的行為。

source: Enable Highlighting: Toggles Visual Highlight on and off.
bg: Включи открояването: Включва или изключва визуалното открояване.
de: Hervorhebung aktivieren: Schaltet die visuelle Hervorhebung ein und aus.
es: Habilitar Resaltado: activa y desactiva el resaltado visual.
hr: Aktiviraj isticanje: uključuje i isključuje vizualno praćenje.
nl: Uitlichting activeren: Hiermee schakelt u Visuele Uitlichting in of uit.
pt_br: Habilitar Realce: Alterna entre ativado e desativado o Realce Visual.
ru: Включить подсветку: включает и выключает функцию визуальной подсветки.
ta: துலக்கமாக்குக: பார்வைத் துலக்கத்தை முடுக்குகிறது, அல்லது முடக்குகிறது.
zh_tw: 啟用醒目提示：切換視覺醒目提示的開關

source: Highlight system focus: toggles whether the [system focus](#SystemFocus) will be highlighted.
bg: Откроявай системния фокус: Включва или изключва открояването на [системния фокус](#SystemFocus).
de: System-Fokus hervorheben: Schaltet um, ob der [System-Fokus](#SystemFocus) hervorgehoben wird.
es: Resaltar foco del sistema: conmutará si se resalta o no el [foco del sistema](#SystemFocus).
hr: Istakni fokus sustava: uključuje i isključuje isticanje [fokusa sustava](#SystemFocus).
nl: systeemfocus uitlichten: Hiermee kunt u bepalen of de [systeemfocus](#SystemFocus) al dan niet wordt uitgelicht.
pt_br: Realçar foco do sistema: alterna se o [foco do sistema](#SystemFocus) será realçado.
ru: Подсвечивать системный фокус: включает и выключает подсветку объекта в [системном фокусе](#SystemFocus).
ta: கணினிக் குவிமையத்தைத் துலக்கமாக்குக: [கணினிக் குவிமையத்தின்](#SystemFocus) துலக்கத்தை முடுக்குகிறது, அல்லது முடக்குகிறது.
zh_tw: 醒目提示系統焦點：切換是否讓[系統焦點](#SystemFocus)的位置被標示出來。

source: Highlight navigator object: toggles whether the [navigator object](#ObjectNavigation) will be highlighted.
bg: Откроявай навигационния обект: Включва или изключва открояването на [навигационния обект](#ObjectNavigation).
de: Hervorheben des Navigator-Objekts: Schaltet um, ob das [Navigator-Objekt](#ObjectNavigation) hervorgehoben wird.
es: Resaltar navegador de objetos: conmuta si se resaltará o no el [navegador de objetos](#ObjectNavigation).
hr: Istakni navigacijski objekt: uključuje i isključuje isticanje [navigacijskog objekta](#ObjectNavigation).
nl: Navigatorobject uitlichten: Hiermee kunt u bepalen of het [navigatorobject](#ObjectNavigation) al dan niet wordt uitgelicht.
pt_br: Realçar objeto de navegação: alterna se o [objeto de navegação](#ObjectNavigation) será realçado.
ru: Подсвечивать объект навигатора: включает и выключает подсветку [объекта навигатора](#ObjectNavigation).
ta: வழிசெலுத்திப் பொருளைத் துலக்கமாக்குக: [வழிசெலுத்திப் பொருளின்](#ObjectNavigation) துலக்கத்தை முடுக்குகிறது, அல்லது முடக்குகிறது.
zh_tw: 醒目提示導覽物件：切換是否讓[導覽物件](#ObjectNavigation)的位置被標示出來。

source: Highlight browse mode cursor: Toggles whether the [virtual browse mode cursor](#BrowseMode) will be highlighted.
bg: Откроявай курсора в режим на преглед: Включва или изключва открояването на [виртуалния курсор в режим на разглеждане](#BrowseMode).
de: Cursor im Lesemodus hervorheben: Schaltet um, ob der [virtuelle Cursor im Lesemodus](#BrowseMode) hervorgehoben wird.
es: Resaltar cursor de modo Exploración: conmuta si se resaltará o no el [cursor virtual del modo Exploración](#BrowseMode).
hr: Istakni kursor modusa čitanja: uključuje i isključuje isticanje [virtualnog kursora modusa čitanja](#BrowseMode).
nl: Bladermoduscursor uitlichten: Hiermee kunt u bepalen of de [virtuele bbladermoduscursor](#BrowseMode) al dan niet wordt uitgelicht.
pt_br: Realçar cursor do modo de navegação: Alterna se o [cursor do modo de navegação virtual](#BrowseMode) será realçado.
ru: Подсвечивать курсор режима обзора: включает и выключает подсветку [виртуального курсора режима обзора](#BrowseMode).
ta: உலாவும் நிலைச் சுட்டியைத் துலக்கமாக்குக: [உலாவும் நிகர்நிலைச் சுட்டியின்](#BrowseMode) துலக்கத்தை முடுக்குகிறது, அல்லது முடக்குகிறது.
zh_tw: 醒目提示瀏覽模式游標：切換是否讓[瀏覽模式中的虛擬游標](#BrowseMode)的位置被標示出來。

source: Note that checking and unchecking the "Enable Highlighting" check box wil also change the state of the tree other check boxes accordingly.
bg: Обърнете внимание, че включването или изключването на опцията „Включи открояването“ също така ще промени съответно състоянието на трите свързани опции.
de: Beachten Sie, dass das Aktivieren und Deaktivieren des Kontrollkästchens "Hervorhebung aktivieren" auch den Zustand der 3 anderen Kontrollkästchen entsprechend ändert.
es: Ten en cuenta que marcar y desmarcar la casilla de verificación "Habilitar Resaltado" también cambiará el estado de las otras casillas de verificación del árbol en concordancia.
hr: Imajte na umu da ćete označavanjem ili odznačavanjem potvrdnog okvira "Aktiviraj isticanje" usporedno promijeniti stanje triju ostalih potvrdnih okvira.
nl: Merk op dat het aan- en uitvinken van het selectievakje "Uitlichten activeren" daarmee samenhangend ook de status van de andere selectievakjes wijzigt.
pt_br: Observe que marcar e desmarcar a caixa de seleção "Habilitar Realce" também mudará o estado das outras caixas de seleção da árvore consequentemente.
ru: Обратите внимание, что установка или снятие флажка "Включить подсветку", также соответственно переключает состояние трёх других флажков этой группы.
ta: முதலில் காணப்படும் 'துலக்கமாக்குக' தேர்வுப் பெட்டியின் தேர்வு நிலை, அதை தொடர்ந்து வரும் பிற மூன்று தேர்வுப் பெட்டிகளின் தேர்வு நிலையை தகுந்தவாறு மாற்றியமைக்கும் என்பதை கவனிக்கவும்.
zh_tw: 注意當勾選或取消勾選「啟用醒目提示」核取方塊也會相對的改變另外三個核取方塊的狀態，

source: Therefore, if "Enable Highlighting" is off and you check this check box, the other tree check boxes will also be checked automatically.
bg: Следователно, ако опцията „Включи открояването“ е изключена и я включите, другите три свързани опции също ще бъдат включени автоматично.
de: Wenn also "Hervorhebung aktivieren" ausgeschaltet ist und Sie dieses Kontrollkästchen aktivieren, werden auch die 3 anderen Kontrollkästchen automatisch aktiviert.
es: Por lo tanto, si "Habilitar Resaltado" está desactivada y la marcas, las otras tres casillas de verificación también se marcarán automáticamente.
hr: Dakle, ako je "Aktiviraj isticanje" isključeno, a vi označite ovaj potvrdni okvir, ostala tri potvrdna okvira će se automatski također označiti.
nl: Daarom zullen, als 'Uitlichten activeren'UIT staat, en u dit selectievakje aanvinkt, de andere selectievakjes in de boom automatisch ook worden aangevinkt.
pt_br: Portanto, se "Habilitar Realce" estiver desativada e você marcar esta caixa de seleção, as outras caixas de seleção da árvore também serão marcadas automaticamente.
ru: Например, если этот флажок снят, то его установка автоматически установит остальные три флажка.
ta: ஆகவே, தேர்வாகாத நிலையில் இருக்கும் 'துலக்கமாக்குக' தேர்வுப் பெட்டியைத் தேர்வுச் செய்தால், பிற மூன்று தேர்வுப் பெட்டிகளும் தானாகவே தேர்வுச் செய்யப்படும்.
zh_tw: 因此當「啟用醒目提示」核取方塊沒勾選而您將它勾選後其他三個核取方塊也會自動被勾選，

source: If you only want to highlight the focus and leave the navigator object and browse mode check boxes unchecked, the state of the "Enable Highlighting" check box will be half checked.
bg: Ако искате да се откроява само фокусът и да оставите изключени опциите за навигационния обект и курсора в режим на разглеждане, състоянието на полето „Включи открояването“ ще бъде наполовина отметнато.
de: Wenn Sie nur den Fokus hervorheben und die Kontrollkästchen Navigatorobjekt und Lesemodus nicht aktivieren möchten, wechselt der Status des Kontrollkästchens "Hervorhebung aktivieren" zum "teilweise aktiviert".
es: Si sólo quieres resaltar el foco y dejar las casillas navegador de objetos y modo Exploración desmarcadas, el estado de la casilla de verificación "Habilitar Resaltado" será semi marcado.
hr: Ako želite samo istaknuti fokus i ostaviti potvrdne okvire navigacijskog objekta i modusa čitanja neoznačene, stanje potvrdnog okvira "Aktiviraj isticanje" će se označiti polovično.
nl: Als u alleen focus uitlichten wilt inschakelen en de selectievakjes voor navigatorobject en bladermodus zonder vinkje moeten blijven, is het selectievakje "Uitlichten activeren" gedeeltelijk aangevinkt.
pt_br: Se você deseja realçar apenas o foco e deixar as caixas de seleção objeto de navegação e modo de navegação desmarcadas, o estado da caixa de seleção "Habilitar Realce" será parcialmente marcada.
ru: Если вы хотите подсвечивать только системный фокус, сняв флажки для объекта навигатора и курсора режима обзора, то флажок "Включить подсветку" будет отмечен только частично.
ta: 'கணினிக் குவிமையத்தைத் துலக்கமாக்குக' தேர்வுப் பெட்டியை மட்டும் தேர்வுச் செய்துவிட்டு, 'வழிசெலுத்திப் பொருளைத் துலக்கமாக்குக', 'உலாவும் நிலைச் சுட்டியைத் துலக்கமாக்குக' ஆகிய பிற இரு தேர்வுப் பெட்டிகளை தேர்வுச் செய்யாமல் விட்டிருந்தால், 'துலக்கமாக்குக' தேர்வுப் பெட்டி, பாதி தேர்வான நிலையில் இருக்கும்.
zh_tw: 若您只要醒目提示系統焦點，導覽物件和瀏覽模式游標核取方塊取消勾選，「啟用醒目提示」核取方塊的狀態會變成部分勾選。

source: Screen Curtain
bg: Екранна завеса
de: Bildschirmvorhang
es: Cortina de Pantalla
hr: Ekranska zavjesa
nl: Scherm dimmen (Schermgordijn)
pt_br: Cortina de Tela
ru: Затемнение экрана
ta: திரைச்சீலை
zh_tw: 螢幕簾幕
