Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: NVDA supports Braille Sense, Braille EDGE, Smart Beetle and Sync Braille displays from [Hims](https://www.hims-inc.com/) when connected via USB or bluetooth.
bg: NVDA поддържа дисплеите Braille Sense, Braille EDGE, Smart Beetle и Sync Braille от [Hims](https://www.hims-inc.com/) когато са свързани с USB или Bluetooth.
de: NVDA unterstützt die Braillezeilenmodelle Braille Sense, Braille EDGE, SyncBraille und Smart Beetle von [Hims](https://www.hims-inc.com/), wahlweise mit USB- oder Bluetooth-Anbindung.
es: NVDA es compatible con las pantallas Braille Sense, Braille EDGE, Smart Beetle y Sync Braille de [Hims](https://www.hims-inc.com/) cuando se conectan a través de USB o bluetooth.
hr: NVDA podržava Braille Sense, Braille EDGE, Smart Beetle i Sync Braille brajične retke tvrtke [Hims](https://www.hims-inc.com/) kad su spojeni preko USB ili bluetooth veze.
nl: NVDA ondersteunt de leesregelmodellen Braille Sense, Braille EDGE, Smart Beetle en Sync Braille van [Hims](https://www.hims-inc.com/) die via USB of bluetooth kunnen worden aangesloten.
pt_br: O NVDA suporta as linhas Braille Sense, Braille EDGE, Smart Beetle e Sync Braille da [Hims](https://www.hims-inc.com/) quando conectadas via USB ou bluetooth.
ru: NVDA поддерживает брайлевские дисплеи Braille Sense, Braille EDGE, Smart Beetle и Sync Braille компании [Hims](https://www.hims-inc.com/) при подключении через USB или Bluetooth.
ta: யுஎஸ்பி, அல்லது ஊடலை மூலம் இணைக்கப்பட்டிருந்தால், [ஹிம்ஸ்](https://www.hims-inc.com/) நிறுவனத்தின் பிரெயில் சென்ஸ், பிரெயில் எட்ஜ், ஸ்மார்ட் பீட்டில் மற்றும் சிங் பிரெயில் காட்சியமைவுகளுக்கு என்விடிஏ ஆதரவளிக்கிறது.
zh_tw: NVDA 支援透過 USB 或藍芽連接的 [Hims](https://www.hims-inc.com/) 的 Braille Sense、Braille EDGE、Smart Beetle 和 Sync Braille 點顯器。

source: If connecting via USB, you will need to install the [USB drivers from HIMS](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip) on your system.
bg: Ако използвате свързване чрез USB, ще трябва да инсталирате на компютъра [драйверите за USB от HIMS](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip).
de: Wenn Sie die Braillezeile per USB anschließen, müssen Sie noch die [USB-Treiber von Hims](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip) auf Ihrem System installieren.
es: Si se conecta a través de USB, necesitarás instalar los [controladores USB de HIMS](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip) en tu sistema.
hr: Ako spajate brajični redak preko Usb priključka, trebat ćete instalirati [USB upravljake programe od Himsa](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip) u vaš sustav.
nl: Als u voor de USB-aansluiting kiest, moet u wel eerst de [USB-drivers van HIMS, die je vindt op](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip) op je systeem installeren.
pt_br: Caso esteja conectando via USB, você precisará instalar os [Drivers USB da HIMS](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip) em seu sistema.
ru: Если вы подключаете брайлевский дисплей к порту USB, Вам придётся установить в вашу систему [драйвера компании Hims](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip).
ta: யுஎஸ்பி மூலம் இணைப்பதாக இருந்தால், [ஹிம்ஸ் நிறுவனத்தின் யுஎஸ்பி இயக்கிகளைத்](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip) தங்கள் கணினியில் முதலில் நிறுவ வேண்டும்.
zh_tw: 如果是透過 USB 連接，您需要在電腦上安裝 [HIMS 的 USB 驅動程式](http://www.himsintl.com/upload/HIMS_USB_Driver_v25.zip)，

source: Following are the key assignments for these displays with NVDA.
bg: Следват клавишните назначения за тези дисплеи с NVDA.
de: Folgende Tastenkombinationen sind in NVDA verfügbar.
es: Seguidamente van las asignaciones de teclas para estas pantallas con NVDA.
hr: Slijede prečaci za ove brajične retke s NVDA čitačem.
nl: Bij gebruik van deze leesregels met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: A seguir estão as teclas de comando para essas linhas braille com o NVDA.
ru: В NVDA используются следующие комбинации клавиш для этого дисплея.
ta: பின்வரும் என்விடிஏ விசைகள், இக்காட்சியமைவுகளுக்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是此點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на дисплея за описание на разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeile, wo die entsprechenden Tasten zu finden sind.
es: Por favor consulta la documentación de las pantallas para descripciones de dónde pueden encontrarse estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: (Voor meer details kunt u de documentatie bij deze leesregels raadplegen.)
pt_br: Por favor consulte a documentação da mesma para obter descrições de onde essas teclas se encontram.
ru: Для описания расположения клавиш, пожалуйста, обратитесь к документации по брайлевскому дисплею.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதைப் பற்றி விளக்கமாக அறிய, காட்சியமைவின் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Ir a la celda braille |sensores
hr: Premjesti se na brajičnu ćeliju |routing
nl: Cursor naar braillecel brengen |routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: Scroll braille display back |leftSideScrollUp, rightSideScrollUp, leftSideScroll
bg: Превъртане на брайловия дисплей назад |leftSideScrollUp, rightSideScrollUp, leftSideScroll
de: Auf der Braillezeile rückwärts navigieren |Rollen oben auf der linken Seite, rollen oben auf der rechten Seite, rollen auf der linken Seite
es: Desplazar pantalla braille atrás |leftSideScrollUp, rightSideScrollUp, leftSideScroll
hr: Kliži po brajičnom retku natrag |lijevaStranaKlizačGore, desnaStranaKlizačGore, lijevaStranaKlizač
nl: Brailleregel terugscrollen |LinkerzijdeOmhoogScrollen, Rechterzijde OmhoogScrollen, LinkerScroll
pt_br: Rolar linha braille para trás |deslocadorEsquerdoParaCima, deslocadorDireitoParaCima, deslocadorEsquerdo
ru: Прокрутка брайлевского дисплея назад |leftSideScrollUp, rightSideScrollUp, leftSideScroll
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |leftSideScrollUp, rightSideScrollUp, leftSideScroll

source: Scroll braille display forward |leftSideScrollDown, rightSideScrollDown, rightSideScroll
bg: Превъртане на брайловия дисплей напред |leftSideScrollDown, rightSideScrollDown, rightSideScroll
de: Auf der Braillezeile vorwärts navigieren |Rollen unten auf der linken Seite, rollen unten auf der rechten Seite, rollen auf der rechten Seite
es: Desplazar pantalla braille adelante |leftSideScrollDown, rightSideScrollDown, rightSideScroll
hr: Kliži po brajičnom retku naprijed |lijevaStranaKlizačDolje, desnaStranaKlizačDolje, desnaStranaKlizač
nl: Brailleregel vooruit scrollen |LinkerzijdeOmlaagScrollen, RechterzijdeOmlaagScrollen, RechterScroll
pt_br: Rolar linha braille para frente |deslocadorEsquerdoParaBaixo, deslocadorDireitoParaBaixo, deslocadorDireito
ru: Прокрутка брайлевского дисплея вперёд |leftSideScrollDown, rightSideScrollDown, rightSideScroll
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |leftSideScrollDown, rightSideScrollDown, rightSideScroll

source: Move braille display to previous line |leftSideScrollUp+rightSideScrollUp
bg: Придвижване на брайловия дисплей до предишния ред |leftSideScrollUp+rightSideScrollUp
de: Zur vorherigen Zeile navigieren |Rollen oben auf der linken Seite und rollen oben auf der rechten Seite
es: Mover pantalla braille a línea anterior |leftSideScrollUp+rightSideScrollUp
hr: Premjesti brajični redak na prethodni redak |lijevaStranaKlizačGore+desnaStranaKlizačGore
nl: Naar vorige regel verplaatsen |LinkerzijdeOmhoogScrollen+RechterzijdeOmhoogScrollen
pt_br: Mover linha braille para a linha anterior |deslocadorEsquerdoParaCima+deslocadorDireitoParaCima
ru: Перемещение брайлевского дисплея к предыдущей строке |leftSideScrollUp+rightSideScrollUp
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |leftSideScrollUp+rightSideScrollUp

source: Move braille display to next line |leftSideScrollDown+rightSideScrollDown
bg: Придвижване на брайловия дисплей до следващия ред |leftSideScrollDown+rightSideScrollDown
de: Zur nächsten Zeile navigieren |Rollen unten auf der linken Seite und rollen unten auf der rechten Seite
es: Mover pantalla braille a línea siguiente |leftSideScrollDown+rightSideScrollDown
hr: Premjesti brajični redak na sljedeći redak |lijevaStranaKlizačDolje+desnaStranaKlizačDolje
nl: Naar volgende regel verplaatsen |LinkerzijdeOmlaagScrollen+RechterzijdeOmlaagScrollen
pt_br: Mover linha braille para a linha seguinte |deslocadorEsquerdoParaBaixo+deslocadorDireitoParaBaixo
ru: Перемещение брайлевского дисплея к следующей строке |leftSideScrollDown+rightSideScrollDown
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |leftSideScrollDown+rightSideScrollDown

source: Move to previous line in review |rightSideUpArrow
bg: Придвижване до предишния ред в прегледа |rightSideUpArrow
de: NVDA-Cursor zur vorherigen Zeile navigieren |Pfeiltaste nach oben auf der rechten Seite
es: Mover a línea anterior en revisión |rightSideUpArrow
hr: Premjesti se na prethodni redak u pregledu |desnaStranaStrelicaGore
nl: Naar vorige regel verplaatsen in reviewmodus |RechterPijlOmhoog
pt_br: Mover para a linha anterior em exploração |deslocadorDireitoSetaParaCima
ru: Перемещение на предыдущую строку в просмотре |rightSideUpArrow
ta: சீராய்வு நிலையில் முந்தைய வரிக்கு நகர்க |rightSideUpArrow

source: Move to next line in review |rightSideDownArrow
bg: Придвижване до следващия ред в прегледа |rightSideDownArrow
de: NVDA-Cursor zur nächsten Zeile navigieren |Pfeiltaste nach unten auf der rechten Seite
es: Mover a línea siguiente en revisión |rightSideDownArrow
hr: Premjesti se na sljedeći redak u pregledu |desnaStranaStrelicaDolje
nl: Naar volgene regel verplaatsen in reviewmodus |RechterPijlOmlaag
pt_br: Mover para a próxima linha em exploração |deslocadorDireitoSetaParaBaixo
ru: Перемещение на следующую строку в просмотре |rightSideDownArrow
ta: சீராய்வு நிலையில் அடுத்த வரிக்கு நகர்க |rightSideDownArrow

source: Move to previous character in review |rightSideLeftArrow
bg: Придвижване до предишния знак в прегледа |rightSideLeftArrow
de: NVDA-Cursor zum vorherigen Zeichen navigieren |Pfeiltaste nach links auf der rechten Seite
es: Mover a carácter anterior en revisión |rightSideLeftArrow
hr: Premjesti se na prethodni znak u pregledu |desnaStranaStrelicaLijevo
nl: Naar vorig teken verplaatsen in reviewmodus |RechterPijlLinks
pt_br: Mover para o caractere anterior em exploração |deslocadorDireitoSetaParaEsquerda
ru: Перемещение к предыдущему знаку в просмотре |rightSideLeftArrow
ta: சீராய்வு நிலையில் முந்தைய வரியுருவிற்கு நகர்க |rightSideLeftArrow

source: Move to next character in review |rightSideRightArrow
bg: Придвижване до следващия знак в прегледа |rightSideRightArrow
de: NVDA-Cursor zum nächsten Zeichen navigieren |Pfeiltaste nach rechts auf der rechten Seite
es: Mover a carácter siguiente en revisión |rightSideRightArrow
hr: Premjesti se na sljedeći znak u pregledu |desnaStranaStrelicaDesno
nl: Naar volgend teken verplaatsen in reviewmodus |RechterPijlRechts
pt_br: Mover para o próximo caractere em exploração |deslocadorDireitoSetaParaDireita
ru: Перемещение к следующему знаку в просмотре |rightSideRightArrow
ta: சீராய்வு நிலையில் அடுத்த வரியுருவிற்கு நகர்க |rightSideRightArrow

source: Move to current focus |leftSideScrollUp+leftSideScrollDown, rightSideScrollUp+rightSideScrollDown, leftSideScroll+rightSideScroll
bg: Придвижване до текущия фокус |leftSideScrollUp+leftSideScrollDown, rightSideScrollUp+rightSideScrollDown, leftSideScroll+rightSideScroll
de: Zum Fokus wechseln |Scroll oben auf der linken Seite+Scroll unten auf der linken Seite, rollen oben auf der rechten Seite und rollen unten auf der rechten Seite, rollen auf der linken Seite und rollen auf der rechten Seite
es: Mover a foco actual |leftSideScrollUp+leftSideScrollDown, rightSideScrollUp+rightSideScrollDown, leftSideScroll+rightSideScroll
hr: Premjesti se na trenutačni fokus |lijevaStranaKlizačGore+lijevaStranaKlizačDolje, desnaStranaKlizačGore+desnaStranaKlizačDolje, lijevaStranaKlizač+desnaStranaKlizač
nl: Naar huidige focus verplaatsen |LinkerzijdeOmhoogScrollen+LinkerzijdeOmlaagScrollen, RechterzijdeOmhoogScrollen+RechterzijdeOmlaagScrollen, LinkerScroll+RechterScroll
pt_br: Mover para o foco atual |deslocadorEsquerdoParaCima+deslocadorEsquerdoParaBaixo, deslocadorDireitoParaCima+deslocadorDireitoParaBaixo, deslocadorEsquerdo+deslocadorDireito
ru: Перемещение к актуальному фокусу |leftSideScrollUp+leftSideScrollDown, rightSideScrollUp+rightSideScrollDown, leftSideScroll+rightSideScroll
ta: நடப்பு குவிமையத்திற்கு நகர்க |leftSideScrollUp+leftSideScrollDown, rightSideScrollUp+rightSideScrollDown, leftSideScroll+rightSideScroll

source: control key |smartbeetle:f1, brailleedge:f3
bg: Control |smartbeetle:F1, brailleedge:F3
de: Strg-Taste |smartbeetle:f1, brailleedge:f3
es: tecla control |smartbeetle:f1, brailleedge:f3
hr: Tipka kontrol |smartbeetle:f1, brailleedge:f3
nl: control-toets |smartbeetle: F1, brailleedge:F3
pt_br: tecla control |smartbeetle:f1, brailleedge:f3
ru: клавиша control |smartbeetle:f1, brailleedge:f3
ta: கட்டுப்பாட்டு விசை |smartbeetle:f1, brailleedge:f3

source: windows key |f7, smartbeetle:f2
bg: Windows |F7, smartbeetle:F2
de: Windows-Taste |F7, smartbeetle:f2
es: tecla windows |f7, smartbeetle:f2
hr: Tipka windows |f7, smartbeetle:f2
nl: windows-toets |F7, smartbeetle:f2
pt_br: tecla windows |f7, smartbeetle:f2
ru: клавиша windows |f7, smartbeetle:f2
ta: சாளரங்கள் விசை |f7, smartbeetle:f2

source: alt key |dot1+dot3+dot4+space, f2, smartbeetle:f3, brailleedge:f4
bg: Alt |Точка1+Точка3+Точка4+интервал, F2, smartbeetle:F3, brailleedge:F4
de: Alt-Taste |Punkt1+Punkt3+Punkt4+Leertaste, F2, smartbeetle:f3, brailleedge:f4
es: tecla alt |punto1+punto3+punto4+espacio, f2, smartbeetle:f3, brailleedge:f4
hr: Tipka alt |točkica1+točkica3+točkica4+razmaknica, f2, smartbeetle:f3, brailleedge:f4
nl: alt-toets |punt1+punt3+punt4+spatie, F2, smartbeetle:F3, brailleedge:f4
pt_br: tecla alt |ponto1+ponto3+ponto4+espaço, f2, smartbeetle:f3, brailleedge:f4
ru: alt |точка1+точка3+точка4+пробел, f2, smartbeetle:f3, brailleedge:f4
ta: நிலைமாற்றி விசை |dot1+dot3+dot4+space, f2, smartbeetle:f3, brailleedge:f4

source: shift key |f5
bg: Shift |F5
de: Umschalt-Taste |F5
es: tecla shift |f5
hr: Tipka šift |f5
nl: shift-toets |f5
pt_br: tecla shift |f5
ru: shift |f5
ta: மாற்றழுத்தி விசை |f5

source: insert key |dot2+dot4+space, f6
bg: Insert |Точка2+Точка4+интервал, F6
de: Einfügetaste |Punkt2+Punkt4+Leertaste, F6
es: tecla insert |punto2+punto4+espacio, f6
hr: Tipka insert |točkica2+točkica4+razmaknica, f6
nl: insert-toets |punt2+punt4+spatie, F6
pt_br: tecla insert |ponto2+ponto4+espaço, f6
ru: insert |точка2+точка4+пробел, f6
ta: செருகு விசை |dot2+dot4+space, f6

source: applications key |dot1+dot2+dot3+dot4+space, f8
bg: Applications |Точка1+точка 2+Точка3+Точка4+интервал, F8
de: Kontextmenütaste |Punkt1+Punkt2+Punkt3+Punkt4+Leertaste, F8
es: tecla aplicaciones |punto1+punto2+punto3+punto4+espacio, f8
hr: Aplikacijska tipka |točkica1+točkica2+točkica3+točkica4+razmaknica, f8
nl: Contextmenutoets | punt1+punt2+punt3+punt4+spatie, F8
pt_br: tecla aplicações |ponto1+ponto2+ponto3+ponto4+espaço, f8
ru: клавиша applications |точка1+точка2+точка3+точка4+пробел, f8
ta: பயன்பாடுகள் விசை |dot1+dot2+dot3+dot4+space, f8

source: Caps Lock key |dot1+dot3+dot6+space
bg: Caps Lock |Точка1+Точка3+Точка6+интервал
de: Dauergroßschreibtaste |Punkt1+Punkt3+Punkt6+Leertaste
es: Tecla bloqueo de mayúsculas |punto1+punto3+punto6+espacio
hr: Tipka capsLock |točkica1+točkica3+točkica6+razmaknica
nl: Caps Locktoets |punt1+punt3+punt6+spatie
pt_br: tecla Caps Lock |ponto1+ponto3+ponto6+espaço
ru: Caps Lock |точка1+точка3+точка6+пробел
ta: முகப்பெழுத்து பூட்டு விசை |dot1+dot3+dot6+space

source: tab key |dot4+dot5+space, f3, brailleedge:f2
bg: Tab |Точка4+Точка5+интервал, F3, brailleedge:F2
de: Tab-Taste |Punkt4+Punkt5+Leertaste, F3, brailleedge:f2
es: tecla tab |punto4+punto5+espacio, f3, brailleedge:f2
hr: Tipka tabulator |točkica4+točkica5+razmaknica, f3, brailleedge:f2
nl: tab-toets |punt4+punt5+spatie, F3, brailleedge:F2
pt_br: tecla tab |ponto4+ponto5+espaço, f3, brailleedge:f2
ru: tab |точка4+точка5+пробел, f3, brailleedge:f2
ta: தத்தல் விசை |dot4+dot5+space, f3, brailleedge:f2

source: shift+alt+tab key |f2+f3+f1
bg: Shift+Alt+Tab |F2+F3+F1
de: Alt+Umschalt+Tab-Taste |F1+F2+F3
es: teclas shift+alt+tab |f2+f3+f1
hr: Tipka šift+alt+tabulator |f2+f3+f1
nl: shift+alt+tab-toetscombinatie |f2+f3+f1
pt_br: tecla shift+alt+tab |f2+f3+f1
ru: shift+alt+tab |f2+f3+f1
ta: மாற்றழுத்தி+நிலைமாற்றி+தத்தல் விசை |f2+f3+f1

source: alt+tab key |f2+f3
bg: Alt+Tab |F2+F3
de: Alt+Tab-Taste |F2+F3
es: teclas alt+tab |f2+f3
hr: Tipka alt+tabulator |f2+f3
nl: alt+tab-toetscombinatie |f2+f3
pt_br: tecla alt+tab |f2+f3
ru: alt+tab |f2+f3
ta: நிலைமாற்றி+தத்தல் விசை |f2+f3

source: shift+tab key |dot1+dot2+space
bg: Shift+Tab |Точка1+Точка2+интервал
de: Umschalt+Tab-Taste |Punkt1+Punkt2+Leertaste
es: teclas shift+tab |punto1+punto2+espacio
hr: Tipka šift+tabulator |točkica1+točkica2+razmaknica
nl: shift+tab-toetscombinatie |punt1+punt2+spatie
pt_br: tecla shift+tab |ponto1+ponto2+espaço
ru: shift+tab |Точка1+точка2+пробел
ta: மாற்றழுத்தி+தத்தல் விசை |dot1+dot2+space

source: end key |dot4+dot6+space
bg: End |Точка4+Точка6+интервал
de: Ende |Punkt4+Punkt6+Leertaste
es: tecla fin |punto4+punto6+espacio
hr: Tipka end |točkica4+točkica6+razmaknica
nl: end-toets |punt4+punt6+spatie
pt_br: tecla end |ponto4+ponto6+espaço
ru: клавиша end |точка4+точка6+пробел
ta: முடிவு விசை |dot4+dot6+space

source: control+end key |dot4+dot5+dot6+space
bg: Control+End |Точка4+Точка5+Точка6+интервал
de: Strg+Ende |Punkt4+Punkt5+Punkt6+Leertaste
es: teclas control+fin |punto4+punto5+punto6+espacio
hr: Tipka kontrol+end |točkica4+točkica5+točkica6+razmaknica
nl: control+end-toetscombinatie |punt4+punt5+punt6+spatie
pt_br: tecla control+end |ponto4+ponto5+ponto6+espaço
ru: комбинация control+end |точка4+точка5+точка6+пробел
ta: கட்டுப்பாடு+முடிவு விசை |dot4+dot5+dot6+space

source: home key |dot1+dot3+space, smartbeetle:f4
bg: Home |Точка1+Точка3+интервал, smartbeetle:F4
de: Pos1 |Punkt1+Punkt3+Leertaste, smartbeetle:f4
es: tecla inicio |punto1+punto3+espacio, smartbeetle:f4
hr: Tipka houm |točkica1+točkica3+razmaknica, smartbeetle:f4
nl: home-toets |punt1+punt3+spatie, smartbeetle:f4
pt_br: tecla home |ponto1+ponto3+espaço, smartbeetle:f4
ru: клавиша home |точка1+точка3+пробел, smartbeetle:f4
ta: முகப்பு விசை |dot1+dot3+space, smartbeetle:f4

source: control+home key |dot1+dot2+dot3+space
bg: Control+Home |Точка1+Точка2+Точка3+интервал
de: Strg+Pos1 |Punkt1+Punkt2+Punkt3+Leertaste
es: teclas control+inicio |punto1+punto2+punto3+espacio
hr: Tipka kontrol+houm |točkica1+točkica2+točkica3+razmaknica
nl: control+home-toetscombinatie |punt1+punt2+punt3+spatie
pt_br: tecla control+home |ponto1+ponto2+ponto3+espaço
ru: комбинация control+home |точка1+точка2+точка3+пробел
ta: கட்டுப்பாடு+முகப்பு விசை |dot1+dot2+dot3+space

source: alt+f4 key |dot1+dot3+dot5+dot6+space
bg: Alt+F4 |Точка1+Точка3+Точка5+Точка6+интервал
de: Alt+F4 |Punkt1+Punkt3+Punkt5+Punkt6+Leertaste
es: teclas alt+f4 |punto1+punto3+punto5+punto6+espacio
hr: Tipka alt+f4 |točkica1+točkica3+točkica5+točkica6+razmaknica
nl: alt+f4-toetscombinatie |punt1+punt3+punt5+punt6+spatie
pt_br: tecla alt+f4 |ponto1+ponto3+ponto5+ponto6+espaço
ru: комбинация alt+f4 |точка1+точка3+точка5+точка6+пробел
ta: நிலைமாற்றி+f4 விசை |dot1+dot3+dot5+dot6+space

source: leftArrow key |dot3+space, leftSideLeftArrow
bg: Стрелка наляво |Точка3+интервал, leftSideLeftArrow
de: Pfeiltaste nach links |Punkt3+Leertaste, Pfeiltaste nach links auf der linken Seite
es: tecla flecha izquierda |punto3+espacio, leftSideLeftArrow
hr: Tipka strelica lijevo |točkica3+razmaknica, lijevaStranaStrelicaLijevo
nl: linker Pijltoets |punt3+spatie, Linker PijlLinks
pt_br: tecla setaParaEsquerda |ponto3+espaço, deslocadorEsquerdoSetaParaEsquerda
ru: стрелка влево |точка3+пробел, leftSideLeftArrow
ta: இடதம்பு விசை |dot3+space, leftSideLeftArrow

source: control+shift+leftArrow key |dot2+dot8+space+f1
bg: Control+Shift+стрелка наляво |Точка2+Точка8+интервал+F1
de: Strg+Umschalt+Pfeiltaste nach links |Punkt2+Punkt8+Leertaste+F1
es: teclas control+shift+flecha izquierda |punto2+punto8+espacio+f1
hr: Tipka kontrol+šift+strelica lijevo |točkica2+točkica8+razmaknica+f1
nl: control+shift+PijlLinks-toetscombinatie |punt2+punt8+spatie+f1
pt_br: tecla control+shift+setaParaEsquerda |ponto2+ponto8+espaço+f1
ru: control+shift+стрелка влево |точка2+точка8+пробел+f1
ta: கட்டுப்பாடு+மாற்றழுத்தி+இடதம்பு விசை |dot2+dot8+space+f1

source: control+leftArrow key |dot2+space
bg: Control+Стрелка наляво |Точка2+интервал
de: Strg+Pfeiltaste nach links |Punkt2+Leertaste
es: teclas control+flecha izquierda |punto2+espacio
hr: Tipka kontrol+strelica lijevo |točkica2+razmaknica
nl: control+PijlLinks-toetscombinatie |punt2+spatie
pt_br: tecla control+setaParaEsquerda |ponto2+espaço
ru: control+стрелка влево |точка2+пробел
ta: கட்டுப்பாடு+இடதம்பு விசை |dot2+space

source: shift+alt+leftArrow key |dot2+dot7+f1
bg: Shift+Alt+стрелка наляво |Точка2+Точка7+F1
de: Umschalt+Alt+Pfeiltaste nach links |Punkt2+Punkt7+F1
es: teclas shift+flecha izquierda |punto2+punto7+f1
hr: Tipka šift+alt+strelica lijevo |točkica2+točkica7+f1
nl: shift+alt+PijlLinks-toetscombinatie |punt2+punt7+f1
pt_br: tecla shift+alt+setaParaEsquerda |ponto2+ponto7+f1
ru: shift+alt+стрелка влево |точка2+точка7+f1
ta: மாற்றழுத்தி+நிலைமாற்றி+இடதம்பு விசை |dot2+dot7+f1

source: `alt+leftArrow` |`dot2+dot7+space`
bg: `Alt+Стрелка наляво` |`Точка2+Точка7+интервал`
de: `Alt+Pfeiltaste nach links` |`Punkt2+Punkt7+Leertaste`
es: teclas `alt+flecha izquierda` |`punto2+punto7`
hr: `Tipka alt+strelica lijevo` |`točkica2+točkica7+razmak`
nl: `alt+PijlLinks-toetscombinatie` |`punt2+punt7+spatie`
pt_br: `alt+setaParaEsquerda` |`ponto2+ponto7+espaço`
ru: `alt+стрелка влево` |`точка2+точка7`
ta: `நிலைமாற்றி+இடதம்பு விசை` |`dot2+dot7+space`

source: rightArrow key |dot6+space, leftSideRightArrow
bg: Стрелка надясно |Точка6+интервал, leftSideRightArrow
de: Pfeiltaste nach rechts |Punkt6+Leertaste, Pfeil rechts auf der linken Seite
es: tecla flecha derecha |punto6+espacio, Flecha derecha del lateral izquierdo
hr: Tipka strelica lijevo |točkica6+razmaknica, lijevaStranaStrelicaDesno
nl: PijlRechts-toets |punt6+spatie, Linker PijlRechts
pt_br: tecla setaParaDireita |ponto6+espaço, deslocadorEsquerdoSetaParaDireita
ru: стрелкаВправо |точка6+пробел, leftSideRightArrow
ta: வலதம்பு விசை |dot6+space, leftSideRightArrow

source: control+shift+rightArrow key |dot5+dot8+space+f1
bg: Control+Shift+стрелка надясно |Точка5+Точка8+интервал+F1
de: Strg+Umschalt+Pfeiltaste nach rechts |Punkt5+Punkt8+Leertaste+F1
es: teclas control+shift+flecha derecha |punto5+punto8+espacio+f1
hr: Tipka kontrol+šift+strelica lijevo |točkica5+točkica8+razmaknica+f1
nl: control+shift+PijlRechts-toetscombinatie |punt5+punt8+spatie+f1
pt_br: tecla control+shift+setaParaDireita |ponto5+ponto8+espaço+f1
ru: control+shift+стрелка вправо |точка5+точка8+пробел+f1
ta: கட்டுப்பாடு+மாற்றழுத்தி+வலதம்பு விசை |dot5+dot8+space+f1
