Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Alternatively, if the current object doesn't contain any objects, NVDA will move to the next object at the current level of the hierarchy.
bg: Алтернативно, ако текущият обект не съдържа никакви обекти, NVDA ще премине към следващия обект на текущото ниво на йерархията.
de: Wenn das aktuelle Objekt keine Objekte enthält, wechselt NVDA zum nächsten Objekt auf der aktuellen Ebene der Hierarchie.
es: Alternativamente, si el objeto actual no contiene ninguno, NVDA se moverá al siguiente objeto en el nivel actual de la jerarquía.
hr: U suprotnom, ako trenutni objekat ne sadrži objekte, NVDA će se prebaciti na sledeći objekat u trenutnom nivou hierarhije.
nl: In het geval dat het huidige object geen objecten bevat, zal NVDA naar het volgende object gaan van het huidige hirarchische niveau.
pt_br: Alternativamente, se o objeto atual não contiver nenhum objeto, o NVDA passará para o próximo objeto no nível atual da hierarquia.
ru: В противном случае, если текущий объект не содержит объектов, NVDA перейдёт к следующему объекту на текущем уровне иерархии.
ta: மாற்றாக, தற்போதைய பொருளில் எந்தப் பொருளும் இல்லை என்றால், தற்போதைய படிநிலை மட்டத்தில் உள்ள அடுத்த பொருளுக்கு என்விடிஏ நகரும்.
zh_tw: 或者如果目前物件不包含任何子物件，NVDA 將移動到目前階層層級的下一個物件，

source: If there is no such next object, NVDA will try to find the next object in the hierarchy based on containing objects until there are no more objects to move to.
bg: Ако няма такъв следващ обект, NVDA ще се опита да намери следващия обект в йерархията въз основа на съдържащите се обекти, докато няма повече обекти, към които да се придвижи.
de: Wenn es kein weiteres Objekt gibt, versucht NVDA, das nächste Objekt in der Hierarchie anhand der enthaltenen Objekte zu finden, bis es keine weiteren Objekte mehr gibt, zu denen man wechseln kann.
es: Si no hay tal objeto siguiente, NVDA intentará encontrar el siguiente en la jerarquía basándose en objetos que lo contengan hasta que no haya más a los que moverse.
hr: Ako nema takvog sledećeg objekta, NVDA će pokušati da pronađe sledeći objekat u hierarhiji u zavisnosti od unutrašnjih objekata dok više nema objekata na koje se možete prebaciti.
nl: Als er een dergelijk volgend object niet is, zal NVDA het volgende object in de hierarchie op basis van ingesloten objecten proberen te vinden tot er geen in aanmerking komende objecten meer zijn.
pt_br: Se não houver esse próximo objeto, o NVDA tentará encontrar o próximo objeto na hierarquia com base nos objetos que contém, até que não haja mais objetos para onde mover.
ru: Если далее такого объекта нет, NVDA будет пытаться найти следующий объект в иерархии на основе содержащихся объектов, пока не останется объектов для перемещения.
ta: அத்தகைய அடுத்த பொருள் இல்லாதபட்சத்தில், நகர்வதற்கு அடுத்த பொருள் இல்லை என்கிற நிலை வரும்வரை, கொண்டிருக்கும் பொருள்களின் அடிப்படையில் அடுத்த பொருளை கண்டறிய என்விடிஏ முயலும்.
zh_tw: 如果沒有這樣的下一個物件，NVDA 將根據母物件的階層嘗試尋找下一個物件，直到沒有更多可以移動到的物件為止，

source: The same rules apply to moving backwards in the hierarchy.
bg: Същите правила важат и за придвижване назад в йерархията.
de: Die gleichen Regeln gelten für das Zurückgehen in in der Hierarchie.
es: Las mismas reglas se aplican para moverse hacia atrás en la jerarquía.
hr: Ista pravila se primenjuju i kada se krećete nazad u hierarhiji.
nl: Dezelfde regels gelden als binnen de hierarchie in omgekeerde richting (achterwaarts) wordt genavigeerd.
pt_br: As mesmas regras se aplicam ao mover-se para trás na hierarquia.
ru: Те же правила действуют и при перемещении назад по иерархии.
ta: படிநிலையில் பின்னோக்கி நகர்வதற்கும் அதே விதிகள் பொருந்தும்.
zh_tw: 相同的規則適用於在階層中往回移動。

source: The object currently being reviewed is called the navigator object.
bg: Обектът, който преглеждате в момента, се нарича навигационен обект.
de: Das momentan angezeigte Objekt wird als Navigator-Objekt bezeichnet.
es: El objeto actualmente en revisión se llama navegador de objetos.
hr: Objekt koji se trenutačno pregledava se zove navigacijski objekt.
nl: Het object dat op een gegeven moment bekeken wordt in objectnavigatie wordt het navigator object genoemd.
pt_br: O objeto que atualmente está sendo examinado chama-se objeto de navegação.
ru: Объект, просматриваемый в данный момент, называется объектом навигатора.
ta: தற்பொழுது சீராயப்படும் பொருள்தான் வழிசெலுத்திப் பொருளாகும்.
zh_tw: 目前正在檢閱的物件稱為「導覽物件」，

source: Once you navigate to an object, you can review its content using the [text review commands](#ReviewingText) while in [Object review mode](#ObjectReview).
bg: След като веднъж се придвижите в обект, може да го прегледате, използвайки [командите за преглед на текст](#ReviewingText) докато сте в [режим „преглед на обекта“](#ObjectReview).
de: Wenn Sie sich zu einem Objekt bewegen und der Modus [Objekt-Betrachter](#ObjectReview) aktiv ist, können Sie sich das Objekt mit den [Befehlen zum Text betrachten](#ReviewingText) anschauen.
es: Una vez que navegues a un objeto, puedes revisar su contenido utilizando las [órdenes de revisión de texto](#ReviewingText) mientras se esté en [modo revisión de objetos](#ObjectReview).
hr: Kad se pomaknete na određeni objekt, možete pregledati njegov sadržaj pomoću prečaca za [Pregledavanje teksta](#ReviewingText), dok ste u modusu [Pregled objekta](#ObjectReview).
nl: Wanneer u naar een object navigeert, kuntu de inhoud ervan bekijken met de [commando's voorhet Nalezen van Tekst](#ReviewingText) terwijl u zich in de [objectoverzichtmodus](#ObjectReview) bevindt.
pt_br: Uma vez que tenha navegado para um objeto, pode explorá-lo com os comandos de [exploração de texto](#ReviewingText) enquanto estiver no modo de [exploração de objeto](#ObjectReview).
ru: Как только вы переместитесь к объекту, вы можете просмотреть его [командами просмотра текста](#ReviewingText), находясь в [режиме просмотра объекта](#ObjectReview).
ta: [பொருள் சீராய்வு நிலையில்](#ObjectReview) இருக்கும் பொழுது, ஒரு பொருளுக்கு நகர்ந்த பின்னர், அப்பொருளின் உள்ளடக்கங்களை [உரைச் சீராய்வுக் கட்டளைகளைக்](#ReviewingText) கொண்டு சீராயலாம்.
zh_tw: 當導覽到一個物件，在[物件檢閱模式](#ObjectReview)下您可以使用[文字檢閱指令](#ReviewingText)來檢閱其內容，

source: When [Visual Highlight](#VisionFocusHighlight) is enabled, the location of the current navigator object is also exposed visually.
bg: Когато [визуалното открояване](#VisionFocusHighlight) е включено, местоположението на текущия навигационен обект също бива откроявано визуално.
de: Wenn [Visuell hervorheben](#VisionFocusHighlight) aktiviert ist, wird die Position des aktuellen Navigator-Objekts auch visuell dargestellt.
es: Cuando [Resaltado Visual](#VisionFocusHighlight) esté habilitado, la localización del foco del sistema actual también se expone visualmente.
hr: Kad je [Vizualno praćenje](#VisionFocusHighlight) aktivirano, pozicija navigacijskog objekta se prikazuje na ekranu.
nl: Wanneer [Visuele Uitlichting](#VisionFocusHighlight) geactiveerd is, wordt de plaats waar het huidige navigator Object zich bevindt ook zichtbaar weergegeven.
pt_br: Quando o [Realce Visual](#VisionFocusHighlight) está habilitado, o local do objeto de navegação atual também é exposto visualmente.
ru: Если включена [визуальная подсветка](#VisionFocusHighlight), то расположение текущего объекта навигатора можно определить визуально.
ta: [பார்வைக்குத் துலக்கமாக்குக](#VisionFocusHighlight) விருப்பத் தேர்வு தேர்வாகியிருந்தால், வழிசெலுத்திப் பொருளின் தற்போதைய அமைவிடம் பார்வைக்கு துலக்கமாக்கிக் காட்டப்படும்.
zh_tw: 若有啟用[視覺醒目提示](#VisionFocusHighlight)則目前導覽物件所在的位置會在螢幕上呈現出來，

source: By default, the navigator object moves along with the System focus, though this behaviour can be toggled on and off.
bg: По подразбиране навигационният обект се движи заедно с фокуса, но това обстоятелство може да бъде включвано и изключвано.
de: Standardmäßig folgt der Navigator dem System-Fokus, diese Kopplung kann jedoch umgeschaltet werden.
es: De forma predeterminada, el navegador de objetos se mueve junto con el foco del Sistema aunque este comportamiento puede activarse y desactivarse.
hr: Navigacijski objekt se standardno pokreće zajedno s fokusom sustava, ali se to ponašanje može uključiti ili isključiti.
nl: Standaard wordt in NVDA de object navigator tegelijk met de systeemfocus verplaatst, maar deze koppeling kan aan- en uitgezet worden.
pt_br: Por padrão, a navegação de objetos acompanha o foco do sistema, embora esse comportamento possa ser ativado e desativado.
ru: По умолчанию навигатор перемещается вслед за системным фокусом, но такое поведение при необходимости можно отключить.
ta: இயல்பில், பொருள் வழிசெலுத்தி, கணினிக் குவிமையத்தைத் தொடர்ந்து செல்லும். இருப்பினும், இத்தன்மையை முடுக்கவும், முடக்கவும் வசதியுண்டு.
zh_tw: 預設情況下「導覽物件」會跟隨系統焦點移動，不過此行為可以切換開啟或關閉。

source: Note: Braille following Object Navigation can be configured via [Braille Tether](#BrailleTether).
bg: Забележка: Брайлът да следва обектната навигация може да бъде конфигурирано чрез [настройката за обвързване на брайла](#BrailleTether).
de: Hinweis: Braille mit anschließender Objekt-Navigation kann über die [Kopplung der Braille-Ausgabe](#BrailleTether) konfiguriert werden.
es: Nota: el seguimiento del braille al Navegador de Objetos puede configurarse a través de [Braille Sigue](#BrailleTether).
hr: Upozorenje: brajica koja prati objekt navigatora može se podesiti preko [povezanosti brajice](#BrailleTether).
nl: Merk op dat u Braille objectnavigatie kunt laten volgen met behulp van [Braille Koppelen](#BrailleTether).
pt_br: Nota: O Braille acompanhando Navegação de Objetos pode ser configurado via [Vinculação de Braille](#BrailleTether).
ru: Примечание: следование брайля за объектом навигатора может быть настроено через [привязку брайля](#BrailleTether).
ta: பொருள் வழிசெலுத்தலை பிரெயில் பின்தொடரும் தன்மையினை [பிரெயில் கட்டப்படுவதன்](#BrailleTether) மூலம் அமைவடிவமாக்கலாம்.
zh_tw: 附註：點字游標跟隨物件導覽的方式可透過[點字游標跟隨](#BrailleTether)選項進行設定。

source: To navigate by object, use the following commands:
bg: За да се придвижвате по обекти, използвайте следните клавиши:
de: Mit den folgenden Befehlen navigieren Sie zwischen den Objekten:
es: Para navegar por objetos, utiliza las siguientes órdenes:
hr: Da biste se kretali po objektima, koristite sljedeće prečace:
nl: Voor objectnavigatie zijn de volgende toetscombinaties beschikbaar:
pt_br: Para navegar pelos objetos utilize as seguintes teclas de atalho:
ru: Следующие клавиатурные команды применяются при объектной навигации:
ta: பொருட்களாக நகர, பின்வரும் விசைகளைப் பயன்படுத்தவும்:
zh_tw: 要使用物件導覽可利用以下的指令：

source: Name |Desktop key |Laptop key |Touch |Description
bg: Име |Клавиш от настолната подредба |Клавиш от лаптоп подредбата |Докосване |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Touch-Geste |Beschreibung
es: Nombre |Tecla Escritorio |Tecla Portátil |Táctil |Descripción
hr: Naziv |Tipka za stolna računala |Tipka za prijenosna računala |Dodir |Opis
nl: Naam |Desktoptoets |Laptoptoets |Aanraken |Beschrijving
pt_br: Nome |Tecla de Desktop |Tecla de Laptop |Toque — Gesto |Descrição
ru: Название |Настольная |Ноутбук |Жест сенсорного экрана |Описание
ta: பெயர் |மேசைக்கணினி விசை |மடிக்கணினி விசை |தொடு |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |觸控 |說明

source: Report current object |NVDA+numpad5 |NVDA+shift+o |none |Reports the current navigator object. Pressing twice spells the information, and pressing 3 times copies this object's name and value to the clipboard.
bg: Докладвай текущия обект |NVDA+5 от цифровия блок |NVDA+Shift+O |Няма |Докладва текущия навигационен обект. При двукратно натискане спелува информацията, а при трикратно натискане копира името и стойността на този обект в клипборда.
de: Aktuelles Objekt mitteilen |NVDA+Nummernblock 5 |NVDA+Umschalt+O |Keine |Teilt das aktuelle Navigator-Objekt mit. Bei zweimal Drücken werden die Informationen buchstabiert und bei dreimal Drücken wird die Information in die Zwischenablage kopiert.
es: Anunciar objeto actual |NVDA+5 Teclado numérico |NVDA+shift+o |no |Anuncia el navegador de objetos actual. Pulsando dos veces deletrea la información y pulsando 3 veces copia este nombre y valor del objeto al portapapeles.
hr: Izvijesti o trenutačnom objektu |NVDA+num5 |NVDA+šift+o |nema |Izvještava o trenutačnom navigacijskom objektu. Kad se dvaput pritisne, slovka objekt. Kad se triput pritisne, kopira ime i vrijednost tog objekta u međuspremnik.
nl: Informatie over huidig object |NVDA+numeriek5 |NVDA+shift+o |geen |Geeft informatie over huidig navigator object. Bij tweemaal drukken wordt informatie gespeld, driemaal drukken kopieert naam en waarde ervan naar het klembord.
pt_br: Anunciar o objeto atual |NVDA+5 do teclado numérico |NVDA+shift+o |nenhum |Anuncia o objeto de navegação atual. Se pressionada duas vezes, soletra o objeto e, pressionando 3 vezes, copia o nome e o valor desse objeto para a área de transferência.
ru: Читать текущий объект |NVDA+numpad5 |NVDA+Shift+O |отсутствует |Читает текущий объект навигатора. Двойное нажатие произносит эту информацию посимвольно, а тройное нажатие копирует имя и значение объекта в буфер обмена.
ta: தற்போதைய பொருளை அறிவித்திடுக |என்விடிஏ+எண் திட்டு 5 |என்விடிஏ+மாற்றழுத்தி+o |ஏதுமில்லை |தற்போதைய பொருளை அறிவிக்கும். இருமுறை அழுத்தினால், தகவலை எழுத்துகளாக படிக்கும். மும்முறை அழுத்தினால், பொருளின் தகவலையும், மதிப்பையும் பிடிப்புப்பலகைக்குப் படியெடுக்கும்
zh_tw: 讀出目前物件 |NVDA+數字鍵盤5 |NVDA+Shift+O |無 |讀出目前導覽物件，連按兩下拼讀物件資訊，連按三下複製物件名稱或內容到剪貼簿。

source: Move to containing object |NVDA+numpad8 |NVDA+shift+upArrow |flick up (object mode) |Moves to the object containing the current navigator object
bg: Навигирай до съдържащия обект |NVDA+8 от цифровия блок |NVDA+Shift+Стрелка нагоре |перване нагоре (обектен режим) |Навигира до обекта, съдържащ текущия навигационен обект
de: Zum übergeordneten Objekt navigieren |NVDA+Nummernblock 8 |NVDA+Umschalt+Pfeiltaste nach oben |Nach oben streichen (Objektmodus) |Navigiert zur übergeordneten Ebene des aktuellen Navigator-Objekts
es: Navegar a objeto contenedor |NVDA+8 teclado numérico |NVDA+shift+flecha arriba |deslizar arriba (Modo objeto) |Navega al contenedor del navegador de objetos actual
hr: Premjesti se na sadržavajući objekt |NVDA+num8 |NVDA+šift+strelicaGore |klizni gore (objektni modus) |Premješta se na objekt koji sadrži trenutačni navigacijski objekt
nl: Naar hoger niveau navigeren |NVDA+numeriek8 |NVDA+shift+Pijl Omhoog |Veeg omhoog (objectmodus) |Hiermee gaat u naar een hoger niveau (de map) waartoe het huidige navigator object behoort
pt_br: Mover para o pai do objeto atual |NVDA+8 do teclado Numérico |NVDA+shift+seta para cima |varrer para Cima (Modo de objeto) |Move para o objeto que contém o atual objeto de navegação
ru: Перейти на родительский объект |NVDA+numpad8 |NVDA+Shift+↑ |Пролистать вверх (просмотр объекта) |Устанавливает навигатор на объект, который содержит в себе текущий
ta: பொருளைக் கொண்டிருக்கும் பொருளுக்கு நகர்க |என்விடிஏ+எண் திட்டு 8 |என்விடிஏ+மாற்றழுத்தி+மேலம்பு |மேல் சுண்டுதல் (பொருள் நிலை) |வழிசெலுத்திப் பொருளைக் கொண்ட பொருளுக்கு நகரும்
zh_tw: 移到母物件 |NVDA+數字鍵盤8 |NVDA+Shift+向上鍵 |向上滑動 (物件模式) |移到包含目前導覽物件的物件 (也就是包含此物件的容器)

source: Move to previous object |NVDA+numpad4 |NVDA+shift+leftArrow |none |Moves to the object before the current navigator object
bg: Навигирай до предишния обект |NVDA+4 от цифровия блок |NVDA+Shift+Стрелка наляво |Няма |Навигира до обекта директно преди текущия навигационен обект
de: Zum vorherigen Objekt navigieren |NVDA+Nummernblock 4 |NVDA+Umschalt+Pfeiltaste nach links |Keine |Wechselt zu dem Objekt vor dem aktuellen Navigator-Objekt
es: Moverse al objeto anterior |NVDA+4 teclado numérico |NVDA+shift+flecha izquierda |no |Se mueve al objeto antes del navegador de objetos actual
hr: Premesti se na prethodni objekat |NVDA+numeričko4 |NVDA+šift+strelica levo |nema |pomera se na objekat pre trenutnog navigacionog objekta
nl: Naar vorig object gaan |NVDA+numeriek4 |NVDA+shift+Pijl links |geen |Hiermee navigeert u naar het object dat direct voorafgaat aan het huidige navigator object
pt_br: Mover para o objeto anterior |NVDA+4 do teclado numérico |NVDA+shift+seta para esquerda |nenhum |Move para o objeto anterior ao objeto de navegação atual
ru: Перейти на предыдущий объект |NVDA+numpad4 |NVDA+Shift+← |Пролистать влево (просмотр объекта) |Устанавливает навигатор на предыдущий объект того же логического уровня
ta: முந்தைய பொருளுக்கு நகர்க |என்விடிஏ+எண் திட்டு 4 |என்விடிஏ+மாற்றழுத்தி+இடதம்பு |ஏதுமில்லை |தற்போதைய வழிசெலுத்திப் பொருளின் முந்தைய பொருளுக்கு நகரும்
zh_tw: 移到上一個物件 |NVDA+數字鍵盤4 |NVDA+Shift+向左鍵 |無 |移到目前導覽物件之前的物件

source: Move to previous object in flattened view |NVDA+numpad9 |NVDA+shift+[ |flick left (object mode) |Moves to the previous object in a flattened view of the object navigation hierarchy
bg: Навигирай до предишния обект в равнинен изглед |NVDA+9 от цифровия блок |NVDA+Shift+[ |Перване наляво (обектен режим) |Навигира към предишния обект в равнинен изглед в йерархията за обектна навигация
de: Zum vorherigen Objekt in der reduzierten Ansicht wechseln |NVDA+Nummernblock 9 |NVDA+Umschalt+Ü |Nach links streichen (Objektmodus) |Wechselt zum vorherigen Objekt in einer reduzierten Ansicht der Hierarchie der Objekt-Navigation
es: Moverse al anterior objeto en vista plana |NVDA+9 teclado numérico |NVDA+shift+´ (acento agudo) |flic a la izquierda (modo objeto) |Se mueve al objeto anterior en una vista plana de los objetos en la jerarquía de navegación
hr: Premesti se na prethodni objekat u ravnom prikazu |NVDA+numeričko9 |NVDA+šift+[ |prevlačenje levo (režim objekata) |Premešta se na prethodni objekat u ravnom prikazu hierarhije navigacije objekata
nl: Naar vorig object gaan in platte weergave |NVDA+numeriek9 |NVDA+shift+[ |veegbeweging naar links (objectmodus) |hiermee gaat u naar het vorige object in een platte weergave van the objectnavigatie-hierarchie
pt_br: Mover para o objeto anterior em visão plana |NVDA+9 do teclado numérico |NVDA+shift+[ |varrer para a esquerda (modo de objeto) |Move para o objeto anterior numa visão plana da hierarquia de navegação de objetos
ru: Перейти на предыдущий объект в плоском представлении |NVDA+numpad9 |NVDA+shift+[ |смахивание влево (режим объекта) |Перемещение к предыдущему объекту в плоском представлении иерархии навигации объектов
ta: தட்டையான பார்வையில் முந்தைய பொருளுக்கு நகர்க |என்விடிஏ+ெண் திட்டு 9 |என்விடிஏ+மாற்றழுத்தி+[ |இடது சுண்டுதல் (பொருள் நிலை) |பொருள் வழிசெலுத்தல் படிநிலையின் தட்டையான பார்வையில் முந்தைய பொருளுக்கு நகர்கிறது
zh_tw: 在平面檢視中移到上一個物件 |NVDA+數字鍵盤9 |NVDA+Shift+[ |向左滑動 (物件模式) |在物件導覽階層的平面檢視中移到上一個物件

source: Move to next object |NVDA+numpad6 |NVDA+shift+rightArrow |none |Moves to the object after the current navigator object
bg: Навигирай до следващия обект |NVDA+6 от цифровия блок |NVDA+Shift+Стрелка надясно |Няма |Навигира до обекта директно след текущия навигационен обект
de: Zum nächsten Objekt navigieren |NVDA+Nummernblock 6 |NVDA+Umschalt+Pfeiltaste nach rechts |Keine |Wechselt zu dem Objekt nach dem aktuellen Navigator-Objekt
es: Moverse al siguiente objeto |NVDA+6 teclado numérico |NVDA+shift+flecha derecha |no |Se mueve al objeto después del navegador de objetos actual
hr: Premesti se na sledeći objekat |NVDA+numeričko6 |NVDA+šift+strelica desno |nema |premešta se na objekat posle trenutnog navigacionog objekta
nl: Naar het volgende object gaan |NVDA+numeriek6 |NVDA+shift+Pijl rechts |geen |Hiermee navigeert u naar het object dat volgt op het huidige navigator object
pt_br: Mover para o próximo objeto |NVDA+6 do teclado numérico |NVDA+shift+seta para direita |nenhum |Move para o objeto seguinte ao objeto de navegação atual
ru: Перейти на следующий объект |NVDA+numpad6 |NVDA+Shift+→ |Пролистать вправо (просмотр объекта) |Устанавливает навигатор на следующий объект того же логического уровня
ta: அடுத்தப் பொருளுக்கு நகர்க |என்விடிஏ+எண் திட்டு 6 |என்விடிஏ+மாற்றழுத்தி+வலதம்பு |ஏதுமில்லை |தற்போதைய வழிசெலுத்திப் பொருளின் அடுத்த பொருளுக்கு நகரும்
zh_tw: 移到下一個物件 |NVDA+數字鍵盤6 |NVDA+Shift+向右鍵 |無 |移到目前導覽物件之後的物件

source: Move to next object in flattened view |NVDA+numpad3 |NVDA+shift+] |flick right (object mode) |Moves to the next object in a flattened view of the object navigation hierarchy
bg: Навигирай до следващия обект в равнинен изглед |NVDA+3 от цифровия блок |NVDA+Shift+] |Перване надясно (обектен режим) |Навигира към следващия обект в равнинен изглед в йерархията за обектна навигация
de: Zum nächsten Objekt in der reduzierten Ansicht wechseln |NVDA+Nummernblock 3 |NVDA+Umschalt+Plus |Nach rechts streichen (Objektmodus) |Wechselt zum nächsten Objekt in einer reduzierten Ansicht der Hierarchie der Objekt-Navigation
es: Moverse al siguiente objeto en vista plana |NVDA+3 teclado numérico |NVDA+shift++ (más) |flic a la derecha (modo objeto) |Se mueve al siguiente objeto en una vista plana de los objetos en la jerarquía de navegación
hr: Premesti se na sledeći objekat u ravnom prikazu |NVDA+numeričko3 |NVDA+šift+] |prevlačenje desno (režim objekata) |Premešta se na sledeći objekat u ravnom prikazu hierarhije navigacije objekata
nl: Naar het volgende object gaan in platte weergave |NVDA+numeriek3 |NVDA+shift+] |veegbeweging naar rechts (objectmodus) |hiermee gaat u naar het volgende object in een platte weergave van the objectnavigatie-hierarchie
pt_br: Mover para o próximo objeto em visão plana |NVDA+3 do teclado numérico |NVDA+shift+] |varrer para a direita (modo de objeto) |Move para o próximo objeto numa visão plana da hierarquia de navegação de objetos
ru: Перейти на следующий объект в плоском представлении |NVDA+numpad3 |NVDA+shift+] |смахивание вправо (режим объекта) |Переход к следующему объекту в плоском представлении иерархии навигации по объектам
ta: தட்டையான பார்வையில் அடுத்த பொருளுக்கு நகர்க |என்விடிஏ+ெண் திட்டு 3 |என்விடிஏ+மாற்றழுத்தி+] |வலது சுண்டுதல் (பொருள் நிலை) |பொருள் வழிசெலுத்தல் படிநிலையின் தட்டையான பார்வையில் அடுத்த பொருளுக்கு நகர்கிறது
zh_tw: 在平面檢視中移到下一個物件 |NVDA+數字鍵盤3 |NVDA+Shift+] |向右滑動 (物件模式) |在物件導覽階層的平面檢視中移到下一個物件

source: Move to first contained object |NVDA+numpad2 |NVDA+shift+downArrow |flick down (object mode) |Moves to the first object contained by the current navigator object
bg: Навигирай до първия наследяващ обект |NVDA+2 от цифровия блок |NVDA+Shift+Стрелка надолу |перване надолу (обектен режим) |Навигира до първия наследяващ обект, съдържащ се в текущия навигационен обект
de: Zum ersten untergeordneten Objekt navigieren |NVDA+Nummernblock 2 |NVDA+Umschalt+Pfeiltaste nach unten |Nach unten streichen (Objektmodus) |Navigiert zum ersten untergeordneten Objekt ausgehend vom aktuellen Navigator-Objekt
es: Navegar al primer objeto contenido |NVDA+2 teclado numérico |NVDA+shift+flecha abajo |deslizar abajo (modo objeto) |Navega al primer objeto contenido por el actual navegador de objetos
hr: Premjesti se na sljedeći sadržavajući objekt |NVDA+num2 |NVDA+šift+strelicaDolje |klizni dolje (objektni modus) |Premješta se na prvi objekt sadržan u navigacijskom objektu
nl: Naar het eerstvolgende ingesloten object (een lager niveau) gaan |NVDA+numeriek2 |NVDA+shift+Pijl omlaag |Veeg omlaag (objectmodus) |Hiermee navigeert u vanuit het huidige navigator object (hoofdmap) naar het niveau eronder waar u bij de bijbehorende objecten komt
pt_br: Mover para o primeiro objeto filho |NVDA+2 do teclado numérico |NVDA+shift+seta para baixo |varrer para baixo (Modo de objeto) |Move para o primeiro objeto contido no objeto de navegação atual
ru: Перейти на первый дочерний объект |NVDA+numpad2 |NVDA+Shift+↓ |Пролистать вниз (просмотр объекта) |Устанавливает навигатор на первый объект, который содержится в текущем
ta: உள்ளிருக்கும் முதற்பொருளுக்கு நகர்க |என்விடிஏ+எண் திட்டு2 |என்விடிஏ+மாற்றழுத்தி+கீழம்பு |கீழ் சுண்டுதல் (பொருள் நிலை) |வழிசெலுத்திப் பொருளுக்குள் இருக்கும் முதல் பொருளுக்கு நகரும்
zh_tw: 移到第一個子物件 |NVDA+數字鍵盤2 |NVDA+Shift+向下鍵 |向下滑動 (物件模式) |移到包含於目前導覽物件內的第一個物件 (也就是此容器包含的第一個物件)
