Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: NVDA supports braille codes for many languages, including contracted, uncontracted and computer braille codes.
bg: NVDA поддържа брайлов код за много езици, включително код за краткопис, литературен и компютърен брайл.
de: NVDA enthält Braille-Übersetzungstabellen für Computerbraille sowie für Voll- und Kurzschrift diverser Sprachen.
es: NVDA soporta códigos braille para muchos idiomas, incluyendo códigos braille contraído, no contraído y computerizado.
hr: NVDA podržava brajične kodove za mnoge jezike, uključujući kratkopis, puno pismo i kompjutorsku brajicu.
nl: NVDA ondersteunt Braillecodes in veel talen met inbegrip van braillecodes voor verkort en onverkort Braille alsmede computerbraille.
pt_br: O NVDA suporta códigos Braille para diversos idiomas, incluindo os códigos Braille abreviados — grau 2 —, integrais — normal ou grau 1 — e de computador — informático —.
ru: NVDA поддерживает брайлевские кодировки для многих языков, включая сокращённую, полную и компьютерную формы брайлевских кодировок.
ta: என்விடிஏ பல மொழிகளிலுள்ள குறுக்கப்பட்ட, குறுக்கப்படாத மற்றும் கணினி பிரெயில் குறிகளுக்கு ஆதரவளிக்கிறது.
zh_tw: NVDA 支援多種語言點字碼，包括收縮、未收縮及電腦點字碼。

source: License and Copyright
bg: Лиценз и запазени права
de: Lizenzbestimmungen und Copyright
es: Licencia y Copyright
hr: Licenca i autorska prava
nl: Licentie en Copyright
pt_br: Licença e Copyright — Direitos autorais
ru: Лицензия и авторские права
ta: உரிமம் மற்றும் பதிப்புரிமை
zh_tw: 授權與著作權

source: NVDA is copyright NVDA_COPYRIGHT_YEARS NVDA contributors.
bg: NVDA запазено право NVDA_COPYRIGHT_YEARS, създаден от общността на NVDA.
de: Copyright NVDA_COPYRIGHT_YEARS NVDA-Mitwirkende.
es: NVDA es propiedad intelectual de NVDA_COPYRIGHT_YEARS por los colaboradores de NVDA.
hr: NVDA autorska prava NVDA_COPYRIGHT_YEARS NVDA doprinositelji.
nl: NVDA is auteursrechtelijk beschermd NVDA_COPYRIGHT_YEARS NVDA contributors.
pt_br: NVDA tem copyright — direitos autorais — NVDA_COPYRIGHT_YEARS NVDA contributors — colaboradores do NVDA —.
ru: (C) NVDA_COPYRIGHT_YEARS авторские права принадлежат участникам сообщества NVDA.
ta: பதிப்புரிமை NVDA_COPYRIGHT_YEARS என்விடிஏ பங்களிப்பாளர்கள்
zh_tw: NVDA 著作權 2006-2024 是歸屬於 NVDA 貢獻者所有。

source: NVDA is available under the GNU General Public License version 2, with two special exceptions.
bg: NVDA се разпространява под Общото право на обществено ползване ГНУ версия 2 (GNU General Public License version 2 - GNU GPL version 2), с две специални изключения.
de: NVDA ist unter der GNU General Public License Version 2 verfügbar, mit zwei besonderen Ausnahmen.
es: NVDA está disponible bajo la GNU General Public License (Versión 2) con dos excepciones especiales.
hr: NVDA je dostupan pod uvjetima GNU opće javne licence (verzija 2) uz dvije važne iznimke.
nl: NVDA is beschikbaar op basis van de GNU General Public License (Versie 2) waarop 2 specifieke uitzonderingen zijn.
pt_br: O NVDA está disponível sob a GNU General Public License — GPL / Licença Pública Geral GNU — versão 2, com duas exceções especiais.
ru: NVDA доступна под лицензией GNU General Public License (Версия 2) с двумя отдельными исключениями.
ta: இரு சிறப்பு விதிவிலக்குகளுடன், இரண்டாம் பொதுப் பதிப்பு உரிமத்தின் கீழ் என்விடிஏ கிடைக்கிறது.
zh_tw: NVDA 受到「GNU 通用公共授權條款」第二版保護，但有兩個特殊例外，

source: The exceptions are outlined in the license document under the sections "Non-GPL Components in Plugins and Drivers" and "Microsoft Distributable Code".
bg: Изключенията са посочени в лицензионния документ в раздели „Non-GPL Components in Plugins and Drivers“ и „Microsoft Distributable Code“.
de: Die Ausnahmen sind im Lizenz-Dokument unter den Abschnitten "Nicht-GPL-Komponenten in Plugins und Treibern" und "Microsoft Distributable Code" aufgeführt.
es: Las excepciones están disponibles en línea en el documento de licencia en las secciones "Non-GPL Components in Plugins and Drivers" y "Microsoft Distributable Code".
hr: Iznimke su istaknute u dokumentu licence u poglavljima "Non-GPL Components in Plugins and Drivers" i "Microsoft Distributable Code". Bilješka: dokument je dostupan samo na engleskom.
nl: Deze uitzonderingen staan omschreven in het document inhoudende de licentietekst in de paragrafen "Non-GPL Components in Plugins en Drivers" alsmede "Microsoft Distributable Code".
pt_br: As exceções estão descritas no documento de licença nas seções "Non-GPL Components in Plugins and Drivers" — Componentes Não GPL em Plug-ins e Controladores — e "Microsoft Distributable Code" — Código Distribuível da Microsoft —.
ru: Эти исключения изложены в лицензионном соглашении в подразделах "Non-GPL Components in Plugins and Drivers" и "Microsoft Distributable Code".
ta: "செருகுநிரல்கள் மற்றும் இயக்கிகளில் இருக்கும் GPL அல்லாத கூறுகள்" மற்றும் "மைக்ரோசாஃப்ட் பகிர்ந்தளிப்புக் குறி" ஆகிய பிரிவுகளின்் கீழ் காணப்படும் ஆவணத்தில் இவ்விரு விதிவிலக்குகள் குறிப்பிடப்பட்டுள்ளன.
zh_tw: 例外狀況列在授權文件 (copying.txt) 的「Non-GPL Components in Plugins and Drivers」和「Microsoft Distributable Code」段落中。

source: NVDA also includes and uses components which are made available under different free and open source licenses.
bg: NVDA също така включва и използва компоненти, които са достъпни под различни безплатни и с отворен код лицензи.
de: NVDA verwendet auch Komponenten, die unter verschiedenen freien und Open-Source-Lizenzen zur Verfügung gestellt werden.
es: NVDA también incluye y utiliza componentes que están disponibles bajo diferentes licencias libres y de código abierto.
hr: NVDA takđer uključuje i koristi komponente koje su dostupne pod drugim besplatnim i licencama otvorenog koda.
nl: NVDA omvat en maakt ook gebruik van componenten die beschikbaar zijn op basis van verschillende gratis en open source licenties.
pt_br: O NVDA também inclui e usa componentes que são disponibilizados sob diferentes licenças gratuitas e de código aberto.
ru: NVDA также включает в себя и использует множество сторонних компонентов, которые доступны под различными свободными лицензиями.
ta: பலதரப்பட்ட இலவச மற்றும் திறந்த நிலை ஆதாரங்களைக் கொண்ட உரிமங்களில் கிடைக்கப்பெறும் கூறுகளையும் என்விடிஏ தன்னகத்தே கொண்டு அவைகளைப் பயன்படுத்திக்கொள்கிறது.
zh_tw: NVDA 同時也包含並使用了那些受其他不同自由及開放程式碼授權的元件，

source: You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it.
bg: Вие сте свободни да разпространявате или променяте този софтуер по всякакъв начин, доколкото той се разпространява със същия лиценз и правите достъпен изходния код за всеки, който го иска.
de: Es steht Ihnen frei, diese Software auf jede Art und Weise weiterzugeben oder zu verändern, solange Sie die Lizenz mitliefern und den gesamten Quellcode jedem zur Verfügung stellen.
es: Eres libre para compartir o modificar este programa de cualquier modo que quieras aunque debes distribuir la licencia junto con el programa, y hacer todo el código fuente disponible a quien lo desee.
hr: Dozvoljeno je dijeljenje i promjena ovog softvera na koji god način želite, sve dok je popraćen licencom i dok omogućite pristup izvornom kodu bilo kome tko ga želi.
nl: De software mag met anderen worden gedeeld of naar believen worden aangepast onder voorwaarde dat de licentie tezamen met de software wordt verspreid en de volledige broncode ter beschikking wordt gesteld aan iedereen die dat wil.
pt_br: Você é livre para compartilhar ou alterar este software da forma que pretender, desde que seja acompanhado da licença e você disponibilize todo o código fonte para quem quiser.
ru: Вы свободно можете распространять и изменять это программное обеспечение так, как вам нравится, пока оно сопровождается данной лицензией, и пока вы предоставляете исходный код всем желающим.
ta: இம்மென்பொருளைத் தாங்கள் மாற்றவோ, பிறருடன் பகிர்ந்து கொள்ளவோ தடையில்லை. அப்படிச் செய்யும்பொழுது, இம்மென்பொருளின் உரிமத்தையும், எல்லா ஆதாரக் குறியீட்டினையும் கேட்பவர்களுக்குக் கொடுக்க வேண்டும்.
zh_tw: 只要將此授權隨附於軟體，您可以自由地以任何方式分享或修改此軟體，並將所有的原始碼提供給需要的人，

source: This applies to both original and modified copies of this software, plus any derivative works.
bg: Това важи както за оригиналното, така и за модифицираните копия на този софтуер, заедно с всякакви вторични работи.
de: Dies gilt sowohl für Original- als auch für modifizierte Versionen dieser Software sowie für alle veränderten Versionen.
es: Esto se aplica tanto al original como a las copias modificadas del programa, más cualquier software que utilice código derivado de éste.
hr: Ovo se odnosi na originalni i promijenjeni softver, kao i na rad koji je iz toga proizašao.
nl: Dit is van toepassing voor zowel originele als aangepaste kopieën van de software alsmede voor software die gebruik maakt van code uit de NVDA-software.
pt_br: Isso se aplica a cópias originais e modificadas deste software, além de qualquer trabalho derivado.
ru: Это относится как к оригинальным, так и к модифицированным копиям этого программного обеспечения, а также к любым его производным.
ta: இவ்விதி, இம்மென்பொருளின் மூலத்திற்கும், மாற்றப்பட்ட வடிவத்திற்கும், இம்மென்பொருளிலிருந்து பெறப்பட்டப் பிற பணிகளுக்கும் பொருந்தும்.
zh_tw: 這個規則適用於原始發佈的軟體或任何以此軟體修改之後發佈的軟體，以及所有採用此軟體內的程式碼所產生的軟體。

source: For further details, you can [view the full license.](https://www.gnu.org/licenses/old-licenses/gpl-2.0.html)
bg: За повече подробности можете да [видите пълния лиценз тук](https://www.gnu.org/licenses/old-licenses/gpl-2.0.html).
de: Für weitere Informationen lesen Sie [die vollständige Lizenz](https://www.gnu.org/licenses/old-licenses/gpl-2.0.html) auf Englisch.
es: Para más detalles, puedes [ver la licencia completa.](https://www.gnu.org/licenses/old-licenses/gpl-2.0.html)
hr: Za pojedinosti [pogledajte cijelu licencu.](https://www.gnu.org/licenses/old-licenses/gpl-2.0.html)
nl: Voor verdere bijzonderheden kunt u de volledige licentie [raadplegen.](https://www.gnu.org/licenses/old-licenses/gpl-2.0.html)
pt_br: Para mais detalhes, pode [ver a licença completa — GNU GPL 2 tradução não oficial em português brasileiro —.](http://licencas.softwarelivre.org/gpl-2.0.pt-br.html)
ru: Для получения более подробной информации, вы можете просмотреть [полный текст лицензии.](https://www.gnu.org/licenses/old-licenses/gpl-2.0.html)
ta: கூடுதல் தகவல்களுக்கு, [முழு உரிம விவரங்களைக்](https://www.gnu.org/licenses/old-licenses/gpl-2.0.html) காணவும்.
zh_tw: 更詳細的內容請[檢視完整授權](https://www.gnu.org/licenses/old-licenses/gpl-2.0.html)，

source: For details regarding exceptions, access the license document from the NVDA menu under the "help" section.
bg: За подробности относно изключенията отворете документа за лиценза от менюто на NVDA в раздела „Помощ“.
de: Einzelheiten zu Ausnahmen finden Sie im NVDA-Menü unter "Hilfe", "Lizenz".
es: Para obtener detalles sobre las escepciones, accede al documento de licencia desde el menú NVDA en la sección "ayuda".
hr: Za detalje o iznimkama, molimo pročitajte dokument licence kojeg možete naći u NVDA izborniku u podizborniku "pomoć".
nl: Voor details betreffende uitzonderingen kunt u het licentiedocument raadplegen in het NVDA-menu onder "help".
pt_br: Para detalhes sobre exceções, acesse o documento de licença no menu do NVDA na seção "ajuda".
ru: Для получения более подробной информации об исключениях, обратитесь к лицензионному соглашению в подменю "Справка" главного меню NVDA.
ta: விதிவிலக்குகள் குறித்து அறிய, என்விடிஏ பட்டியலில் காணப்படும் உதவி உட்பட்டியலுக்குச் சென்று, உரிம ஆவணத்தைக் காணவும்.
zh_tw: 關於例外狀況的祥細說明請參見 NVDA 功能表的「說明」子功能表內的「授權」項目。

source: NVDA Quick Start Guide
bg: Кратко начално ръководство за работа с NVDA
de: NVDA-Schnellstartanleitung
es: Guía de Inicio Rápido de NVDA
hr: NVDA vodič za brzo pokretanje
nl: Snel aan de Slag met NVDA
pt_br: Guia de Início Rápido do NVDA
ru: Руководство по быстрому запуску NVDA
ta: என்விடிஏ விரைவுத் தொடக்க வழிகாட்டி
zh_tw: NVDA 快速入門指南

source: This quick start guide contains three main sections: downloading, initial setup, and running NVDA.
bg: Това кратко начално ръководство съдържа три основни раздела: изтегляне, първоначална настройка и стартиране на NVDA.
de: Diese Schnellstartanleitung enthält drei Hauptabschnitte: Herunterladen, Ersteinrichtung und Ausführung von NVDA.
es: Esta guía de inicio rápido contiene tres secciones principales: descargar, configuración inicial y ejecutar NVDA.
hr: Ovaj vodič za brzo pokretanje sadrži tri glavna poglavlja: preuzimanje, početno postavljanje, te pokretanje NVDA.
nl: Deze snelstartgids heeft drie hoofdrubrieken: downloaden, instellen voor gebruik en NVDA draaien.
pt_br: Este guia de início rápido contém três seções principais: baixando, configuração inicial e execução do NVDA.
ru: Это краткое руководство содержит три основных раздела: загрузка, первоначальная установка и запуск NVDA.
ta: தரவிறக்கம், துவக்க அமைப்பு மற்றும் என்விடிஏவை இயக்குதல் ஆகிய மூன்று முக்கியப் பிரிவுகளை இவ்விரைவுத் தொடக்க வழிகாட்டி கொண்டுள்ளது.
zh_tw: 此快速入門指南包含三個主要部分：下載、初使設定及執行 NVDA，

source: These are followed by information on adjusting preferences, using add-ons, participating in the community and getting help.
bg: След тях следва информация за промяна на предпочитанията, използване на добавки, участие в общността и получаване на помощ.
de: Es folgen Informationen über die Anpassung der Einstellungen, die Verwendung von NVDA-Erweiterungen, die Teilnahme an der Community und die Hilfe.
es: Éstas se siguen por información sobre el ajuste de preferencias, la utilización de complementos, la participación en la comunidad y la obtención de ayuda.
hr: Poslije tih poglavlja slijede informacije o prilagođavanju postavki, korištenju dodataka, sudjelovanju u zajednici te kako dobiti pomoć.
nl: Daarna volgt informatie over het wijzigen van Voorkeuren, gebruiken van Add-ons, participeren in de (NVDA-)gemeenschap en over het verkrijgen van hulp.
pt_br: Estes são seguidos por informações sobre como ajustar preferências, utilizar complementos, participar da comunidade e obter ajuda.
ru: Далее следует информация об изменении параметров, участии в сообществе и получении помощи.
ta: இவைகளைத் தொடர்ந்து, விருப்பங்களை தக்கவாறு அமைத்துக்கொள்ளல், நீட்சிநிரல்களைப் பயன்படுத்திக்கொள்ளல், சமூகத்தில் பங்குகொள்ளல் மற்றும் உதவிப்பெறல் ஆகியவை குறித்தான தகவல்கள் கொடுக்கப்பட்டுள்ளன.
zh_tw: 接著是調整偏好、使用附加元件、參與社群及取得說明的資訊。

source: The information in this guide is condensed from other parts of the NVDA User Guide.
bg: Информацията в това ръководство е сбит вариант на други части от ръководството на потребителя на NVDA.
de: Die Informationen in diesem Benutzerhandbuch wurden aus anderen Teilen des NVDA-Benutzerhandbuchs zusammengefasst.
es: La información en esta guía es un condensado de otras partes de la guía del usuario de NVDA.
hr: Informacije u ovom vodiču skupljene su iz drugih djelova priručnika za NVDA.
nl: De informatie in deze snelstartgids is de beknopte weergave van wat elders in de gebruikershandleiding van NVDA uitgebreid aan bod komt.
pt_br: As informações neste guia são condensadas de outras partes do Guia do Usuário do NVDA.
ru: Информация, содержащаяся в этом руководстве, в сжатом виде взята из других частей Руководства пользователя NVDA.
ta: என்விடிஏ பயனர் வழிகாட்டியின் பிற பகுதிகளில் காணப்படும் தகவல்கள், இவ்விரைவு வழிகாட்டியில் சுருக்கமாக கொடுக்கப்பட்டுள்ளன.
zh_tw: 此指南章節中的資訊是濃縮自 NVDA 用戶指南的其他部分，

source: Please refer to the full User Guide for more detailed information on each topic.
bg: Моля, прегледайте пълното ръководство за потребителя за по-подробна информация по всяка тема.
de: Ausführlichere Informationen zu den einzelnen Themen finden Sie im vollständigen Benutzerhandbuch.
es: Por favor consulta la guía completa del usuario para información más detallada sobre cada tema.
hr: Za više detaljnijih informacija, molimo pogledajte priručnik za korisnike i svaku njegovu rubriku.
nl: Raadpleeg de volledige gebruikershandleiding voor meer gedetailleerde informatie over de afzonderlijke onderwerpen.
pt_br: Consulte o Guia do Usuário completo para obter informações mais detalhadas sobre cada tópico.
ru: Для получения более подробной информации по каждой теме, обращайтесь к полному руководству пользователя.
ta: ஒவ்வொரு தலைப்பு குறித்தான விளக்கமான தகவல்களுக்கு முழு பயனர் வழிகாட்டியைப் படிக்கவும்.
zh_tw: 關於每個主題的更多詳細資訊請參考完整的用戶指南。

source: Downloading NVDA
bg: Изтегляне на NVDA
de: NVDA herunterladen
es: Descargar NVDA
hr: Preuzimanje NVDA
nl: NVDA Downloaden
pt_br: Baixando o NVDA
ru: Загрузка NVDA
ta: என்விடிஏவை தரவிறக்குதல்
zh_tw: 下載 NVDA

source: NVDA is completely free for anyone to use.
bg: NVDA е напълно безплатен за използване от всеки.
de: NVDA kann von allen völlig kostenlos genutzt werden.
es: NVDA es completamente libre para quien lo utilice.
hr: NVDA je putpuno besplatan za svakog tko ga želi koristiti.
nl: Iedereen kan NVDA gratis gebruiken.
pt_br: O NVDA é totalmente gratuito para qualquer um usar.
ru: NVDA абсолютно бесплатна для любого пользователя.
ta: என்விடிஏவை முற்றிலும் இலவசமாக யாரும் பயன்படுத்தலாம்.
zh_tw: NVDA 提供給所有人完全免費使用，

source: There is no license key to worry about or expensive subscription to pay.
bg: Няма лицензен ключ, за който да се тревожите, или скъп абонамент за плащане.
de: Sie müssen sich nicht um einen Lizenzschlüssel kümmern oder ein teures Abonnement bezahlen.
es: No hay que preocuparse por una clave de licencia ni pagar una costosa subscripción.
hr: Ne postoji niti licenčni ključ o kojem trebate brinuti, niti skupa pretplata koju trebate plaćati.
nl: Geen zorgen over de aanschaf van een licentie of duur abonnement.
pt_br: Não há chave de licença para se preocupar ou assinatura cara para pagar.
ru: Вам не нужно беспокоиться о лицензионном ключе или оплачивать дорогостоящую подписку.
ta: உரிம விசை குறித்து கவலைகொள்ளவும் தேவையில்லை, அல்லது, விலையுயர்ந்த சந்தாவை கட்டவும் தேவையில்லை.
zh_tw: 不需擔心授權金鑰或支付昂貴的訂閱費用。

source: NVDA is updated, on average, four times per year.
bg: NVDA бива обновяван средно четири пъти годишно.
de: NVDA wird im Durchschnitt viermal pro Jahr aktualisiert.
es: NVDA se actualiza, por término medio, cuatro veces por año.
hr: NVDA se u prosjeku ažurira tri puta godišnje.
nl: Gemiddeld krijgt NVDA vier keer per jaar een update.
pt_br: O NVDA é atualizado, em média, quatro vezes por ano.
ru: NVDA обновляется в среднем четыре раза в год.
ta: சராசரியாக ஓராண்டுக்கு நான்கு முறை என்விடிஏ இற்றாக்கப்படுகிறது.
zh_tw: NVDA 平均每年更新四次，

source: The latest version of NVDA is always available from the "Download" page of the [NV Access website](NVDA_URL).
bg: Най-новата версия на NVDA винаги е налична за изтегляне от страницата „Download“ на [уеб сайта на NV Access](NVDA_URL).
de: Die neueste NVDA-Version ist immer auf der Seite "Download" der [Webseite von NV Access](NVDA_URL) verfügbar.
es: La última versión de NVDA siempre está disponible desde la página de "Descargas" del [sitio web de NV Access](NVDA_URL).
hr: Posljednja NVDA inačica je dostupna na "stranici Download" glavne web stranice [NV Access website](NVDA_URL), organizacije koja razvija NVDA.
nl: De recentste versie van NVDA is altijd beschikbaar op de "Download"-pagina van de [NV Access website](NVDA_URL).
pt_br: A versão mais recente do NVDA está sempre disponível na página "Download" do [Sítio da NV Access](NVDA_URL).
ru: Последняя версия NVDA всегда доступна на странице "Download" [веб-сайта NV Access](NVDA_URL).
ta: [என்வி அக்ஸஸ் வலைதளத்தின்](NVDA_URL) தரவிறக்கப் பக்கத்தில், அண்மைய என்விடிஏவின் பதிப்பு எப்பொழுதும் கிடைப்பிலிருக்கும்.
zh_tw: 最新版本的 NVDA 始終可從 [NV Access 網站](NVDA_URL)的「Download」頁面中取得。

source: NVDA works with all recent versions of Microsoft Windows.
bg: NVDA работи с всички актуални версии на Microsoft Windows.
de: NVDA läuft mit allen aktuellen Versionen von Microsoft Windows.
es: NVDA funciona con todas las versiones recientes de Microsoft Windows.
hr: NVDA radi u svim posljednjim verzijama operacijskog sustava Windows.
nl: NVDA is geschikt voor alle recente versies van Microsoft Windows.
pt_br: O NVDA funciona com todas as versões recentes do Microsoft Windows.
ru: NVDA работает со всеми последними версиями Microsoft Windows.
ta: மைக்ரோசாஃப்டின் அண்மைய எல்லா விண்டோஸ் பதிப்புகளுடனும் என்விடிஏ செயல்படுகிறது.
zh_tw: NVDA 適用於所有最新版本的 Microsoft Windows，

source: Check the [System Requirements](#SystemRequirements) for full details.
bg: За повече информация прегледайте [системните изисквания](#SystemRequirements).
de: Unter [Systemvoraussetzungen](#SystemRequirements) finden Sie dazu alle Einzelheiten.
es: Verifica los [Requerimientos del Sistema](#SystemRequirements) para todos los detalles.
hr: Za više detalja, molimo pogledajte [Preduvjete za pokretanje](#SystemRequirements).
nl: Raadpleeg [Systeemvereisten](#SystemRequirements) voor alle bijzonderheden.
pt_br: Verifique os [Requisitos do Sistema](#SystemRequirements) para obter detalhes completos.
ru: Для получения более подробной информации ознакомьтесь с [Системными требованиями](#SystemRequirements).
ta: முழு விவரங்களுக்கு [கட்டமைப்புத் தேவைகள்](#SystemRequirements) பிரிவைப் பார்க்கவும்.
zh_tw: 請參見[系統需求](#SystemRequirements)以取得祥細資訊。

source: Steps for Downloading NVDA
bg: Стъпки за изтегляне на NVDA
de: Schritte zum Herunterladen von NVDA
es: Pasos para Descargar NVDA
hr: Koraci za preuzimanje NVDA
nl: NVDA Download-procedure
pt_br: Passos para Baixar o NVDA
ru: Шаги для загрузки NVDA
ta: என்விடிஏவை தரவிறக்குவதற்கான படிகள்
zh_tw: 下載 NVDA 步驟

source: These steps assume some familiarity with navigating a web page.
bg: Тези стъпки предполагат известни познания по навигация в уеб страници.
de: Diese Schritte setzen einen gewissen Umgang mit dem Navigieren auf Webseiten voraus.
es: Estos pasos asumen alguna familiaridad con la navegación por una página web.
hr: Ovi koraci podrazumjevaju da ste upoznati sa načinom kretanja po web stranici.
nl: Er wordt hier van uitgegaan dat u enigszins bekend bentmet het navigeren op een webpagina.
pt_br: Esses passos pressupõem alguma familiaridade com a navegação numa página web.
ru: Эти шаги предполагают некоторое знакомство с навигацией по веб-странице.
ta: இணையப் பக்கத்துடன் வழிசெல்வதில் பயனருக்கு சிறிதேனும் பழக்கம் இருக்குமென அனுமானித்து இப்படிகள் கொடுக்கப்பட்டுள்ளன.
zh_tw: 這些步驟假定您對瀏覽網頁有一定的熟悉度。

source: Open your web browser (Press the `Windows` key, type the word "internet" without quotes, and press `enter`)
bg: Отворете вашия уеб браузър (натиснете `клавиша с емблемата на Windows`, въведете думата „web“ без кавичките и натиснете `ENTER`)
de: Öffnen Sie einen Web-Browser (drücken Sie die `Windows`-Taste, geben Sie den Namen des gewünschten Web-Browsers ein und drücken Sie dann die `Eingabetaste`).
es: Abre tu navegador web (Pulsa la tecla `Windows`, escribe la palabra "internet" sin comillas y pulsa `intro`)
hr: Otvorite vaš internetski preglednik (pritisnite `Windows` tipku, napišite riječ "internet" bez navodnika, te pritisnite `enter`)
nl: Open uw webbrowser (Druk op de `Windows-toets`, typ het woord "internet" zonder aanhalingstekens en druk op `enter`)
pt_br: Abra seu navegador (Pressione a tecla `Windows`, digite a palavra "internet" sem as aspas e pressione `enter`)
ru: Откройте свой Web-браузер (Нажмите клавишу `Windows`, введите слово "internet" без кавычек, и нажмите `enter`)
ta: தங்களின் இணைய உலாவியைத் திறக்கவும் (`சாளரங்கள்` விசையை அழுத்தி, "internet" என்கிற சொல்லை, மேற்கோள் குறிகள் இல்லாமல் தட்டச்சிட்டு `உள்ளிடு` விசையை அழுத்தவும்)
zh_tw: 打開您的網頁瀏覽器 (按 Windows 鍵，輸入 internet 這個單字，然後按 Enter)
