Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: When selected, the launcher window closes and the temporary copy of NVDA continues running until it is exited or the PC is shut down.
bg: Когато е избрано, прозорецът на NVDA се затваря и временното копие продължава да работи, докато не излезете от него или компютърът не бъде изключен.
de: Wenn Sie diese Option auswählen, wird das Startfenster geschlossen und die temporäre Version von NVDA läuft weiter, bis sie beendet oder der PC heruntergefahren wird.
es: Ten en cuenta que los cambios en las opciones no se guardan.
hr: Kada je ova opcija odabrana, prozor programa za pokretanje se zatvara a privremena kopija NVDA nastavlja s radom sve dok ne bude ugašena ili računalo ne bude isključeno.
nl: Als u hiervoor kiest, zal het launcher-venster worden gesloten en blijft de tijdelijke kopie van NVDA actief totdat u deze afsluit of u de PC uitzet.
pt_br: Quando selecionada, a janela do lançador fecha e a cópia temporária do NVDA continua em execução até que seja encerrada ou o PC seja desligado.
ru: Если этот параметр активирован, окно запуска закрывается, а временная копия NVDA продолжает работать до тех пор, пока не будет выполнен выход или компьютер не будет выключен.
ta: இவ்விருப்பத் தேர்வினைத் தெரிவுச் செய்தவுடன், செலுத்திச் சாளரம் மூடப்பட்டு, என்விடிஏவைவிட்டு வெளியேறும் வரை, அல்லது கணினியை அணைக்கும் வரை என்விடிஏவின் தற்காலிகப் படி தொடர்ந்து இயங்கும்.
zh_tw: 選擇此項安裝程式視窗會關閉，NVDA 的暫時性版本會繼續執行直到結束或關閉電腦，

source: Note that changes to settings are not saved.
bg: Имайте предвид, че промените в настройките не се запазват.
de: Beachten Sie, dass Änderungen an den Einstellungen nicht gespeichert werden.
es: Al seleccionarse, se cierra la ventana del lanzador y la copia temporal de NVDA continúa ejecutándose hasta que se cierre o el PC se apague.
hr: Imajte na umu da se postavke neće sačuvati u ovoj kopiji.
nl: Merk op dat eventuele wijzigingen in de instellingen niet worden opgeslagen.
pt_br: Observe que as alterações nas configurações não são salvas.
ru: Обратите внимание, что изменения настроек не сохраняются.
ta: அமைப்புகளில் செய்யப்படும் மாற்றங்கள் சேமிக்கப்பட மாட்டாது என்பதைக் கவனிக்கவும்.
zh_tw: 而設定上的變更將不會儲存。

source: "Cancel": This closes NVDA without performing any action.
bg: „Изход“: Това затваря NVDA, без да извършва никакви действия.
de: "Abbrechen": Schließt NVDA, ohne eine Aktion auszuführen.
es: "Cancelar": esto cierra NVDA sin realizar ninguna acción.
hr: "Odustani": Ovo zatvara NVDA bez izvođenja bilo koje radnje.
nl: "Annuleren": Hiermee wordt NVDA afgesloten zonder verdere actie.
pt_br: "Cancelar": Fecha o NVDA sem executar nenhuma ação.
ru: "Выход": закрывает NVDA без выполнения каких-либо действий.
ta: "விலக்குக": எச்செயலையும் செய்யாமல் என்விடிஏவை இது மூடுகிறது.
zh_tw: 結束：這會關閉 NVDA 而不執行任何動作。

source: If you plan to always use NVDA on this computer, you will want to choose to install NVDA.
bg: Ако планирате винаги да използвате NVDA на този компютър, ще е по-добре да го инсталирате.
de: Wenn Sie vorhaben, NVDA dauerhaft auf diesem Computer zu verwenden, sollten Sie sich für die Installation von NVDA entscheiden.
es: Si planteas utilizar siempre NVDA en este ordenador, querrás elegir instalar NVDA.
hr: Ako planirate koristiti NVDA na ovom računalu, htjeti ćete ga instalirati.
nl: Als u van plan bent NVDA altijd op deze computer, te gebruiken, zult u er zeer waarschijnlijk voor kiezen om NVDA te installeren.
pt_br: Caso pretenda usar constantemente o NVDA neste computador, deverá então optar por instalá-lo.
ru: Если вы собираетесь пользоваться NVDA на этом компьютере на постоянной основе, то вам следует выбрать установку NVDA.
ta: இக்கணினியில் என்விடிஏவை எப்பொழுதும் பயன்படுத்த தாங்கள் திட்டமிட்டால், என்விடிஏவை நிறுவ தாங்கள் விரும்புவீர்கள்.
zh_tw: 如果您打算在這台電腦上使用 NVDA，您需要選擇安裝 NVDA，

source: Installing NVDA will allow for additional functionality such as automatic starting after sign-in, the ability to read the Windows sign-in and [secure screens](#SecureScreens).
bg: Инсталирането на NVDA ще позволи допълнителна функционалност като автоматично стартиране след влизане, възможност за четене на екрана за влизане в Windows и [защитените екрани](#SecureScreens).
de: Die Installation von NVDA ermöglicht zusätzliche Funktionen wie den automatischen Start nach der Anmeldung, die Möglichkeit, die Windows-Anmeldung zu lesen und [sichere Bildschirme](#SecureScreens).
es: Instalar NVDA te permitirá funcionalidades adicionales como el arranque automático después de autentificarte, la capacidad de leer la ventana del inicio de sesión de windows y [pantallas seguras](#SecureScreens).
hr: Kada instalirate NVDA, dobit ćete značajke poput automatskog pokretanja poslije prijave, mogućnost čitanja zaslona za prijavu i druge [sigurne zaslone](#SecureScreens).
nl: Een geïnstalleerde versie biedt extra functionaliteit, zoals het automatisch starten van het programma na aanmelding bij Windows en de mogelijkheid het Windows Aanmeldvenster en [Beveiligingsschermen](#SecureScreens) uit te lezen.
pt_br: O NVDA instalado lhe permitirá ter recursos adicionais, tais como inicialização automática após ingressar, a capacidade de ler as credenciais — login — do Windows e as [telas seguras](#SecureScreens).
ru: Установка NVDA предоставит дополнительные функции, такие как автоматический запуск после входа в систему, возможность считывания данных входа в Windows и [защищённые экраны](#SecureScreens).
ta: புகுபதிந்தவுடன் தானாகத் துவங்குதல், விண்டோஸ் புகுபதிவு மற்றும் [பாதுகாப்பான திரைகளைப்](#SecureScreens) படிக்கும் திறன் போன்ற கூடுதல் செயல்பாடுகளை என்விடிஏவின் நிறுவுதல் அளிக்கும்.
zh_tw: 安裝 NVDA 將允許附加功能，例如登錄後自動啟動、讀出 Windows 登入畫面和[安全畫面](#SecureScreens)，

source: These cannot be done with portable and temporary copies.
bg: Това не може да се направи с преносими и временни копия.
de: Dies ist bei portablen und temporären Versionen nicht möglich.
es: Esto no se puede hacer con copias temporales o portables.
hr: Ovo nije moguće u prijenosnim i privremenim kopijama.
nl: Met een draagbare en / of tijdelijke kopie is dit alles niet mogelijk.
pt_br: Isso não pode ser feito com cópias portáteis e temporárias.
ru: Это невозможно сделать с помощью переносных и временных копий.
ta: கொண்டுசெல்லத்தக்க மற்றும் தற்காலிகப் படிகளைக் கொண்டு இவைகளைச் செய்ய இயலாது.
zh_tw: 這些在可攜式及暫時性版本無法做到。

source: For full details of the limitations when running a portable or temporary copy of NVDA, please see [Portable and temporary copy restrictions](#PortableAndTemporaryCopyRestrictions).
bg: За повече подробности относно ограниченията при изпълнение на преносимо или временно копие на NVDA, моля, вижте [ограниченията за преносими и временни копия](#PortableAndTemporaryCopyRestrictions).
de: Ausführliche Informationen zu den Einschränkungen beim Ausführen einer portablen oder temporären NVDA-Versionen finden Sie unter [Einschränkungen bei einer portablen und temporären Versionen](#PortableAndTemporaryCopyRestrictions).
es: Para detalles completos de las limitaciones al ejecutar una copia portable o temporal de NVDA, por favor consulta [Restricciones de copia Portable y temporal](#PortableAndTemporaryCopyRestrictions).
hr: Za više informacija o ograničenjima prijenosnih i privremenih kopija NVDA, molimo pogledajte poglavlje [Ograničenja prijenosne i privremene kopije](#PortableAndTemporaryCopyRestrictions).
nl: Voor alle bijzonderheden betreffende de beperkingen die samenhangen met het gebruik van een draagbare of tijdelijke kopie van NVDA, raadpleegt u [Beperkingen van Draagbare en Tijdelijke Kopieën](#PortableAndTemporaryCopyRestrictions).
pt_br: Para obter detalhes completos sobre as limitações ao executar uma cópia portátil ou temporária do NVDA, consulte [Restrições de cópia portátil e temporária](#PortableAndTemporaryCopyRestrictions).
ru: Полную информацию об ограничениях при использовании переносной или временной копии NVDA см. в разделе [Ограничения в переносной и временной копиях](#PortableAndTemporaryCopyRestrictions).
ta: கொண்டுசெல்லத்தக்க மற்றும் தற்காலிகப் படிகளை இயக்குவதில் இருக்கும் கட்டுப்பாடுகள் குறித்த முழு தகவல்களை அறிய, [கொண்டுசெல்லத்தக்க மற்றும் தற்காலிகப் படிகளில் இருக்கும் கட்டுப்பாடுகள்](#PortableAndTemporaryCopyRestrictions) பிரிவைப் பார்க்கவும்.
zh_tw: 有關執行 NVDA 可攜式或暫時性版本限制的詳細資訊請參見[可攜式與暫時性版本的限制](#PortableAndTemporaryCopyRestrictions)。

source: Installing also offers to create Start Menu and desktop shortcuts, and allow NVDA to be started with `control+alt+n`.
bg: Инсталирането също така предоставя възможност за създаване на преки пътища в менюто „Старт“ и на работния плот, както и да се стартира NVDA с `Control+Alt+N`.
de: Die Installation bietet auch die Möglichkeit, Startmenü- und Desktop-Verknüpfungen zu erstellen und NVDA mit `Strg+Alt+N` zu starten.
es: La instalación también te ofrece la creación de accesos directos para el menú Inicio y para el escritorio, y permite a NVDA ser iniciado con `control+alt+n`.
hr: Instalacija također omogućuje automatsko pokretanje NVDA, te također omogućuje pokretanje koristeći prečac `control+alt+f5`.
nl: Door te Installeren wordt u ook de mogelijkheid geboden sneltoetsen voor Start Menu en het bureaublad aan te maken, en tevens kunt u NVDA inschakelen met `control+alt+n`.
pt_br: A instalação também oferece a criação de atalhos no menu Iniciar e na área de trabalho, e permite que o NVDA seja iniciado com `control+alt+n`.
ru: При установке также предлагается создать ярлыки в главном меню и на рабочем столе, а также разрешить запуск NVDA с помощью `control+alt+n`.
ta: துவக்குப் பட்டியல் மற்றும் மேசைத் தள குறுக்குவழிகளை ஏற்படுத்துவதோடு, `கட்டுப்பாடு+நிலைமாற்றி+n` விசையை அழுத்தி துவக்கும் வசதியை என்விடிஏவின் நிறுவுதல் அளிக்கிறது.
zh_tw: 安裝還提供了建立開始功能表及桌面的捷徑，並允許使用 Ctrl+Alt+N 啟動 NVDA。

source: Steps for installing NVDA from the launcher
bg: Стъпки за инсталиране на NVDA от съветника за инсталиране
de: Schritte zur Installation von NVDA über den Launcher
es: Pasos para Instalar NVDA desde el lanzador
hr: Koraci za instalaciju NVDA iz programa za pokretanje
nl: Procedure voor het installeren van NVDA vanaf de launcher
pt_br: Passos para instalar o NVDA a partir do lançador — instalador
ru: Шаги по установке NVDA из установщика
ta: செலுத்தியில் இருந்து என்விடிஏவை நிறுவுதலுக்கானப் படிகள்
zh_tw: 從安裝程式安裝 NVDA 的步驟

source: These steps walk through the most common setup options.
bg: Тези стъпки преминават през най-често срещаните опции за настройка.
de: Diese Schritte führen Sie durch die gängigsten Setup-Optionen.
es: Estos pasos recorren las opciones más comunes.
hr: Ovi će vas koraci voditi kroz najuobičajenijih opcija za postavljanje.
nl: Hierbij komen de meest gebruikelijk setup opties aan de orde.
pt_br: Estes passos percorrem as opções de configuração mais comuns.
ru: Эти шаги описывают наиболее распространённые параметры установки.
ta: மிகவும் பொதுவான அமைப்பு விருப்பத் தேர்வுகளின் வழியே இப்படிகள் செல்கின்றன.
zh_tw: 這些步驟介紹了最常見的設定選項，

source: For more details on the options available, please see [Installation options](#InstallingNVDA).
bg: За повече подробности относно наличните опции, моля, прегледайте [опциите за инсталиране](#InstallingNVDA).
de: Weitere Einzelheiten zu den verfügbaren Optionen finden Sie unter [Installations-Optionen](#InstallingNVDA).
es: Para más detalles sobre las opciones disponibles, por favor consulta [Opciones de instalación](#InstallingNVDA).
hr: Za više informacija o dostupnim opcijama, molimo pogledajte [Opcije instalacije](#InstallingNVDA).
nl: Raadpleeg voor meer details betreffende de beschikbare opties [Installatie-opties](#InstallingNVDA).
pt_br: Para mais detalhes sobre as opções disponíveis, consulte [Opções de Instalação](#InstallingNVDA).
ru: Более подробную информацию о доступных опциях можно найти в разделе [установка NVDA](#InstallingNVDA).
ta: கிடைப்பிலிருக்கும் விருப்பத் தேர்வுகள் குறித்த கூடுதல் தகவல்களையறிய, [நிறுவுதலுக்கான விருப்பத் தேர்வுகள்](#InstallingNVDA) பிரிவைப் பார்க்கவும்.
zh_tw: 有關可用選項的更多詳細資訊請參見[安裝選項](#InstallingNVDA)。

source: From the launcher, ensure the checkbox to agree to the license is checked.
bg: От съветника за инсталиране се уверете, че полето за съгласие с лиценза е отметнато.
de: Vergewissern Sie sich im Launcher, dass das Kontrollkästchen zum Akzeptieren der Lizenz aktiviert ist.
es: Desde el lanzador, asegúrate de que la casilla de verificación para aceptar la licencia esté marcada.
hr: Uvjerite se da je potvrdni okvir za prihvaćanje licence odabran.
nl: Zorg dat het selectievakje van het dialoogvenster van de launcher, waarmee u aangeeft akkoord te gaan met de licentieovereenkomst, is aangevinkt.
pt_br: No lançador — instalador —, verifique se a caixa de seleção para concordar com a licença está marcada.
ru: В окне установщика убедитесь, что флажок согласия с лицензией установлен.
ta: செலுத்தியில் இருக்கும் உரிம ஒப்பந்தத்தை ஏற்றுக்கொள்வதற்கான தேர்வுப் பெட்டி தேர்வாகியிருப்பதை உறுதிசெய்துகொள்ளவும்.
zh_tw: 在安裝程式中確認同意授權合約的核取方塊已勾選。

source: `Tab` to, and activate the "Install NVDA on this computer" button.
bg: С `TAB` отидете до бутона „Инсталирай NVDA на този компютър“ и го задействайте.
de: Drücken Sie die `Tab`-Taste und klicken Sie auf den Schalter "NVDA auf diesem Computer installieren".
es: Pulsa `Tab` y activa el botón "Instalar NVDA en este ordenador".
hr: `Pritišćite tab` te aktivirajte gumb "Instaliraj NVDA na ovo računalo".
nl: `Tab` naar, en activeer de knop "Installeer NVDA op deze computer".
pt_br: `Tab` e ative o botão "Instalar NVDA neste computador".
ru: Нажмите `tab` и активируйте кнопку "Установить NVDA на этот компьютер".
ta: `தத்தல்` விசையை அழுத்தி, "என்விடிஏவை இக்கணினியில் நிறுவுக" பொத்தானுக்குச் சென்று அதை இயக்கவும்.
zh_tw: 按 Tab 到「安裝 NVDA 在這台電腦」按鈕並按下。

source: Next, are options to use NVDA during Windows sign-in and to create a desktop shortcut.
bg: Следват опции за използване на NVDA в екрана за вписване в Windows и за създаване на пряк път на работния плот.
de: Als Nächstes folgen Optionen zur Verwendung von NVDA bei der Windows-Anmeldung und zum Erstellen einer Desktop-Verknüpfung.
es: Seguidamente, van las opciones para utilizar NVDA durante el inicio de sesión de windows y para crear un acceso directo en el escritorio.
hr: Slijede opcije za stvaranje prečaca na radnoj površini, te za automatsko pokretanje NVDA.
nl: Vervolgens komen er opties om NVDA te gebruiken voor aanmelding bij Windows en om een snelkoppeling voor het bureaublad aan te maken.
pt_br: Em seguida, estão as opções para usar o NVDA durante as credenciais — login — do Windows e para criar um atalho na área de trabalho.
ru: Далее идут настройки использования NVDA во время входа в Windows и создания ярлыка на рабочем столе.
ta: புகுபதியும்பொழுது என்விடிஏவைப் பயன்படுத்துதல், மேசைத் தள குறுக்குவழியை ஏற்படுத்துதல் ஆகியவைகளுக்கான தேர்வுப் பெட்டிகள் அடுத்து காணப்படும்.
zh_tw: 接下來是在 Windows 登入畫面使用 NVDA 及建立桌面捷徑的選項，

source: These are checked by default.
bg: Те са отметнати по подразбиране.
de: Diese sind standardmäßig aktiviert.
es: Están marcadas de forma predeterminada.
hr: One su podrazumjevano odabrane.
nl: Deze opties staan standaard aan.
pt_br: Estas estão marcados por padrão.
ru: Они установлены по умолчанию.
ta: இயல்பில் இவைகள் தேர்வாகியிருக்கும்.
zh_tw: 這些預設是勾選的，

source: If desired, press `tab` and `spaceBar` to change any of these options, or leave them at the default.
bg: Ако желаете да промените някои от тези опции, натиснете `TAB` и `клавиша за интервал`, или ги оставете по подразбиране.
de: Wenn Sie möchten, können Sie mit den Tasten `Tab` und `Leertaste` eine dieser Optionen ändern oder die Standard-Einstellungen beibehalten.
es: Si lo deseas, pulsa `tab` y `barra espaciadora` para cambiar cualquiera de estas opciones, o dejarlas como vienen por defecto.
hr: Ako želite, pritišćite `tab` i `razmaknicu` za promjenu bilo koje od tih opcija, ili ih ostavite na podrazumjevanim vrijednostima.
nl: Als u wilt, kunt u met `tab` en de `spatiebalk` deze opties, aanpassen of de standaardinstellingen laten staan.
pt_br: Se desejar, pressione `tab` e `barra de espaço` para alterar qualquer uma dessas opções, ou deixe-as como padrão.
ru: При желании нажмите `tab` и `пробел`, чтобы изменить любой из этих параметров, или оставьте значения по умолчанию.
ta: இயல்பில் இருக்கும் அமைப்புகளை அப்படியே வைத்துக்கொள்ளலாம், அல்லது `தத்தல்` விசையையும், `இடைவெளிப்பட்டையையும்` அழுத்தி, மாற்ற விரும்பும் அமைப்பிற்கான தேர்வுப் பெட்டிக்குச் சென்று, அதன் தேர்வினை நீக்கிவிடலாம்.
zh_tw: 如有需要請按 Tab 及空白鍵來變更這些選項，或保留預設值。

source: Press `enter` to continue.
bg: Натиснете `ENTER`, за да продължите.
de: Drücken Sie die `Eingabetaste`, um fortzufahren.
es: Pulsa `intro` para continuar.
hr: Pritisnite `enter` za nastavak.
nl: Druk op `enter` om verder te gaan.
pt_br: Pressione `enter` para continuar.
ru: Для продолжения нажмите `enter`.
ta: "தொடர்க" பொத்தானுக்குச் சென்று `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: 按 Enter 繼續。

source: A Windows "User Account Control (UAC)" dialog appears asking "Do you want to allow this app to make changes to your PC?".
bg: Появява се диалогов прозорец „Управление на потребителските акаунти (UAC)“ на Windows с въпрос „Искате ли да разрешите на това приложение да прави промени във вашия компютър?“.
de: Es erscheint ein Windows-Dialog "Benutzerkontensteuerung (UAC)" mit der Frage "Möchten Sie dieser Anwendung erlauben, Änderungen an Ihrem PC vorzunehmen?".
es: Aparece un diálogo de Windows "Control de Cuentas de Usuario (UAC en inglés)" preguntándote "¿Quiere permitir que esta aplicación haga cambios en su equipo?".
hr: Dijaloški okvir kontrole korisničkog računa (UAC)" pojavit će se s pitanjem "Želite li dozvoliti ovoj aplikaciji vršenje izmjena na na ovom računalu?".
nl: Er verschijnt nueen UAC(User Account Control)"-dialoogvenster met de vraag Wilt u toestaan dat deze app wijzigingen aan uw PC? aanbrengt".
pt_br: Um diálogo "Controle de conta de usuário (UAC)" do Windows aparece perguntando "Deseja permitir que este aplicativo faça alterações em seu PC?".
ru: Появится диалоговое окно Windows "Контроль учетных записей (UAC)" с вопросом: "Хотите ли вы, чтобы это приложение вносило изменения в ваш компьютер?".
ta: "இப்பயன்பாடு தங்களின் கணினியில் மாற்றத்தைக் கொண்டுவர அனுமதிக்கிறீர்களா?" என்று கேட்டு ஒரு பயனர் கணக்கு கட்டுப்பாடு உரையாடல் தோன்றும்.
zh_tw: 出現 Windows 「使用者帳戶控制 (UAC)」對話框，詢問「您是否要允許此應用程式變更您的電腦？」。

source: Press `alt+y` to accept the UAC prompt.
bg: Натиснете `Alt+Y`, за да приемете запитването от UAC.
de: Drücken Sie `Alt+J`, um diese Aufforderung zu akzeptieren.
es: Pulsa `alt+s` para aceptar el indicativo del UAC.
hr: Pritisnite `alt+d` kako biste prihvatili upit dialoškog okvira UAC.
nl: Druk op `alt+j` om de UAC-prompt te accepteren.
pt_br: Pressione `alt+y` para aceitar o prompt do UAC.
ru: Нажмите `alt+y` (для русской раскладки "alt+д"(, чтобы принять приглашение UAC.
ta: `நிலைமாற்றி+y` விசையை அழுத்தி "ஆம்" பொத்தானை இயக்கவும்.
zh_tw: 按 Alt+Y 接受 UAC 提示。

source: A progress bar fills up as NVDA installs.
bg: Лентата за напредъка се запълва, докато NVDA се инсталира.
de: Ein Fortschrittsbalken läuft während der Installation von NVDA durch.
es: Se rellena una barra de progreso según NVDA se instale.
hr: Traka napredka se popunjava tijekom NVDA instalacije.
nl: Het verloop van de installatie wordt via een voortgangsbalk weergegeven.
pt_br: Uma barra de progresso é preenchida à medida que o NVDA é instalado.
ru: Индикатор выполнения заполняется по мере установки NVDA.
ta: என்விடிஏ நிறுவப்படும்பொழுது, ஒரு முன்னேற்றப் பட்டை நிரப்பப்படும்.
zh_tw: 隨著 NVDA 的安裝進度，進度列將會逐漸填滿，

source: During this process NVDA sounds an increasingly higher pitched beep.
bg: По време на този процес NVDA издава повишаващ се звуков сигнал.
de: Während dieses Vorgangs gibt NVDA einen immer höher werdenden Signalton von sich.
es: Durante este proceso NVDA emite un pitido cada vez más agudo.
hr: U toku tog procesa, NVDA reproducira zvučni signal povišene frekvencije.
nl: Tijdens dit proces laat NVDA een in hoogte toenemend piepsignaal horen.
pt_br: Durante este processo, o NVDA emite um bipe cada vez mais agudo.
ru: Во время этого процесса NVDA издает звуковые, восходящие по высоте, сигналы.
ta: இந்தச் செயல்முறையின்பொழுது, ஏறுமுகமான உயர் சுருதி சிற்றொலிகளை என்விடிஏ எழுப்பும்.
zh_tw: 期間 NVDA 會發出越來越高的嗶嗶聲，

source: This process is often fast and may not be noticed.
bg: Този процес често протича бързо и може да не бъде забелязан.
de: Dieser Prozess verläuft oft schnell und wird möglicherweise nicht bemerkt.
es: Este proceso a menudo es rápido y puede no ser notificado.
hr: Ovaj proces je često brz i i neprimjetno brz.
nl: Dit proces verloopt vaak snel en mogelijk zonder dat u het opmerkt.
pt_br: Esse processo costuma ser rápido e pode passar despercebido.
ru: Этот процесс часто протекает быстро и может быть незамеченным.
ta: இந்தச் செயல்முறை பொதுவாக விரைவாக இருக்கும் என்பதால் அது கவனிக்கப்படாமல் இருக்கும்.
zh_tw: 這個過程通常很快，可能不會被注意到。

source: A dialog box appears confirm that the install of NVDA has been successful.
bg: Появява се диалогов прозорец за потвърждение, че инсталирането на NVDA е успешно.
de: Ein Dialogfeld wird angezeigt, in dem bestätigt wird, dass die Installation von NVDA erfolgreich war.
es: Aparece un cuadro de diálogo confirmando que la instalación de NVDA ha sido exitosa.
hr: Pojavljuje se dijaloški okvir koji obavještava korisnika o uspješnoj instalaciji.
nl: Er verschijnt een dialoogvenster met de mededeling dat de installatie van NVDA geslaagd is.
pt_br: Um diálogo aparece confirmando que a instalação do NVDA foi bem-sucedida.
ru: Появится диалоговое окно, подтверждающее, что установка NVDA прошла успешно.
ta: என்விடிஏ வெற்றிகரமாக நிறுவப்பட்டுள்ளது என்பதை உறுதிபடுத்தி ஒரு உரையாடல் பெட்டி தோன்றும்.
zh_tw: 出現一個對話框確認 NVDA 安裝已成功，

source: The message advises to "Press OK to start the installed copy".
bg: Съобщението гласи „Натиснете OK, за да стартирате инсталираното копие“.
de: In dieser Meldung den Schalter "OK" betätigen, um die installierte Version zu starten.
es: El mensaje te avisa de que "Pulses Aceptar para arrancar la copia instalada".
hr: U poruci se savjetuje korisnika da "pritisne Ok kako bi pokrenuo instaliranu kopiju".
nl: U wordt aangeraden op OK te drukken om de geïnstalleerde kopie" te starten.
pt_br: A mensagem aconselha "Pressione OK para iniciar a cópia instalada".
ru: В сообщении предлагается "Нажмите ОК, чтобы запустить установленную копию".
ta: நிறுவப்பட்டுள்ள படியை இயக்க "சரி" பொத்தானை அழுத்தச் சொல்லி இவ்வுரையாடல் அறிவுறுத்தும்.
zh_tw: 訊息提示「請按『確認』開始使用安裝的版本」，

source: Press `enter` to start the installed copy.
bg: Натиснете `ENTER`, за да стартирате инсталираното копие.
de: Einfach die `Eingabetaste` drücken, um die installierte Version zu starten.
es: Pulsa `intro` para iniciar la copia instalada.
hr: Pritisnite `enter` kako biste pokrenuli instaliranu kopiju.
nl: Druk op `enter` om de geïnstalleerde kopie te starten.
pt_br: Pressione `enter` para iniciar a cópia instalada.
ru: Нажмите `enter`, чтобы запустить установленную копию.
ta: நிறுவப்பட்டுள்ள படியை இயக்க `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: 按 Enter 來開始使用安裝的版本。

source: The "Welcome to NVDA" dialog appears, and NVDA reads a welcome message.
bg: Появява се диалоговият прозорец „Добре дошли в NVDA“ и NVDA изчита приветствено съобщение.
de: Das Dialogfeld "Willkommen bei NVDA" wird angezeigt, und NVDA liest eine Willkommensmeldung vor.
es: Aparece el diálogo "Bienvenido a NVDA", y NVDA lee un mensaje de bienvenida.
hr: Pojavljuje se dijaloški okvir "Dobrodošli u NVDA" te NVDA čita poruku dobrodošlice.
nl: U komt nu in het scherm "Welkom bij NVDA" en u krijgt een welkomsboodschap te horen.
pt_br: A caixa de diálogo "Bem-vindo ao NVDA" aparece e o NVDA lê uma mensagem de boas-vindas.
ru: Появится диалоговое окно "Добро пожаловать в NVDA", и NVDA прочтёт приветственное сообщение.
ta: "என்விடிஏவிற்கு வருக" உரையாடல் பெட்டி தோன்றி, ஒரு வரவேற்புத் தகவலை என்விடிஏ படிக்கும்.
zh_tw: 出現「歡迎使用 NVDA」對話框，NVDA 會讀出歡迎訊息，
