Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: When authors don't provide sufficient information for a screen reader user to determine the content of something, various tools can be used to attempt to recognize the content from an image.
bg: Когато авторите не предоставят достатъчно информация, за да може потребителят на екранен четец да определи съдържанието на нещо, могат да се използват различни инструменти, които се опитват да разпознаят съдържанието на изображението.
de: Wenn Entwickler von Anwendungen unzureichende Informationen zur Zugänglichkeit bereitstellen, können Sie zahlreiche Tools verwenden, um z. B. Text aus einem Bild auszulesen.
es: Cuando los autores no proporcionan suficiente información para que un usuario de lector de pantalla determine el contenido de algo, pueden utilizarse varias herramientas para intentar reconocer el contenido desde una imagen.
hr: Kad autori ne daju dovoljno informacija korisniku čitača ekrana, kako bi mogao prepoznati informaciju, mogu se koristiti razni alati, kako bi se tekst mogao prepoznati sa slike.
nl: Wanneer auteurs onvoldoende informatie verschaffen waarmee een gebruiker van een schermleesprogramma kan bepalen om welke inhoud het gaat, kunnen verscheidene hulpprogramma's worden gebruikt om de inhoud te herkennen uit een afbeelding.
pt_br: Quando os autores não fornecem informações suficientes para os usuários de leitores de telas com vistas a determinar o conteúdo de alguma coisa, várias ferramentas podem ser usadas para tentar reconhecer o conteúdo de uma imagem.
ru: Когда авторы какого-либо содержимого не предоставляют достаточной информации для пользователей программ экранного доступа, то для её получения можно попробовать использовать инструменты распознавания изображения этого содержимого.
ta: ஒரு பொருளில் காணப்படும் உள்ளடக்கத்தை திரைநவிலி கொண்டு அறிய போதுமான தகவலை படைப்பாளர் அளிக்காத தருணங்களில், படிமத்தில் இருக்கும் உள்ளடக்கத்தை உணர, பல கருவிகளைக் கொண்டு முயலலாம்.
zh_tw: 當作者沒有為螢幕助讀程式的使用者提供足夠資訊以確認其內容，可以使用各種工具來嘗試從圖像中辨識內容。

source: NVDA supports the optical character recognition (OCR) functionality built into Windows 10 and later to recognize text from images.
bg: NVDA поддържа функционалността optical character recognition (OCR) (оптично разпознаване на символи), вградена в Windows 10 и по-нови, за да разпознава текста на изображенията.
de: NVDA unterstützt die in Windows 10 und neuer enthaltene Texterkennung, um Text aus Bildern auszulesen.
es: NVDA es compatible con la funcionalidad de reconocimiento óptico de caracteres (OCR) integrada en Windows 10 y posteriores para reconocer texto desde imágenes.
hr: NVDA podržava funkciju za optičko prepoznavanje znakova (OCR), koja je ugrađena u Windowse 10 i novije inačice kako bi se tekst mogao prepoznati sa slika.
nl: NVDA ondersteunt de OCR Optical Character Recognition, meestal 'tekstherkenning' genoemd in het nederlands, ) functionaliteit die in Windows 10 en later is ingebouwd om tekst uit afbeeldingen te herkennen.
pt_br: O NVDA suporta a funcionalidade de reconhecimento óptico de caracteres (OCR) integrada no Windows 10 e posterior para reconhecer textos oriundos de imagens.
ru: NVDA поддерживает функцию оптического распознавания символов (OCR), встроенную в Windows 10 и более поздние версии, для распознавания текста на изображениях.
ta: படிமங்களில் காணப்படும் உள்ளடக்கங்களை உணர, விண்டோஸ் 10, அல்லது அதற்கும் பிறகான இயக்கமுறைமையுடன் கட்டப்பட்டிருக்கும் எழுத்துணரிக்கு என்விடிஏ ஆதரவளிக்கிறது.
zh_tw: NVDA 支援 Windows 10 以上內建的光學字元辨識 (OCR) 功能，以便將圖像辨識成為文字，

source: Additional content recognizers can be provided in NVDA add-ons.
bg: Допълнителни програми за разпознаване на съдържание могат да се предоставят в Добавки на NVDA.
de: Über NVDA-Erweiterungen können zusätzliche Tools zur Erkennung von Inhalten bereitgestellt werden.
es: Pueden proporcionarse reconocedores de contenido adicionales en complementos de NVDA.
hr: Dodatni prepoznavači sadržaja se mogu ponuditi putem NVDA dodataka.
nl: In andere inhoudherkenningsprogramma's kan worden voorzien met behulp van NVDA add-ons.
pt_br: Reconhecedores adicionais de conteúdo podem ser fornecidos através de complementos para o NVDA.
ru: Дополнения NVDA могут предоставлять ещё больше инструментов для извлечения полезной информации из недоступного содержимого.
ta: கூடுதல் உள்ளடக்க எழுத்துணரிகளை, என்விடிஏவின் நீட்சிநிரல்களில் அளிக்கலாம்.
zh_tw: NVDA 的某些附加元件也有提供額外的內容辨識功能。

source: When you use a content recognition command, NVDA recognizes content from the current [navigator object](#ObjectNavigation).
bg: Когато ползвате командата за разпознаване на съдържание, NVDA разпознава съдържанието на текущия [навигационен обект](#ObjectNavigation).
de: Wenn Sie ein Tool zur Erkennung von Inhalten verwenden, bezieht sich die Erkennung grundsätzlich auf das aktuelle [Navigator-Objekt](#ObjectNavigation).
es: Cuando utilices una orden de reconocimiento de contenido, NVDA reconoce contenido desde el [navegador de objetos](#ObjectNavigation) actual.
hr: Pri korištenju naredbe za prepoznavanje sadržaja, NVDA prepoznaje sadržaj s trenutačnog [navigacijskog objekta](#ObjectNavigation).
nl: Bij gebruik van een inhoudherkenningscommando herkent NVDA inhoud uit het huidige [navigatorobject](#ObjectNavigation).
pt_br: Quando você usa um comando de reconhecimento de conteúdo, o NVDA reconhece o conteúdo do [objeto de navegação](#ObjectNavigation) atual.
ru: Когда вы используете команду распознавания содержимого, то распознаётся текущий [объект навигатора](#ObjectNavigation).
ta: ஒரு உள்ளடக்க உணர் கட்டளையைத் தாங்கள் பயன்படுத்தும்பொழுது, நடப்பு [வழிசெலுத்திப் பொருளில்்](#ObjectNavigation) இருக்கும் உள்ளடக்கத்தை என்விடிஏ உணருகிறது.
zh_tw: 當您使用內容辨識指令時，NVDA 會從目前的[導覽物件](#ObjectNavigation)辨識內容。

source: By default, the navigator object follows the system focus or browse mode cursor, so you can usually just move the focus or browse mode cursor where desired.
bg: По подразбиране навигационният обект следва системния фокус или курсора на режима на разглеждане, така че обикновено можете просто да преместите фокуса или курсора на режима на разглеждане, където пожелаете.
de: Da der Navigator standardmäßig an den Fokus bzw. den Lesemodus gekoppelt ist, können Sie normalerweise einfach den Fokus an die gewünschte Stelle innerhalb der Anwendung oder im Dokument ziehen.
es: Por omisión, el navegador de objetos sigue al foco del sistema o al cursor del modo exploración, así puedes mover normalmente el foco o el cursor del modo exploración donde desees.
hr: Navigacijski objekt standardno prati fokus sustava i pokazivač u modusu čitanja, tako da kursor možete premještati po želji.
nl: Standaard volgt het navigatorobject de systeemfocus of de bladermoduscursor, zodat u meestal eenvoudigweg de focus of de bladermoduscursor naar wens kunt verplaatsen.
pt_br: Por padrão, a navegação de objetos segue o foco do sistema ou o cursor do modo de navegação, de modo que você pode, usualmente, apenas mover o foco ou o cursor do modo de navegação para onde desejar.
ru: По умолчанию, навигатор следует за системным фокусом или за курсором в режиме обзора, так что вы можете просто переместить в нужное место системный фокус или курсор режима обзора.
ta: இயல்பில், கணினிக் குவிமையத்தையும், உலாவும் நிலைச் சுட்டியையும் வழிசெலுத்திப் பொருள் பின்தொடர்வதால், தாங்கள் விருப்பப்படும் இடத்திற்கு குவிமையத்தையும், உலாவும் நிலைச் சுட்டியையும் நகர்த்தலாம்.
zh_tw: 預設情況下導覽物件會跟隨系統焦點或瀏覽模式游標，因此通常您只需移動焦點或瀏覽模式游標即可，

source: For example, if you move the browse mode cursor to a graphic, recognition will recognize content from the graphic by default.
bg: Например, ако преместите курсора на режима на разглеждане на графика, по подразбиране разпознаването ще разпознае съдържанието на графиката.
de: Wenn Sie den Cursor im Lesemodus auf eine Grafik bewegen, wird die Erkennung von Inhalten diese Grafik erkennen.
es: Por ejemplo, si mueves el cursor del modo exploración a un gráfico, el reconocimiento reconocerá el contenido desde el gráfico por omisión.
hr: Na primjer, ako premjestite kursora modusa čitanja na sliku, prepoznavanje će standardno prepoznati sadržaj slike.
nl: Als u bijv. de bladermoduscursor naar een grafiek verplaatst, zal de herkenning standaard inhoud herkennen uit de grafiek.
pt_br: Por exemplo, caso mova o cursor do modo de navegação para um gráfico, o reconhecimento irá reconhecer o conteúdo do gráfico por padrão.
ru: Например, если вы переместите в режиме обзора курсор на графический элемент, то по умолчанию распознавание будет осуществляться именно этого графического элемента.
ta: எடுத்துக்காட்டாக, உலாவும் நிலைச் சுட்டியை ஒரு வரைகலைக்குத் தாங்கள் நகர்த்தினால், அவ்வரைகலையில் காணப்படும் உள்ளடக்கத்தை என்விடிஏ உணரும்.
zh_tw: 例如將瀏覽模式游標移動到一個圖片上，啟動辨識預設將會從圖片辨識內容，

source: However, you may wish to use object navigation directly to, for example, recognize the content of an entire application window.
bg: Обаче вие може да искате да ползвате обектната навигация директно, например, за да разпознаете съдържанието на целия прозорец на приложението.
de: Sie können jedoch trotzdem die Objektnavigation verwenden, um z. B. den Inhalt eines ganzen Anwendungsfensters zu erkennen.
es: Por lo tanto, es posible que desees utilizar la navegación de objetos directamente para, por ejemplo, reconocer el contenido de toda una ventana de aplicación.
hr: Međutim, možda biste kretanje po objektima željeli koristiti izravno, kako biste prepoznali sadržaj cijelog prozora aplikacije.
nl: Wellicht wilt u echter direct met objectnavigatie werken om bij voorbeeld de inhoud van een compleet toepassingsvenster te herkennen.
pt_br: Todavia, você pode pretender usar a navegação de objetos diretamente para reconhecer, por exemplo, o conteúdo de toda a janela de um aplicativo.
ru: Однако вы можете напрямую использовать объектную навигацию, например, чтобы распознать содержимое всего окна приложения.
ta: ஒரு பயன்பாட்டின் முழுத் திரையையும் உணர்வது போன்ற தருணங்களில், பொருள் வழிசெலுத்தியை நேரடியாகப் பயன்படுத்த தாங்கள் விரும்புவீர்கள்.
zh_tw: 不過您不妨直接使用物件導覽的方式來操作，例如辨識一整個應用程式視窗的內容。

source: Once recognition is complete, the result will be presented in a document similar to browse mode, allowing you to read the information with cursor keys, etc.
bg: Когато разпознаването завърши, резултатът ще бъде представен в документ, подобен на режима на разглеждане, който ви позволява да четете информацията с клавишите за курсора и т.н.
de: Wenn die Erkennung abgeschlossen ist, wird das Erkennungsergebnis in einem Dokument ähnlich dem Lesemodus angezeigt, in dem Sie das Erkennungsergebnis mit den Pfeiltasten lesen können.
es: Una vez el reconocimiento se complete, el resultado se presentará en un documento similar al modo exploración, permitiéndote leer la información con las teclas del cursor, etc.
hr: Kad prepoznavanje završi, rezultat će se predstaviti slično modusu čitanja, omogućujući čitanje objekta kursorskim tipkama, itd.
nl: Zodra de herkenning is uitgevoerd, wordt het resultaat gepresenteerd in een bladermodusachtig document zodat u de informatie met behulp van cursortoetsen, etc. kunt lezen.
pt_br: Uma vez que o reconhecimento esteja completo, o resultado será apresentado num documento similar ao modo de navegação, permitindo-lhe ler a informação com as setas, etc.
ru: После завершения распознавания, результат будет представлен в документе с режимом обзора и вы сможете читать полученную информацию курсорными клавишами.
ta: உள்ளடக்க உணருதல் முடிந்தவுடன், உணரப்பட்ட உள்ளடக்கம், உலாவும் நிலைக்கு ஒத்தான ஆவணத்தில் அளிக்கப்படுவதால், அவ்வுள்ளடக்கத்தை அம்பு விசை போன்ற விசைகளைக் கொண்டு தாங்கள் படிக்க அனுமதிக்கிறது.
zh_tw: 辨識完成後的結果將呈現在一個類似使用瀏覽模式導覽的文件中，您可使用方向鍵來閱讀資訊，

source: Pressing enter or space will activate (normally click) the text at the cursor if possible.
bg: Натискането на Enter или интервал ще активира (с нормално щракване) текста под курсора, ако е възможно.
de: Drücken Sie die Leertaste oder die Eingabetaste, um den Text (üblicherweise durch Klicken) zu aktivieren.
es: Pulsando intro o espacio se activará (normalmente un clic) el texto en el cursor si es posible.
hr: Pritiskom tipke enter ili razmaknice aktivirat će (kliknuti) tekst pri kursoru, ako je moguće.
nl: Door op Enter of Spatie te drukken zal, zo mogelijk, de tekst bij de cursor op de gebruikelijke manier (klikken) worden geactiveerd.
pt_br: Pressionando enter ou espaço, ativará (clica normalmente) se possível, o texto sob o cursor.
ru: Нажатие клавиши Enter или Пробел, если это возможно, активирует (обычно щелчком мыши) текст под курсором.
ta: உள்ளீடு, அல்லது இடைவெளிப் பட்டை விசையை அழுத்தும்பொழுது, சுட்டி இருக்குமிடத்தில் காணப்படும் உரையை இயன்றால் இயக்குகிறது.
zh_tw: 如果可能的話，在游標所在的文字上按 enter 或空白鍵會啟動一般點擊的操作，

source: Pressing escape dismisses the recognition result.
bg: Натискането на Escape Излиза от резултата на разпознаването.
de: Drücken Sie die Escape-Taste, um das Fenster mit dem Ergebnis zu schließen.
es: Pulsando escape se descarta el resultado del reconocimiento.
hr: Pritiskom tipke escape se rezultat prepoznavanja odbacuje.
nl: Door op Escape te drukken wordt het herkenningsresultaat geannuleerd.
pt_br: Pressionando escape descarta o resultado do reconhecimento.
ru: Нажатие Escape скрывает результаты распознавания.
ta: விடுபடு விசையை அழுத்தினால், உணரப்பட்ட உள்ளடக்கத்தைக் கொண்ட திரை நிராகரிக்கப்படும்.
zh_tw: 按 escape 鍵可關閉辨識結果。

source: Windows OCR
bg: OCR на Windows
de: Windows-Texterkennung
es: OCR de Windows
pt_br: OCR do Windows
ta: விண்டோஸ் உணரி

source: Windows 10 and later includes OCR for many languages.
bg: Windows 10 и по-нови включват OCR за много езици.
de: Windows 10 und neuer enthält eine optische Zeichenerkennung für viele Sprachen.
es: Windows 10 y posteriores incluyen un OCR para muchos idiomas.
hr: Windows 10 i novije inačice uključuju OCR za mnoge jezike.
nl: De OCR-functionaliteit van Windows 10 en later biedt ondersteuning voor veel talen.
pt_br: O Windows 10 e posterior inclui OCR para vários idiomas.
ru: Windows 10 и более поздние версии Windows, предоставляют функцию оптического распознавания символов на множестве различных языков.
ta: விண்டோஸ் 10, அல்லது அதற்கும் பிறகான இயக்கமுறைமை, பல மொழிகளுக்கான உணரிகளை கொண்டுள்ளது.
zh_tw: Windows 10 以上具有多種語言的 OCR 功能，

source: NVDA can use this to recognize text from images or inaccessible applications.
bg: NVDA може да използва това, за да разпознава текста на изображения или недостъпни приложения.
de: Sie können diese Zeichenerkennung verwenden, um Text aus Grafiken oder unzugänglichen Anwendungen auszulesen.
es: NVDA puede utilizar esto para reconocer texto desde imágenes o aplicaciones inaccesibles.
hr: NVDA može to koristiti kako bi se prepoznavao tekst sa slike ili nedostupne aplikacije.
nl: NVDA kan hiervan gebruik maken om tekst uit afbeeldingen en ontoegankelijke toepassingen te herkennen.
pt_br: O NVDA pode usá-lo para reconhecer textos contidos em imagens ou aplicativos inacessíveis.
ru: NVDA может использовать её для распознавания текста с изображений или с элементов недоступных приложений.
ta: படிமத்திலும், அணுகவியலாத பயன்பாடுகளிலும் காணப்படும் உரைகளை உணர என்விடிஏ இவ்வெழுத்துணரிகளைப் பயன்படுத்துகிறது.
zh_tw: NVDA 可利用這個功能從圖像或某些不可及的應用程式來辨識出文字。

source: You can set the language to use for text recognition in the [Windows OCR category](#Win10OcrSettings) of the [NVDA Settings](#NVDASettings) dialog.
bg: Можете да зададете езика за разпознаване на текст в категорията [OCR на Windows](#Win10OcrSettings) в прозореца с [настройките на NVDA](#NVDASettings).
de: Sie können die Sprache für die Texterkennung in der Kategorie "[Windows-Texterkennung](#Win10OcrSettings)" in den [NVDA-Einstellungen](#NVDASettings) festlegen.
es: Puedes configurar el idioma a utilizar para el reconocimiento de texto en la [categoría OCR de Windows](#Win10OcrSettings)del diálogo [Opciones de NVDA](#NVDASettings).
hr: Jezik prepoznavanja možete postaviti u [kategoriji Windows OCR](#Win10OcrSettings) [u dijaloškom okviru postavki](#NVDASettings).
nl: In de categorie [Windows OCR](#Win10OcrSettings) van het dialoogvenster [Instellingen van NVDA](#NVDASettings) kunt u de tekstherkenningstaal opgeven.
pt_br: É possível definir o idioma a ser usado para o reconhecimento de textos na [categoria OCR do Windows](#Win10OcrSettings) da caixa de diálogo [Configurações do NVDA](#NVDASettings).
ru: Выбрать язык распознавания вы можете в [категории настроек Windows OCR](#Win10OcrSettings) из [диалога настроек NVDA](#NVDASettings).
ta: உரையை உணருதலுக்கான மொழியை, [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் [விண்டோஸ் எழுத்துணரி](#Win10OcrSettings) அமைப்புகளில் அமைக்கலாம்.
zh_tw: 您可以在 [NVDA 設定](#NVDASettings)對話框中的 [Windows OCR 類別](#Win10OcrSettings)設定文字辨識的語言，

source: Additional languages can be installed by opening the Start menu, choosing Settings, selecting Time & Language -> Region & Language and then choosing Add a language.
bg: Можете да инсталирате допълнителни езици като отворите менюто Старт, изберете Настройки, изберете Час и Език -> Регион и Език и след това изберете Добавяне на език.
de: Zusätzliche Sprachen können Sie in den Einstellungen von Windows unter Zeit und Sprache -> Region und Sprache -> Sprache hinzufügen installieren.
es: Pueden instalarse idiomas adicionales abriendo el menú Inicio, eligiendo Configuración, seleccionando Hora e Idioma -&gt; Región e Idioma y luego eligiendo Añadir un Idioma.
hr: Dodatni jezici se mogu instalirati putem izbornika Start>Postavke>Vrijeme i Jezik>Regija i jezik, a zatim Dodaj jezik.
nl: U kunt extra talen toevoegen door in het menu Start, (of met linker Windows-toets +i) Instellingen te kiezen, Tijd en Taal -> Regio & Taal te selecteren en dan Een taal toevoegen te kiezen.
pt_br: Idiomas Adicionais podem ser instalados abrindo o menu Iniciar, escolhendo Configurações, selecionando Hora & Idioma -> Região & Idioma e em seguida, selecionando Adicionar um idioma.
ru: Для установки дополнительных языков откройте меню Пуск → Параметры → Время и язык → Регион и язык и нажмите кнопку "Добавление языка".
ta: கூடுதல் மொழிகளை நிறுவ, துவக்குப் பட்டியலில் காணப்படும் அமைப்புகள் உருப்படியைச் சொடுக்கவும். பிறகு, நேரம் & மொழியைத் தெரிவுச் செய்து, பகுதி & மொழிக்குச் சென்று மொழியைக் கூட்டுக உருப்படியைத் தேர்ந்தெடுக்கவும்.
zh_tw: 要新增辨識語言可利用開啟「開始」功能表，選擇「設定」，接著選「時間與語言」，再到「語言」，最後選擇「新增語言」來安裝。

source: When you want to monitor constantly changing content, such as when watching a video with subtitles, you can optionally enable automatic refresh of the recognized content.
bg: Когато искате да наблюдавате постоянно променящо се съдържание, като например когато гледате видеоклип със субтитри, можете по избор да активирате автоматично опресняване на разпознатото съдържание.
de: Wenn Sie ständig wechselnde Inhalte überwachen möchten, wie z. B. beim Ansehen eines Videos mit Untertiteln, können Sie optional die automatische Aktualisierung erkannter Inhalte aktivieren.
es: Cuando quieras monitorizar contenido que cambie constantemente, como cuando ves un vídeo con subtítulos, opcionalmente puedes habilitar el refrescado automático del contenido reconocido.
hr: Kada želite čitati sadržaj koji se stalno mijenja, poput videa sa titlovima koji se stalno mijenjaju, možete uključiti automatsko osvježavanja prepoznatog sadržaja.
nl: Als u inhoud die aan voortdurende verandering onderhevig is, wilt blijven volgen, bijvoorbeeld bij het bekijken van een video met ondertiteling,kunt u ervoor kiezen de herkende inhoud automatisch te laten verversen.
pt_br: Quando você deseja monitorar conteúdo em constante mudança, como ao assistir a um vídeo com legendas, você pode, opcionalmente, ativar a atualização automática do conteúdo reconhecido.
ru: Если вы хотите отслеживать постоянно меняющееся содержимое, например, при просмотре видео с субтитрами, вы можете дополнительно включить автоматическое обновление распознанного содержимого.
ta: காணொளிகளில் காணப்படும் துணைத் தலைப்புகள் போன்று தொடர்ந்து மாறும் உல்ளடக்கத்தை தாங்கள் கண்காணிக்க வேண்டுமானால், உணரப்பட்ட ுள்ளடக்கத்தை தானாகப் புத்தாக்குக என்கிற விருப்பத் தேர்வினை முடுக்கிக்கொள்ளலாம்.
zh_tw: 當您想要監看不斷變化的內容，例如觀看帶有字幕的影片，您可選擇啟用自動更新辨識內容，

source: This can also be done in the [Windows OCR category](#Win10OcrSettings) of the [NVDA Settings](#NVDASettings) dialog.
bg: Това може да се направи и от [категорията „OCR на Windows“](#Win10OcrSettings) в диалоговия прозорец с [настройките на NVDA](#NVDASettings).
de: Dies kann auch in der [Kategorie "Windows-Texterkennung"](#Win10OcrSettings) in den [NVDA-Einstellungen](#NVDASettings) erfolgen.
es: Esto puede hacerse también en la [categoría OCR de Windows](#Win10OcrSettings) del diálogo [Opciones de NVDA](#NVDASettings).
hr: Ovo se također može učiniti u [Windows OCR kategoriji](#Win10OcrSettings) u dijaloškom okviru [NVDA postavki](#NVDASettings).
nl: Dit kunt u ook doen via het dialoogvenster van de categorie [Windows OCR](#Win10OcrSettings) van de [NVDA-instellingen](#NVDASettings) dialog.
pt_br: Isso também pode ser feito na [categoria OCR do Windows](#Win10OcrSettings) do diálogo [Configurações do NVDA](#NVDASettings).
ru: Это также можно сделать в [Категории Windows OCR](#Win10OcrSettings) диалога [Настроек NVDA](#NVDASettings).
ta: [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் [விண்டோஸ் எழுத்துணரி வகைமையைப்](#Win10OcrSettings) பயன்படுத்தியும் ிதைச் செய்யலாம்.
zh_tw: 也可以在 [NVDA 設定](#NVDASettings)對話框的 [Windows OCR 類別](#Win10OcrSettings)中進行此設定。

source: Windows OCR may be partially or fully incompatible with [NVDA vision enhancements](#Vision) or other external visual aids. You will need to disable these aids before proceeding to a recognition.
bg: OCR на Windows може да бъде частично или напълно несъвместимо с [визуалните подобрения на NVDA](#Vision) или други външни визуални подобрения. Ще трябва да деактивирате тези помощни средства, преди да преминете към разпознаване.
de: Die integrierte Texterkennung in Windows kann teilweise oder ganz inkompatibel mit [NVDA-Sehhilfen](#Vision) oder anderen externen Sehhilfen sein. Sie müssen diese Hilfen deaktivieren, bevor Sie mit einer Erkennung fortfahren.
es: El OCR de Windows puede ser total o parcialmente incompatible con las [Mejoras visuales de NVDA](#Vision) u otras ayudas visuales externas. Tendrás que deshabilitar estas ayudas antes de proceder con un reconocimiento.
hr: Funkcija Windows OCR može biti djelomično ili u cijelosti nekompatibilna sa [NVDA poboljšanjima vida](#Vision) ili drugim vanjskim vizualnim pomagalima. Prije početka prepoznavanja, ta ćete pomagala trebati isključiti.
nl: Het kan voorkomen dat Windows OCR gedeeltelijk of in het geheel niet compatibel is met [zicht-gerelateerde toepassingen van NVDA](#Vision) of andere externe visuele hulpmiddelen. U zult deze hulpprogramma's dan ook uit moeten schakelen voordat u verder gaat met herkennen.
pt_br: O OCR do Windows pode ser parcial ou totalmente incompatível com os [aprimoramentos de visão do NVDA](#Vision) ou outros recursos visuais externos. Você precisará desativar esses recursos antes de prosseguir com o reconhecimento.
ru: Функциональность Windows OCR может быть полностью или частично несовместима с некоторыми [средствами зрительной коррекции NVDA](#Vision) или другими визуальными улучшениями. Вы должны отключить эти средства перед выполнением процедуры распознавания.
ta: [என்விடிஏவின் பார்வைத் துலக்க ஊக்கிகள்](#Vision), அல்லது வெளிப்புற பார்வைத் துணைக் கருவிகளுடன் விண்டோஸ் எழுத்துணரி, பகுதியளவு, அல்லது முழுமையாக இணக்கத்துடன் செயல்படாது. ஆகவே, எழுத்துணரியைப் பயன்படுத்தும் முன்னர், இத்துணைக் கருவிகளை முடக்கவேண்டும்.
zh_tw: Windows OCR 可能部分或完全無法與 [NVDA 視覺加強器](#Vision)或其他外部視覺輔助工具相容，若要進行辨識前需先停用這些輔助工具。
