Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: To recognize the text in the current navigator object using Windows OCR, press NVDA+r.
bg: За да разпознаете текста на текущия навигационен обект с OCR на Windows, натиснете NVDA+R.
de: Drücken Sie NVDA+R, um den Text im aktuellen NAvigator-Objekt mit Hilfe der Windows-Texterkennung zu erkennen.
es: Para reconocer el texto en el actual navegador de objetos utilizando el OCR de Windows, pulsa NVDA+r.
hr: Za prepoznavanje teksta u navigacijskom objektu koristeći windows ocr, pritisnite NVDA+r.
nl: Om de tekst in het huidige navigatorobject te herkennen met behulp van Windows OCR drukt u op NVDA+r.
pt_br: Para reconhecer o texto no objeto de navegação atual usando o OCR do Windows, pressione NVDA+r.
ru: Для распознавания текста с текущего объекта навигатора с помощью Windows OCR, используйте комбинацию клавиш NVDA+R.
ta: நடப்பு வழிசெலுத்திப் பொருளில் காணப்படும் உரையை விண்டோஸ் எழுத்துணரியைக் கொண்டு உணர, என்விடிஏ+r விசையை அழுத்தவும்.
zh_tw: 要使用 Windows OCR 功能辨識目前導覽物件中的文字，可按 NVDA+r。

source: Application Specific Features
bg: Допълнителна функционалност на NVDA за различни приложения
de: Anwendungsspezifische Funktionen
es: Características Específicas para Aplicación
hr: Značajke specifične za neke aplikacije
nl: Applicatie-specifieke kenmerken
pt_br: Recursos do NVDA para Aplicativos Específicos
ru: Дополнительные возможности для приложений
ta: பயன்பாடுகளுக்கான தனிப்பட்ட சிறப்புக்கூறுகள்
zh_tw: 特定於應用程式的功能

source: NVDA provides its own extra features for some applications to make certain tasks easier or to provide access to functionality which is not otherwise accessible to screen reader users.
bg: NVDA ви предоставя още допълнителни възможности за някои приложения, за да направи по-лесни определени задачи или да предостави достъп до съдържание, недостъпно за потребителя по друг начин.
de: NVDA stellt für bestimmte Anwendungen zusätzliche Funktionen bereit, um bestimmte Aufgaben zu erleichtern oder um Zugriff auf Funktionalität bereitzustellen, die sonst nicht zugänglich wäre.
es: NVDA proporciona sus propias características adicionales para algunas aplicaciones con el fin de facilitar ciertas tareas o para proporcionar acceso a funciones que de otro modo no serían accesibles para los usuarios de lectores de pantalla.
hr: NVDA pruža svoje dodatne značajke za neke aplikacije kako bi učinio neke zadatke jednostavnijima i kako bi omogučio pristup nekim funkcijama koje nisu inače dostupne korisnicima čitača ekrana.
nl: NVDA beschikt over een aantal applicatie-specifieke kenmerken om het gebruik van deze applicaties te vergemakkelijken, of om toegang te geven tot functionaliteit die anders niet bruikbaar zou zijn voor screenreader gebruikers.
pt_br: O NVDA fornece seus próprios comandos adicionais para alguns aplicativos, com vistas a executar mais facilmente determinadas tarefas, ou para proporcionar acesso a funcionalidades que de outra forma não são acessíveis aos usuários de leitores de telas.
ru: В NVDA имеются свои дополнительные возможности в некоторых приложениях для облегчения определенных задач или для получения доступа к функционалу, который иначе был бы недоступен пользователям NVDA.
ta: சில பணிகளை எளிதாக்கவும், திரைநவிலியைப் பயன்படுத்துபவர்கள் அணுகவியலாத செயல்பாடுகளை செயற்படுத்தவும், பயன்பாடுகளுக்கென்று வரையறுக்கப்பட்ட சில கூடுதல் சிறப்புக்கூறுகளை என்விடிஏ அளிக்கிறது.
zh_tw: NVDA 對一些應用程式提供額外的功能，使某些操作變得容易些，或讓螢幕助讀程式的使用者可存取那些原本不具可及性的功能。

source: Microsoft Word
es: <target/>
ta: மைக்ரோசாஃப்ட் வேர்ட்

source: Automatic Column and Row Header Reading
bg: Автоматично прочитане на заглавията на редовете и колоните
de: Automatisches Lesen von Zeilen- und Spaltenüberschriften
es: Lectura Automática de Encabezados de Columna y Fila
hr: Automatsko čitanje zaglavlja redaka i stupaca
nl: Automatisch Lezen van Kolom- en Rijhoofden
pt_br: Leitura Automática dos Cabeçalhos das Linhas e Colunas
ru: Автоматическое чтение заголовков строк и столбцов
ta: நெடுவரிசை மற்றும் கிடைவரிசைகளின் தலைப்புரைகளைத் தானாகப் படித்தல்
zh_tw: 欄及列標題自動讀出

source: NVDA is able to automatically announce appropriate row and column headers when navigating around tables in Microsoft Word.
bg: NVDA може да съобщава автоматично съответните заглавия на редовете и колоните при навигиране в таблици в Microsoft Word.
de: Wenn Sie in Microsoft Word in einer Tabelle navigieren, ist NVDA in der Lage, automatisch die Zeilen- und Spaltenüberschriften zu lesen.
es: NVDA es capaz de anunciar automáticamente los encabezados apropiados de fila y columna al navegar a través de tablas en Microsoft Word.
hr: NVDA može automatski čitati odgovarajuća zaglavlja redaka i stupaca u tablicama u Microsoft Wordu.
nl: Bij het navigeren in Microsoft Word-tabellen kan NVDA de toepasselijke kolom- en rijhoofden automatisch melden.
pt_br: O NVDA pode anunciar automaticamente os cabeçalhos apropriados para as linhas e colunas quando se está navegando por tabelas no Microsoft Word.
ru: NVDA может автоматически сообщать соответствующие заголовки строк и столбцов при навигации по таблицам в Microsoft Word.
ta: மைக்ரோசாஃப்ட் வேர்டில் இருக்கும் அட்டவணைகளின் ஊடே நகரும் பொழுது, பொருத்தமான நெடுவரிசை மற்றும் கிடைவரிசைகளின் தலைப்புரைகளைத் தானாக அறிவிக்க என்விடிஏவால் இயலும்.
zh_tw: 當在 Microsoft Word 的表格內導覽時，NVDA 能夠自動讀出表格的欄標題或列標題。

source: This requires that the Report Table row / column headers option in NVDA's Document Formatting settings, found in the [NVDA Settings](#NVDASettings) dialog, be turned on.
bg: Това изисква да бъде включена опцията за докладване на заглавките на редовете/колоните в таблица в настройките за форматиране на документи в NVDA, която се намира в диалога [„Настройки на NVDA“](#NVDASettings).
de: Hierfür muss die Option "Reihen- und Spaltenüberschriften von Tabellen ansagen" unter der Kategorie "Dokumentformatierungen" in den [NVDA-Einstellungen](#NVDASettings) aktiviert sein.
es: Esto requiere que la opción Anunciar Encabezados de Filas y columnas en las opciones de NVDA Formateado de Documentos, que se encuentra en el diálogo [Opciones de NVDA](#NVDASettings), esté activada.
hr: Ovo zahtjeva uključenu opciju Izvještavaj o zaglavljima redaka/stupaca u postavkama oblikovanja dokumenta NVDA koje se nalaze u [NVDA postavkama](#NVDASettings).
nl: Hiertoe moet u er voor zorgen dat de optie “Kolom-/Rijkoppen Melden” in de categorie Documentopmaak,welke u vindt in het dialoogvenster [Instellingen van NVDA](#NVDASettings), ingeschakeld is.
pt_br: Isso requer que a opção Anunciar os Cabeçalhos de linhas / colunas das Tabelas nas configurações de Formatação de Documentos do NVDA, encontradas no diálogo [Configurações do NVDA](#NVDASettings), esteja ativada.
ru: Для этого в настройках "Форматирование документа", [диалога настроек NVDA](#NVDASettings), должен быть установлен флажок "Заголовки строк и столбцов".
ta: இதற்கு, [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் ஆவண வடிவூட்டம் அமைப்புகளிலிருக்கும் அட்டவணையின் கிடைவரிசை/நெடுவரிசைகளின் தலைப்புரையை அறிவித்திடுக என்கிற தேர்வுப் பெட்டி முதலில் தேர்வாகி இருக்க வேண்டும்.
zh_tw: 需將 [NVDA 設定](#NVDASettings)對話框中「文件格式」類別的「列及欄標題」核取方壞勾選，

source: If you use [UIA to access Word documents](#MSWordUIA), which is default in recent versions of Word and Windows, the cells of the first row will automatically be considered as column headers; similarly, the cells of the first column will automatically be considered as row headers.
bg: Ако ползвате [UIA за достъп до документи в Word](#MSWordUIA), което е по подразбиране в последните версии на Word и Windows, клетките на първия ред ще бъдат считани автоматично за заглавки на колоните. Подобно клетките на първата колона ще бъдат считани автоматично за заглавки на редовете.
de: Wenn Sie [UIA für den Zugriff auf Word-Dokumente](#MSWordUIA) verwenden, was in neueren Versionen von Word und Windows Standard ist, werden die Zellen der ersten Zeile automatisch als Spaltenüberschriften betrachtet; Ebenso werden die Zellen der ersten Spalte automatisch als Zeilenüberschriften betrachtet.
es: Si utilizas [UIA para acceder a documentos de Word](#MSWordUIA), lo cual es lo predeterminado en las versiones recientes de Word y Windows, las celdas de la primera fila se considerarán automáticamente como cabeceras de columna; de modo similar, las celdas de la primera columna se considerarán automáticamente como cabeceras de la fila.
hr: Ako koristite [UIA za pristup dokumentima Microsoft worda](#MSWordUIA), što je podrazumjevana opcija u posljednjim verzijama Microsoft Worda i Windowsa, Ćelije prvog redka će automatsko postati zaglavlja redaka; Slično tome, prvi redak stupca će biti prepoznat kao zaglavlje redka.
nl: Als je gebruik maakt van [UIA voor toegang tot Word-documenten](#MSWordUIA), wat standaard is in recente versies van Word en Windows, zullen de cellen van de eerste rij automatisch beschouwd worden als kolomhoofden; evenzo, zullen de cellen van de eerste kolom automatisch als rijhoofden beschouwd worden.
pt_br: Se você usar [UIA para acessar documentos do Word](#MSWordUIA), o que é padrão em versões recentes do Word e do Windows, as células da primeira linha serão automaticamente consideradas como cabeçalhos de coluna; Da mesma forma, as células da primeira coluna serão automaticamente consideradas como cabeçalhos de linha.
ru: Если вы используете [UIA для доступа к документам Word](#MSWordUIA), который используется по умолчанию в последних версиях Word и Windows, ячейки первой строки будут автоматически рассматриваться как заголовки столбцов; аналогично ячейки первого столбца будут автоматически считаться заголовками строк.
ta: வேர்ட் மற்றும் விண்டோஸின் அண்மைப் பதிப்புகளில் இயல்பிருப்பாக அமைந்திருக்கும் [வேர்ட் ஆவணங்களை அணுகுவதற்கான பயனர் இடைமுகப்பு தன்னியக்கமாக்கலை](#MSWordUIA) தாங்கள் பயன்படுத்தினால், முதல் கிடைவரிசையின் பணிக்களங்கள் நெடுவரிசைத் தலைப்புரையாகக் கொள்ளப்படும். அதுபோலவே, முதல் நெடுவரிசையின் பணிக்களங்கள் கிடைவரிசைத் தலைப்புரையாகக் கொள்ளப்படும்.
zh_tw: 如果您使用 [UIA 取用 Word 文件](#MSWordUIA) (這是最新版 Word 和 Windows 中的預設值)，第一列的儲存格會自動被視為欄標題，同樣第一欄的儲存格會自動被視為列標題。

source: On the contrary, if you do not use [UIA to access Word documents](#MSWordUIA), you will have to indicate to NVDA which row or column contains the headers in any given table.
bg: И обратно, ако не ползвате [UIA за достъп до документи в Word](#MSWordUIA), ще трябва да задавате в NVDA кой ред или колона съдържа заглавките във всяка дадена таблица.
de: Wenn Sie hingegen nicht [UIA für den Zugriff auf Word-Dokumente](#MSWordUIA) verwenden, müssen Sie NVDA mitteilen, welche Zeile oder Spalte die Überschriften in einer bestimmten Tabelle enthält.
es: Por lo contrario, si no utilizas [UIA para acceder a documentos de Word](#MSWordUIA), tendrás que indicar a NVDA qué fila o columna contiene las cabeceras en cualquier tabla dada.
hr: U suprotnom, ako ne koristite [UIA za pristup Word dokumentima](#MSWordUIA), morat ćete dati do znanja NVDA, koji redci sadrže zaglavlja u svakoj tablici.
nl: Als je daarentegen geen gebruik maakt van [UIA voor toegang tot Word-documenten](#MSWordUIA), moet je voor elke willekeurige tabel in NVDA aangeven welkeh rij of kolom als hoofd dient te worden aangemerkt.
pt_br: Pelo contrário, se você não usar [UIA para acessar documentos do Word](#MSWordUIA), você terá que indicar ao NVDA qual linha ou coluna contém os cabeçalhos em qualquer tabela disposta.
ru: Напротив, если вы не используете [UIA для доступа к документам Word](#MSWordUIA), вам придется указать NVDA, какая строка или столбец содержит заголовки в той или иной таблице.
ta: மாறாக, [வேர்ட் ஆவணங்களை அணுகுவதற்கான பயனர் இடைமுகப்பு தன்னியக்கமாக்கலை](#MSWordUIA) தாங்கள் பயன்படுத்தவில்லை என்றால், கொடுக்கப்பட்டிருக்கும் ஒரு ஆவணத்தில், எந்த கிடைவரிசை/நெடுவரிசை தலைப்புரையைக் கொண்டுள்ளது என்பதை என்விடிஏவிற்கு தாங்கள் குறிப்பிட வேண்டும்.
zh_tw: 相反地，如果您不使用 [UIA 取用 Word 文件](#MSWordUIA)則必須向 NVDA 指定表格中的哪一列或哪一欄包含標題。

source: After moving to the first cell in the column or row containing the headers, use one of the following commands:
bg: След като се придвижите до първата клетка в колоната или реда, съдържащ заглавията, използвайте някоя от следните команди:
de: Verwenden Sie einen der folgenden Befehle, nachdem Sie sich in die erste Zelle mit der Reihen- und Spaltenüberschrift bewegt haben:
es: Después de moverse a la primera celda en la columna o fila que contenga los encabezados, utiliza una de las órdenes siguientes:
hr: Poslije pomicanja na ćeliju u stupcu ili retku koja sadrži zaglavlja, koristite sljedeće naredbe:
nl: Nadat u naar de eerste cel in de kolom of rij bent gegaan waar de kolom- of rijhoofdenn zich bevinden, kunt u de volgende commando’s gebruiken:
pt_br: Depois de mover-se para a primeira célula da coluna ou linha que contém os cabeçalhos, use um dos seguintes comandos:
ru: После перехода на первую ячейку строки или столбца, содержащих заголовки, используйте одну из следующих команд:
ta: தலைப்புரைகளைக் கொண்டுள்ள நெடுவரிசை, அல்லது கிடைவரிசையின் முதல் பணிக்களத்திற்கு நகர்ந்த பிறகு, பின் வரும் கட்டளைகளில் ஏதேனும் ஒன்றைப் பயன்படுத்தவும்:
zh_tw: 移動到包含標題的欄或列中的第一個儲存格後，使用以下之一的指令：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Ime |Tipka |opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Set column headers |NVDA+shift+c |Pressing this once tells NVDA this is the first header cell in the row that contains column headers, which should be automatically announced when moving between columns below this row. Pressing twice will clear the setting.
bg: Задай заглавията на колоните |NVDA+shift+c |Еднократно натискане кара NVDA да възприема тази клетка като първата заглавна клетка на реда, съдържащ заглавията на колоните, които ще бъдат автоматично съобщавани при придвижване между колоните под този ред. Двукратно натискане ще занули тази настройка.
de: Spaltenüberschriften festlegen |NVDA+Umschalt+C |Wenn Sie diese Tastenkombination einmal drücken, legen sie die aktuelle Tabellenzelle als erste Zelle mit Spaltenüberschriften fest. Diese Spaltenüberschriften werden dann automatisch gelesen, sobald Sie unterhalb dieser Zeile navigieren. Zweimaliges Drücken dieser Tastenkombination löscht diese Zuweisung wieder.
es: Definir encabezados de columna |NVDA+shift+c |Pulsando esto una vez dice a NVDA que esta es la primera celda de encabezado en la fila que contiene encabezado de columna, que debería ser anunciada automáticamente al moverse entre columnas por debajo de esta fila. Pulsando dos veces eliminarás la opción.
hr: postavi zaglavlja stupaca |insert+šift+c |pritišćući ovu kombinaciju nvda zna da je ovo prvo zaglavlje u redku koje sadržava zaglavlje stupaca, koji trebaju biti automatski izgovoreni kad se krećete po stupcima ispod tog stupca. kad se pritisne dvaput briše postavku.
nl: Kolomhoofden instellen |NVDA+shift+c |Door eenmaal indrukken weet NVDA dat dit de eerste cel is in de rij waar de kolomkoppen in staan die automatisch moeten worden gemeld bij het gaan van kolom naar kolom in de rijen eronder. Door tweemaal drukken wordt de instelling opgeheven.
pt_br: Definir os cabeçalhos das colunas |NVDA+shift+c |Pressionado uma vez, informa ao NVDA que esta é a linha que contém os cabeçalhos das colunas, os quais deverão ser anunciados automaticamente ao mover-se entre colunas abaixo dessa linha. Ao pressionar duas vezes, limpará a configuração.
ru: Установить заголовки столбцов |NVDA+Shift+C |Одиночное нажатие указывает NVDA, что это первая ячейка заголовка в строке, содержащей заголовки столбцов, которые автоматически читаются при перемещении по столбцам под этой строкой. Двойное нажатие сбрасывает установку.
ta: நெடுவரிசையின் தலைப்புரையை அமைத்திடுக |என்விடிஏ+மாற்றழுத்தி+c |ஒரு முறை அழுத்தினால், கிடைவரிசையின்் முதல் தலைப்புரைப் பணிக்களம், நெடுவரிசையின் தலைப்புரையைக் கொண்டிருக்கிறது எனவும், இக்கிடைவரிசையின் கீழிருக்கும் நெடுவரிசைகளுக்கிடையே நகரும்பொழுது, நெடுவரிசையின் தலைப்புரையைத் தானாக அறிவிக்க வேண்டுமெனவும் என்விடிஏவை அறிவுறுத்தும். இரு முறை அழுத்தினால், அமைப்பினை நீக்கிவிடும்.
zh_tw: 設定欄標題 |NVDA+Shift+C |按一下告訴 NVDA 此為包含欄標題的列中第一個標題儲存格，當在這列下方的各欄之間左右移動時應自動讀出標題名稱，連按兩下將清除設定。

source: Set row headers |NVDA+shift+r |Pressing this once tells NVDA this is the first header cell in the column that contains row headers, which should be automatically announced when moving between rows after this column. Pressing twice will clear the setting.
bg: Задай заглавията на редовете |NVDA+shift+r |Еднократно натискане кара NVDA да възприема тази клетка като първата заглавна клетка на колоната, съдържаща заглавията на редовете, които ще бъдат автоматично съобщавани при придвижване между редовете след тази колона. Двукратно натискане ще занули тази настройка.
de: Zeilenüberschriften festlegen |NVDA+Umschalt+R |Wenn Sie diese Tastenkombination einmal drücken, wird die aktuelle Tabellenzelle als erste Zelle mit Zeilenbeschriftung festgelegt. Diese Spaltenüberschriften werden dann automatisch gelesen, sobald Sie unterhalb dieser Zeile navigieren. Zweimaliges Drücken dieser Tastenkombination löscht diese Zuweisung wieder.
es: Definir encabezados de fila |NVDA+shift+r |Pulsando esto una vez dices a NVDA que esta es la primera celda de encabezado en la columna que contiene encabezados de fila, la cual debería anunciarse automáticamente al moverse entre filas después de esta columna. Pulsando dos veces eliminarás la opción.
hr: postavi zaglavlja redaka |insert+šift+r |kad se pritisne nvda zna da je to prvo zaglavlje ćelije u stupcu koje sadrži zaglavlje redaka, koji će biti automatski izgovoren šećući se po stupcima između tih stupaca. Kad se pritisne dvaput, izbrisat će se postavka.
nl: Rijhoofden instellen |NVDA+shift+r |Door eenmaal indrukken weet NVDA dat dit de eerste cel is in de kolom waar de rijkoppen in staan die automatisch moeten worden gemeld bij het gaan van rij naar rij na deze kolom. Door tweemaal drukken wordt de instelling opgeheven.
pt_br: Definir os cabeçalhos das linhas |NVDA+shift+r |Pressionando-se uma vez, informa ao NVDA que esta é a coluna que contém os cabeçalhos das linhas, os quais deverão ser anunciados automaticamente ao mover-se entre linhas dentro desta coluna. Pressione duas vezes e limpará a configuração.
ru: Установить заголовки строк |NVDA+Shift+R |Одиночное нажатие указывает NVDA, что это первая ячейка заголовка в столбце, содержащем заголовки строк, которые автоматически читаются при перемещении по строкам за этим столбцом. Двойное нажатие сбрасывает установку.
ta: கிடைவரிசையின் தலைப்புரையை அமைத்திடுக |என்விடிஏ+மாற்றழுத்தி+r |ஒரு முறை அழுத்தினால், நெடுவரிசையின் முதல் தலைப்புரைப் பணிக்களம், கிடைவரிசையின் தலைப்புரையைக் கொண்டிருக்கிறது எனவும், இந்நெடுவரிசைக்கு அடுத்திருக்கும் கிடைவரிசைகளுக்கிடையே நகரும்பொழுது, கிடைவரிசையின் தலைப்புரையைத் தானாக அறிவிக்க வேண்டுமெனவும் என்விடிஏவை அறிவுறுத்தும். இரு முறை அழுத்தினால், அமைப்பினை நீக்கிவிடும்.
zh_tw: 設定列標題 |NVDA+Shift+R |按一下告訴 NVDA 此為包含列標題的欄中第一個標題儲存格，當在這欄右方的各列之間上下移動時應自動讀出列標題名稱，連按兩下將清除設定。

source: These settings will be stored in the document as bookmarks compatible with other screen readers such as JAWS.
bg: Тези настройки ще бъдат съхранени в документа като отметки, съвместими с други екранни четци, например JAWS.
de: Diese Zuweisungen werden im Dokument als Lesezeichen gesetzt. Dies ist kompatibel zu anderen Bildschirmlesern wie JAWS.
es: Estas opciones se almacenarán en el documento como marcadores compatibles con otros lectores de pantalla tales como Jaws.
hr: Ove će postavke biti spremljene kao knjižne oznake, kompatibilne s drugim čitačima ekrana poput Jawsa.
nl: Deze instellingen worden als bladwijzers die compatibel zijn met andere schermlezers zoals JAWS, in het document opgeslagen.
pt_br: Essas configurações serão armazenadas no documento como marcadores compatíveis com outros leitores de telas como o JAWS.
ru: Эти настройки будут сохранены в документе как закладки, совместимые с другими программами экранного доступа, такими как JAWS.
ta: இவ்வமைப்புகள், ஜாஸ் போன்ற பிற திரைநவிலிகளில் செயற்படுவதற்கு ஏற்ற வண்ணம், ஆவணத்தில் நூற்குறிகளாக சேமிக்கப்படுகின்றன.
zh_tw: 此設定將以和其他螢幕助讀程式如 JAWS 相容的書籤形式儲存在文件中，

source: This means that users of other screen readers who open this document at a later date will automatically have the row and column headers already set.
bg: Това означава, че потребителите на други екранни четци, които отворят същия документ по-късно, ще имат автоматично зададени заглавните редове или колони.
de: Dies bedeutet, dass auch andere Anwender von Bildschirmlesern, die dieses Dokument zu einem späteren Zeitpunkt öffnen, die Spalten- und Zeilenüberschriften gesetzt haben.
es: Esto significa que otros usuarios de lectores de pantalla que abran este documento más tarde tendrán automáticamente los encabezados de fila y columna ya configurados.
hr: To znači ako drugi korisnik otvori isti dokument kasnije, imat će postavljena zaglavlja redaka i stupaca.
nl: Dit houdt in dat andere gebruikers die het document op een later moment openen direct gebruik kunnen maken van de reeds ingestelde kolom- en rijhoofden.
pt_br: Isso significa que os usuários de outros leitores de telas que abrirem este documento posteriormente terão os cabeçalhos das linhas e colunas definidos automaticamente.
ru: Это означает, что другие пользователи программ экранного доступа, открывшие этот документ позднее, будут автоматически иметь уже установленные заголовки строк и столбцов.
ta: இதன் மூலம் அறிவது என்னவென்றால், பிற திரைநவிலிகளைப் பயன்படுத்தும் பயனர்கள், இவ்வாவணத்தை பின்னொரு தேதியில் திறக்கும் பொழுது, நெடுவரிசை மற்றும் கிடைவரிசையின் தலைப்புரை, அவர்களுக்காக தானாக சேமிக்கப்பட்டிருப்பதைக் காண்பார்கள்.
zh_tw: 這意謂日後使用其他螢幕助讀程式的使用者開啟此文件將自動擁有已設定好的列及欄標題。

source: Browse Mode in Microsoft Word
bg: Режим на разглеждане в Microsoft Word
de: Lesemodus in Microsoft Word
es: Modo Exploración en Microsoft Word
hr: Modus čitanja u Microsoft wordu
nl: Bladermodus in Microsoft Word
pt_br: Modo de Navegação no Microsoft Word
ru: Режим обзора в Microsoft Word
ta: மைக்ரோசாஃப்ட் வேர்டில் உலாவும் நிலை
zh_tw: Microsoft Word 中的瀏覽模式

source: Similar to the web, Browse mode can be used in Microsoft Word to allow you to use features such as Quick navigation and the Elements List.
bg: Подобно на уеб страниците, режимът на разглеждане може да бъде използван и в Microsoft Word, позволявайки ви да използвате функции като бързата навигация и списъка с елементи.
de: Ähnlich wie im Netz können Sie in Microsoft Word den Lesemodus sowie die Elementliste oder die Schnellnavigation nutzen.
es: De manera similar a la web, el modo exploración puede utilizarse en Microsoft Word para permitirte utilizar características tales como navegación rápida y la Lista de Elementos.
hr: Slično kao i na web stranicama, modus čitanja se može koristiti u Microsoft Wordu, kako bi se omogućilo korištenje funkcija poput brzog kretanja i popisa elemenata.
nl: Evenals bij het navigeren op het web, kunt u Bladermodus in Microsoft Word gebruiken waardoor werken met snelnavigatie en de Lijst met Elementen mogelijk wordt.
pt_br: Assim como na web, o Modo de navegação pode ser usado no Microsoft Word, permitindo-lhe usar recursos tais como a Navegação rápida e a Lista de Elementos.
ru: Как и на web-страницах, режим обзора может быть использован в Microsoft Word, чтобы позволить вам использовать такие возможности, как быструю навигацию и получение списка элементов документа.
ta: இணையப் பக்கங்களில் பயன்படுத்துவது போல், மைக்ரோசாஃப்ட் வேர்டிலும் உலாவும் நிலையைப் பயன்படுத்தி, கூறுகளின் பட்டியல், ஒற்றை எழுத்துடன் வழிசெலுத்தல் போன்ற வசதிகளை பயன்படுத்தலாம்.
zh_tw: NVDA 允許您在 Microsoft Word 使用瀏覽模式，類似於在網頁上的操作，例如快速導覽及項目清單等功能。
