Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The Add rule dialog also contains a checkbox to say whether or not you want the rule to be case sensitive (meaning that NVDA should care whether the characters are uppercase or lowercase.
bg: Диалогът за добавяне на правило също съдържа и поле за отметка, което указва дали съответното правило да бъде чувствително към главни букви, което означава, че NVDA ще се съобразява дали отделните букви са главни или малки.
de: Ferner enthält dieses Dialogfeld auch eine Option zur Berücksichtigung der Groß- und Kleinschreibung des Suchmusters.
es: El diálogo de Añadir reglas también contiene Una Casilla de verificación que dice si quieres o no que la regla sea sensible a las mayúsculas (significando que NVDA debería tener en cuenta si los caracteres están en mayúsculas o en minúsculas.
hr: Dijaloški okvir za dodavanje pravila sadrži potvrdni okvir, kojim se određuje razlikovanje između malih i velikih slova (što znači da NVDA mora paziti, jesu li se u određenom pravilu koriste velika slova ili ne.
nl: In het dialoogvenster Toevoegen van een regel kan ook worden aangegeven of de regel hoofdlettergevoelig is. Als het selectievakje is aangevinkt, zal NVDA onderscheid maken tussen hoofdletters en kleine letters.
pt_br: O diálogo para a adição de regras também contém uma caixa de seleção onde é possível escolher se deseja que a regra seja ou não sensível à caixa (o que significa que o NVDA deve considerar se os caracteres estão em caixa alta — letras maiúsculas — ou em caixa baixa — letras minúsculas —.
ru: В диалоге добавления словарной статьи есть флажок "Учитывать регистр", который заставляет NVDA учитывать регистр символов шаблона при обработке данного правила.
ta: 'கூட்டுக' உரையாடல் பெட்டியில், தாங்கள் கூட்டும் விதி, வகையுணரியாக இருக்க வேண்டுமா என்று தீர்மானிக்க, ஒரு தேர்வுப் பெட்டியும் கொடுக்கப்பட்டுள்ளது.
zh_tw: 在「新增字典項目」對話框中還包括一個「大小寫須相符」的核取方塊，用以告訴 NVDA 是否要注意規則中的字元是大寫還是小寫，

source: NVDA ignores case by default).
bg: NVDA игнорира тези разлики по подразбиране.
de: Standardmäßig ignoriert NVDA die Groß- und Kleinschreibung.
es: NVDA ignora los casos de forma predeterminada).
hr: NVDA standardno zanemaruje razlikovanje velikih i malih slova).
nl: De standaardinstelling is dat geen verschil wordt gemaakt tussen hoofdletters en kleine letters.
pt_br: O NVDA ignora a caixa por padrão).
ru: По умолчанию регистр символов не учитывается.
ta: இயல்பில், என்விடிஏ, எழுத்து வகையின் வேறுபாட்டைப் பிரித்துணர்வதில்லை.
zh_tw: NVDA 預設忽略大小寫。

source: Finally, a set of radio buttons allows you to tell NVDA whether your pattern should match anywhere, should only match if it is a complete word or should be treated as a "Regular expression".
bg: Накрая, набор от радио бутони ви позволява да определите дали вашият образец трябва да важи навсякъде, трябва да съвпада само ако е част от цяла дума или трябва да бъде третиран като „регулярен израз“.
de: Schließlich enthält das Dialogfeld auch noch 3 Auswahlschalter, die festlegen, ob die betreffende Regel überall, nur auf ganze Wörter angewendet oder ob reguläre Ausdrücke berücksichtigt werden sollen.
es: Finalmente, un conjunto de botones de opción te permiten decir a NVDA si tu patrón debería compararse con cualquier cosa, o sólo debería compararse si es una palabra completa o si debería tratarse como una "Expresión Regular".
hr: I na kraju, serija izbornih gumba omogućuje da uzrokujete da NVDA zna da vaš uzorak se poklapa svugdje, da se tretira kao cijela riječ ili kao "regularni izraz".
nl: Tenslotte kunt u met behulp van een aantal keuzerondjes bepalen wanneer en in hoeverre NVDA uw patroon als overeenkomst moet beschouwen; altijd ongeacht de plaats ervan binnen een woord, alleen als er sprake is van een heel woord of dat het patroon als “regular expression “ moet worden behandeld.
pt_br: Finalmente, encontrará botões de opção que lhe permitem informar ao NVDA se o original deve corresponder em qualquer parte, se apenas caso seja uma palavra completa ou se será tratado como "expressão Regular".
ru: Наконец, набор радиокнопок "Тип", позволяет указать должен ли шаблон обрабатываться везде, только когда является целым словом или его следует рассматривать как регулярное выражение.
ta: இறுதியாக, தங்களின் வடிவவிதம், ஒரு முழுச் சொல்லா, எங்காயினும் பொருந்தக் கூடியதா, அல்லது சுருங்குறித்தொடரா என்பதை என்விடிஏவிற்கு அறிவுறுத்த, வானொலிப் பொத்தான்களின் தொகுதியொன்று கொடுக்கப்பட்டுள்ளது.
zh_tw: 最後是一組選擇鈕，用以告訴 NVDA 規則項目是否在任何地方匹配或是僅在為整個單字時匹配，還是要視為正規表達式。

source: Setting the pattern to match as a whole word means that the replacement will only be made if the pattern does not occur as part of a larger word.
bg: Указване на образец да съвпада само с цяла дума означава, че заместването ще бъде извършено само в случай, че образецът не е част от по-голяма дума.
de: Die Einstellung des Musters auf Übereinstimmung als ganzes Wort bedeutet, dass die Ersetzung nur dann vorgenommen wird, wenn das Muster nicht als Teil eines größeren Wortes vorkommt.
es: Ajustar el patrón para comparar como una palabra completa significa que el reemplazo sólo se hará si el patrón no ocurre como parte de una palabra más larga.
hr: Postavljanje uzorka da se poklapa kao cijela riječ znači da će se zamjena izvršiti samo uzorak ne dolazi kao dio veće riječi.
nl: Als voor een patroon de voorwaarde voor overeenkomst wordt ingesteld als “heel woord”, zal vervanging ervan alleen gebeuren als het patroon GEEN deel uitmaakt van een langer woord.
pt_br: Configurar o original para corresponder em palavra inteira significa que a substituição será feita apenas se o original não aparecer como parte de uma palavra maior.
ru: Выбор типа шаблона как целое слово означает, что замена будет выполняться только если шаблон не является частью другого слова.
ta: முழுச் சொல் என்பதைத் தெரிவுச் செய்தால், ஒரு பெரியச் சொல்லின் பகுதியாக வடிவவிதம் அமையாத நிலையில் மட்டும்தான், அதற்கான மாற்றமர்வு செயற்படுத்தப்படும்.
zh_tw: 「整個單字」是指「原來文字」的字串不是作為一個較大單字的一部分時才會變更為「替代文字」的讀音，

source: This condition is met if the characters immediately before and after the word are anything other than a letter, a number, or an underscore, or if there are no characters at all.
bg: Това условие е изпълнено, ако знаците непосредствено преди и след думата са нещо различно от буква, цифра или долна черта, или ако няма никакви знаци.
de: Diese Bedingung ist erfüllt, wenn die Zeichen unmittelbar vor und nach dem Wort etwas anderes sind als ein Buchstabe, eine Zahl oder ein Unterstrich, oder wenn überhaupt keine Zeichen vorhanden sind.
es: Esta condición se cumple si los caracteres inmediatamente anteriores o posteriores a la palabra son cualquier otra cosa que una letra, un número, o un guión bajo, o si no hay ningún carácter.
hr: Ovaj je uvjet zadovoljen ako znakovi neposredno prije i poslije riječi su sve osim slova, broja, ili donje crte, te ako uopće ne postoje znakovi.
nl: Aan deze voorwaarde wordt voldaan indien de tekens direct voor en direct na het woord iets anders zijn dan een letter, een cijfer of een liggend streepje (underscore) of dat er helemaal geen tekens staan.
pt_br: Essa condição será atendida se os caracteres imediatamente antes e depois da palavra não forem uma letra, um número, ou uma sublinha, ou se não houver caracteres.
ru: То есть символы, отличные от буквы, цифры или знака подчёркивания, (или вообще отсутствие символа), расположены непосредственно как до, так и после шаблона.
ta: எண், அடிக்கோடு, எழுத்து ஆகியவை தவிர, இடைவெளி, அல்லது பிற வரியுருக்களில் ஏதேனும் ஒன்று ஒரு சொல்லின் முன், அல்லது பின் அமைந்தால் மட்டும்தான் அது முழுச் சொல்லாகக் கருதப்படும்.
zh_tw: 當單字前後的字元不是字母、數字、底線或者完全沒有字元即滿足此條件。(請注意：中文字也屬於字母的一種，因此若英文單字夾在中文句子中，且與前後中文字之間沒有空白或非字母相隔，將不符合此條件。)

source: Thus, using the earlier example of replacing the word "bird" with "frog", if you were to make this a whole word replacement, it would not match "birds" or "bluebird".
bg: По този начин, използвайки предишния пример за заместване на „птица“ с „жаба“, ако укажете на това правило да замества само цели думи, то няма да засегне срещанията на думата „птицата“.
de: Wenn man also das frühere Beispiel der Ersetzung des Wortes "Vogel" durch "Frosch" verwenden würde, würde das Wort "Vogel" oder "Blauer Vogel" nicht mit "Vögel" oder "Blauer Vogel" übereinstimmen.
es: Por lo tanto, utilizando el ejemplo anterior de la sustitución de la palabra "pájaro" con "rana", si fueras a hacer de esto un reemplazo de palabra completa, no se compararía "pájaros" o "pájaroAzul".
hr: Već, kad koristimo primjer zamjene riječi "ptica" s riječi "žaba", ako ste izabrali da NVDA tu riječ tretira kao zamjenu za cijelu riječ, neće se poklapati s "ptice" ili "bluebird".
nl: Als we uitgaan van het eerder gebruikte voorbeeld waarin “luid” werd vervangen door “hard”, dan zou er bij vervanging van een “heel woord” geen sprake van overeenkomst zijn voor harde en gehard.
pt_br: Assim, usando o exemplo anterior de substituir a palavra "pássaro" por "sapo", caso você tenha feito isso para palavra inteira, ele não corresponderá em "pássaros" ou outra palavra que contenha a combinação pássaro.
ru: Таким образом, если в предыдущем примере замены слова "Рыба" на "Лягушка" выбрать тип шаблона как целое слово, то слова "Рыбак" и "Рыбачить" заменены не будут.
ta: மேற்கூறிய எடுத்துக்காட்டில், முழுச் சொல் மாற்றமர்வைத் தாங்கள் தெரிவுச் செய்திருந்தால், , 'பறவைகள்', 'நீர்ப்பறவை' போன்ற சொற்கள் மாற்றப்பட மாட்டாது.
zh_tw: 舉前述將「bird」替代為「frog」讀音為例，如果選擇「整個單字」這個選項，則遇到那些「birds」或是「bluebird」均不會改變讀音。

source: A regular expression is a pattern containing special symbols that allow you to match on more than one character at a time, or match on just numbers, or just letters, as a few examples.
bg: Регулярният израз е образец, съдържащ специални символи, който ви позволява да сравнявате повече от един символ едновременно, следи за няколко букви, няколко цифри, като няколко примера.
de: Ein sogenannter Regulärer Ausdruck ist ein Muster, welches spezielle Symbole enthält. Dies ermöglicht, dass das Muster auf Zahlen oder Buchstaben generell oder auf mehrere Zeichen gleichzeitig zutrifft.
es: Una expresión regular es un patrón que contiene símbolos especiales que te permiten emparejar más de un carácter al mismo tiempo, o emparejar solo números, o solo letras, según unos pocos ejemplos.
hr: Regularni je izraz uzorak koji sadrži specijalne znakove koji omogućuju preklapanja više znakova od jednom ili podudaranje samo brojeva ili samo slova, kao nekoliko primjera.
nl: Een regulieire expressie (regular expression) is een reeks waarin speciale tekens worden gebruikt om aan te geven hoe en in welke mate de reeks moet worden toegepast (op specifieke tekens, alleen getallen of alleen letters, bij voorbeeld.
pt_br: Expressão regular é um texto original que contém símbolos especiais que permitem introduzir mais de um caractere ao mesmo tempo, ou introduzir apenas números, ou só letras, segundo alguns poucos exemplos.
ru: Регулярное выражение — это шаблон, в котором содержатся специальные символы, при помощи которых вы можете обнаруживать соответствие/совпадение более чем одного символа за раз, или же искать в тексте только цифры или только буквы.
ta: ஒன்றிற்கு மேற்பட்ட எழுத்துகளையோ, எண்களையோ, அல்லது வெறும் ஒற்றை எழுத்தினையோ ஒப்புநோக்கிக் காணப் பயன்படுத்தப்படும் குறியெழுத்துகளே 'சுருங்குறித்தொடர்' என்று அறியப்படுகிறது.
zh_tw: 「正規表達式」是指一個包含特殊符號的模式，允許您一次比對一個以上的字元，只比對數字或字母，

source: Regular expressions are not covered in this user guide.
bg: Регулярните изрази не се покриват от това ръководство за потребителя.
de: Reguläre Ausdrücke werden in diesem Benutzerhandbuch nicht behandelt.
es: Las expresiones regulares no están cubiertas en esta Guía del Usuario.
hr: Regularni izrazi nisu pokriveni u ovom korisničkom priručniku.
nl: In deze handleiding wordt niet verder ingegaan op reguliere expressies.
pt_br: Expressões regulares não são explicadas neste guia do usuário.
ru: Правила написания регулярных выражений не рассматриваются в этом руководстве.
ta: சுருங்குறித்தொடர் குறித்து இப்பயனர் வழிகாட்டியில் விளக்கப்படவில்லை.
zh_tw: 正規表達式這個主題並不在本用戶指南的說明中，

source: For an introductory tutorial, please refer to [Python's Regular Expression Guide](https://docs.python.org/3.11/howto/regex.html).
bg: За уводен урок по темата, моля, прегледайте [ръководството за регулярни изрази на Python](https://docs.python.org/3.11/howto/regex.html).
de: Ein Tutorial zur Einführung finden Sie im [Python-Handbuch für Regulläre Ausdrücke](https://docs.python.org/3.11/howto/regex.html)..
es: Para un tutorial introductorio, por favor consulta la [Guía de Expresiones regulares de Python](https://docs.python.org/3.11/howto/regex.html).
hr: Za uvodni tutorial, molimo pogledajte [Pythonov vodič po regularnim izrazima](https://docs.python.org/3.11/howto/regex.html).
nl: Voor een inleidende tutorial kunt u terecht bij [Python's Regular Expression Guide](https://docs.python.org/3.11/howto/regex.html).
pt_br: Para obter um tutorial introdutório, consulte [Guia de Expressões Regulares do Python](https://docs.python.org/pt-br/3.11/howto/regex.html).
ru: Для получения начальных материалов по этой теме, пожалуйста, обратитесь к [https://docs.python.org/3.7/howto/regex.html].
ta: அறிமுக பயிற்சிக்கு, [பைத்தனின் சுருங்குறித்தொடர் பயனர் வழிகாட்டியைக்](https://docs.python.org/3.11/howto/regex.html) காணவும். தமிழ் விக்கிப்பீடியாவிலும் [சுருங்குறித்தொடர்](https://ta.wikipedia.org/wiki/%E0%AE%9A%E0%AF%81%E0%AE%B0%E0%AF%81%E0%AE%99%E0%AF%8D%E0%AE%95%E0%AF%81%E0%AE%B1%E0%AE%BF%E0%AE%A4%E0%AF%8D%E0%AE%A4%E0%AF%8A%E0%AE%9F%E0%AE%B0%E0%AF%8D) குறித்து ஒரு கட்டுரை உள்ளது.
zh_tw: 有關介紹教學請參考 [Python's Regular Expression Guide](https://docs.python.org/3.11/howto/regex.html)。

source: Punctuation/symbol pronunciation
bg: Пунктуация/Произнасяне на символите
de: Die Interpunktion und Symbol-Aussprache
es: Pronunciación de Puntuación/símbolos
hr: Izgovor simbola interpunkcije
nl: Uitspraak van interpunctie/symbolen
pt_br: Pronúncia de pontuação/símbolos
ru: Произношение символов/пунктуации
ta: நிறுத்தற்குறிகள்/குறியெழுத்துகளின் பலுக்கல்
zh_tw: 標點及符號讀音

source: This dialog allows you to change the way punctuation and other symbols are pronounced, as well as the symbol level at which they are spoken.
bg: Този диалог ви позволява да променяте начина, по който различните символи и пунктуационни знаци ще се произнасят от NVDA, а също и нивото, при което те ще се изговарят.
de: In diesem Dialogfeld können Sie die Interpunktion und Symbol-Aussprache verändern und festlegen, ab welcher Symbolebene dieses angesagt werden soll.
es: Este diálogo te permite cambiar el modo en que son pronunciados la puntuación y otros símbolos, así como el nivel de los símbolos en el cual se verbalizan.
hr: Ovaj dijaloški okvir omogućuje promjenu načina na koji su interpunkcija i drugi simboli izgovoreni, kao i razinu simbola na koji je izgovoren znak.
nl: In dit dialoogvenster kan men de wijze waarop interpunctie en symbolen worden gemeld aanpassen, alsmede het interpunctieniveau waarop deze worden uitgesproken.
pt_br: Este diálogo permite-lhe mudar o modo como a pontuação e outros símbolos serão anunciados, bem como em que grau — nível — de símbolos eles serão falados.
ru: С помощью этого диалога вы можете изменять, каким образом произносятся пунктуация и другие символы, а также уровень, на котором они произносятся.
ta: நிறுத்தற் குறிகள்/குறியெழுத்துகள் எவ்வாறு ஒலிக்கப்பட வேண்டுமென்பதையும், அவை எந்நிலையில் பேசப்பட வேண்டுமென்பதையும் கட்டுப்படுத்த இவ்வுரையாடல் பெட்டிப் பயன்படுகிறது.
zh_tw: 此對話框允許您變更標點符號及其他符號的讀音方式以及讀出這些符號的時機。

source: The language for which symbol pronunciation is being edited will be shown in the dialog's title.
bg: Езикът, за който ще бъде редактирано произнасянето на символите, ще бъде показан в заглавната лента на същия диалог.
de: Die Sprache, in der die Aussprache von Sonderzeichen geändert wird, wird im Dialogtitel angezeigt.
es: El idioma cuya pronunciación de símbolo vaya a ser editada se mostrará en el título del diálogo.
hr: Jezik za koji se uređuje izgovor simbola će se prikazati u naslovnoj traci dijaloškog okvira.
nl: De taal waarop de bewerking van de uitspraak van symbolen betrekking heeft, wordt in de titelbalk van het dialoogvenster getoond.
pt_br: O idioma para o qual a pronúncia do símbolo está sendo editada será mostrado no título do diálogo.
ru: Язык, символы которого редактируются, будет показан в заголовке диалога.
ta: எந்த மொழிக்காக குறியெழுத்துகளின் ஒலிப்பு தொகுக்கப்படுகிறது என்பதை உரையாடல் தலைப்பில் காண்பிக்கப்படும்.
zh_tw: 正在編輯符號讀音的語言將顯示在此「符號讀音」對話框的標題列上。

source: Note that this dialog respects the "Trust voice's language for processing symbols and characters" option found in the [Speech category](#SpeechSettings) of the [NVDA Settings](#NVDASettings) dialog; i.e. it uses the voice language rather than the NVDA global language setting when this option is enabled.
bg: Обърнете внимание, че този диалог зачита опцията „Доверявай се на езика на гласа при обработка на знаци и символи“, намираща се в категорията [Реч](#SpeechSettings) в прозореца с [настройките на NVDA](#NVDASettings). Тоест, когато тази опция е включена, ще се използва езикът на гласа, вместо глобалната настройка за езика на NVDA.
de: Außerdem wird die Option "Beim Sprechen von Zeichen und Symbolen die Sprache der Stimme berücksichtigen" aus der Kategorie [Stimme und Sprachausgabe](#SpeechSettings) in den [NVDA-Einstellungen](#NVDASettings) berücksichtigt; beispielsweise wird hierbei die Sprache der eingestellten Stimme anstelle der NVDA-Sprache verwendet.
es: Ten en cuenta que este diálogo respeta la opción "Confiar en el Idioma de la voz al procesar símbolos y caracteres" que se encuentra en la [Categoría Voz](#SpeechSettings) del diálogo [Opciones de NVDA](#NVDASettings) es decir, utiliza el idioma de la voz en lugar de la opción del idioma global de NVDA cuando esta opción esté habilitada.
hr: Imajte na umu da ovaj dijaloški okvir poštuje opciju "Vjeruj jeziku glasa za čitanje opisa znakova i simbola" koja se nalazi u [kategoriji govor](#SpeechSettings) u [dijaloškom okviru postavki](#NVDASettings); to jest, to koristi jezik trenutačno označenog glasa, a ne glabalni jezik NVDA kad je ova opcije uključena.
nl: Merk op dat voor de verwerking van symbolen en karakters in dit dialoogvenster wordt uitgegaan van de taal die als “vertrouwd” is ingesteld in de categorie [Spraak](#SpeechSettings) in het dialoogvenster [Instellingen van NVDA](#NVDASettings); dat wil zzeggen dat, wanneer deze optie is ingeschakeld, de stemtaal wordt gebruikt in plaats van de algemene taalinstelling van NVDA.
pt_br: Note que esse diálogo respeita a opção "Confiar no idioma da voz ao processar caracteres e símbolos" encontrada na [categoria Fala](#SpeechSettings) do diálogo de [Configurações do NVDA](#NVDASettings); isto é, ele usa o idioma da voz ao invés de usar o idioma da configuração geral do NVDA quando esta opção está habilitada.
ru: Обратите внимание, что этот диалог учитывает флажок "Использовать язык синтезатора для чтения знаков и символов пунктуации" из [категории Речь](#SpeechSettings) [диалога настроек NVDA](#NVDASettings); то есть когда этот флажок отмечен, то используется язык текущего голоса, а не глобальный язык NVDA.
ta: [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் [பேச்சு அமைப்புகளில்](#SpeechSettings) இருக்கும் 'வரியுருக்களையும், குறியெழுத்துகளையும் கையாளும்பொழுது குரலின் மொழியை நம்புக' என்கிற விருப்பத் தேர்வினை இவ்வுரையாடல் மதிக்கிறது. அதாவது, இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்கும் பொழுது, என்விடிஏவின் முழுதளாவிய மொழி அமைப்புகளைப் பயன்படுத்தாமல், குரலின் மொழியைப் பயன்படுத்துகிறது.
zh_tw: 附註：當 [NVDA 設定](#NVDASettings)對話框中[語音類別](#SpeechSettings)的「處理字元及符號時依靠語音的語言」選項啟用時，讀出符號的方式將按照所使用的語音語言讀出這些符號，並不是使用 NVDA 本身的語言設定讀出。

source: To change a symbol, first select it in the Symbols list.
bg: За да промените символ, първо трябва да го маркирате в списъка със символи.
de: Um die Aussprache eines Sonderzeichens zu verändern, wählen Sie es in der Liste der Symbole aus.
es: Para cambiar un símbolo, primero selecciónalo en la lísta de Símbolos.
hr: Da biste promijenili simbol, označite ga u listi simbola.
nl: Selecteer eerst een symbool uit de symbolenlijst als u een symbool wilt aanpassen.
pt_br: Para mudar um símbolo, selecione-o na lista de símbolos.
ru: Для изменения символа сначала выберите его в списке "Символы".
ta: ஒரு குறியெழுத்தின் பலுக்கலை மாற்ற, வரிசைப் பட்டியலில் அக்குறியெழுத்தை முதலில் தெரிவுச் செய்யவும்.
zh_tw: 要更改一個符號，首先在「符號」清單中選取該項目，

source: You can filter the symbols by entering the symbol or a part of the symbol's replacement into the Filter by edit box.
bg: Можете да филтрирате символите, като въведете символа или част от заместителя му в текстовото поле „Филтриране по“.
de: Sie können die Symbole auch filtern, indem Sie das Symbol oder einen Teil der Ersetzung des Symbols in das Bearbeitungsfeld "Filter nach" eingeben.
es: Puedes filtrar los símbolos introduciendo el símbolo o una parte de su sustitución en el cuadro de edición Filtrar por.
hr: Možete filtrirati simbol, upisujući cijelu zamjenu ili dio zamjene simbola u polje za uređivanje filtriraj po.
nl: U kunt de symbolen filteren door het symbool of een deel van de vervanging van het symbool in te voeren in het vak bewerken op Filter.
pt_br: Você pode filtrar os símbolos inserindo o símbolo ou uma parte da substituição do símbolo na caixa de edição Filtrar por.
ru: Вы можете фильтровать искомые символы, вводя сам символ или часть его текстовой замены в поле "Фильтр".
ta: "இதைக் கொண்டு வடிகட்டுக" என்கிற தொகுகளத்தில் குறியெழுத்தின், அல்லது அதன் மாற்றமைவின் ஒரு பகுதியை தட்டச்சிடுவதன் மூலம், குறியெழுத்துகளை வடிகட்டித் தெரிவுச் செய்யலாம்.
zh_tw: 您可以在「篩選」編輯區輸入符號或讀音替代文字的部分內容以篩選出想要編輯的符號。

source: The Replacement field allows you to change the text that should be spoken in place of this symbol.
bg: Полето „заместител“ ви дава възможност да промените текста, който трябва да бъде изговарян, на мястото на този символ.
de: Das Eingabefeld "Ersetzen durch" ermöglicht den Text zu verändern, der an dieser Stelle des Symbols mitgeteilt wird.
es: El campo Reemplazar te permite cambiar el texto que debería verbalizarse en lugar de este símbolo.
hr: Polje zamjena omogućuje izmjenu teksta koji će biti izgovoren na mjestu tog simbola.
nl: In het veld "Vervangen door" kunt u de aangepaste tekst invoeren die uitgesproken moet worden in plaats van dit symbool.
pt_br: O campo de substituição permite que você altere o texto que será falado no lugar do símbolo.
ru: Воспользуйтесь полем редактирования "Замена", чтобы изменить текст, который следует произносить вместо этого символа.
ta: 'மாற்றமர்வு' தொகு களத்தில், தேர்ந்தெடுக்கப்பட்டுள்ள குறியெழுத்திற்கு மாற்றாக ஒலிக்க வேண்டிய உரையைத் தொகுக்கலாம்.
zh_tw: 替代文字：允許您更改選取符號的讀音文字
