Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This option enables reporting when colors are transparent, useful for addon/appModule developers gathering information to improve user experience with a 3rd party application.
bg: Тази опция позволява докладването на прозрачни цветове. Полезно за разработчиците на добавки/модули за приложения, които събират информация за подобряване на потребителското изживяване с приложение на трета страна.
de: Diese Option teilt mit, wenn Farben transparent sind. Dies ist nützlich für Entwickler von NVDA-Erweiterungen und Anwendungs-Modulen, die Informationen sammeln, um die Benutzererfahrung mit einer Drittanbieteranwendung zu verbessern.
es: Esta opción permite anunciar cuando los colores son transparentes, útil para los desarrolladores de complementos y módulos de aplicación que reúnen información para mejorar la experiencia del usuario con una aplicación de terceros.
hr: Ova opcija omogućuje izgovor transparentnosti boja, korisno za programere koji razvijaju module aplikacija ili dodatke te koji skupljaju informacije u svrhu unapređivanja korisničkog iskustva sa aplikacijom treće strane.
nl: Met deze optie kan men laten melden wanneer kleuren transparant zijn, wat handig is voor addon/appModuleontwikklaars die informatie verzamelen met het doel de gebruikerservaring met een applicatie van derden te verbeteren.
pt_br: esta opção permite informar quando as cores são transparentes, útil para desenvolvedores de complemento/Módulo de aplicativo — addon/appModule — coletando informações para melhorar a experiência do usuário com um aplicativo de terceiros.
ru: Этот флажок позволяет включить объявление прозрачности цветов на экране, что может быть полезно для разработчиков дополнений NVDA, собирающих расширенную информацию для улучшения пользовательского опыта при работе со сторонним приложением.
ta: தெளிந்த நிறங்களின் அறிவித்தலை இவ்விருப்பத் தேர்வு முடுக்குகிறது. மூன்றாம் தரப்பு பயன்பாட்டுடனான பயனர்களின் அனுபவத்தை மேம்படுத்துவதற்கான தகவலைத் திரட்ட, நீட்சிநிரல்/நிரற்கூறு மேம்படுத்துநர்களுக்கு இது பயனுள்ளதாக இருக்கும்.
zh_tw: 啟用此選項可在色彩是透明時讀出來，這對於附加元件/appModule 的開發者收集資訊以改善第三方應用程式的使用者體驗非常有用。

source: Some GDI applications will highlight text with a background color, NVDA (via display model) attempts to report this color.
bg: Някои GDI приложения отбелязват текст с фонов цвят. NVDA (чрез екранния модел) се опитва да докладва този цвят.
de: Einige GDI-Anwendungen heben Text mit einer Hintergrundfarbe hervor, NVDA versucht, diese Farbe mittels des Anzeige-Modells mitzuteilen.
es: Algunas aplicaciones GDI resaltan el texto con un color de fondo, NVDA (a través del modelo de visualización) intenta informar de este color.
hr: Neke GDI aplikacije će isticati tekst pozadinskom bojom, NVDA (uz pomoć modela prikaza) će pokušati izgovoriti tu boju.
nl: Enkele GDI-applicaties highlight (lichten) tekst (uit) door middel van achtergrondkleur en NVDA probeert (via display model) deze kleur te melden.
pt_br: Alguns aplicativos GDI — Interface de Dispositivo Gráfico — destacam o texto com uma cor de fundo, o NVDA (via modelo de exibição) tenta informar essa cor.
ru: Некоторые GDI-приложения подсвечивают текст фоновым цветом, NVDA (через display model) пытается сообщить этот цвет.
ta: சில வரைகலை இடைமுகப்பு பயன்பாடுகள், பின்புல நிறத்தினைக் கொண்டு உரையைத் துலக்கமாக்கும். காட்சியமைவு மாதிரியைக் கொண்டு, இந்தப் பின்புல நிறத்தை அறிவிக்க என்விடிஏ முயலும்.
zh_tw: 一些 GDI 應用程式會用背景色來突顯文字，NVDA (透過 display model) 會嘗試讀出這種色彩，

source: In some situations, the text background may be entirely transparent, with the text layered on some other GUI element.
bg: В някои ситуации фонът на текста може да е напълно прозрачен, като текстът е наслоен върху друг елемент на ГПИ.
de: In einigen Situationen kann der Texthintergrund vollständig transparent sein, wobei der Text über einem anderen Element der grafischen Oberfläche liegt.
es: En algunas situaciones, el fondo del texto puede ser completamente transparente, con el texto en capas sobre algún otro elemento de la GUI.
hr: U nekim situacijama, pozadina teksta može biti potpuno transparentna, sa tekstom prekrivenim na nekom drugom elementu prozora.
nl: In sommige situaties, is de tekstachtergrond mogelijk volkomen transparant, waarbij de tekst een laagje vormt op een ander GUI element.
pt_br: Em algumas situações, o fundo do texto pode ser totalmente transparente, com o texto em camadas em algum outro elemento da GUI — Interface Gráfica do Usuário —.
ru: В некоторых ситуациях фон текста может быть полностью прозрачным, а текст накладываться на какой-либо другой элемент графического интерфейса.
ta: சில சூழ்நிலைகளில், பிற வரைகலை இடைமுகப்பின் மீது உரை அமைந்திருப்பதால், உரையின் பின்புலம் முழுவதுமாக தெளிந்திருக்கும்.
zh_tw: 某些情況下文字背景可能是完全透明的，文字直接覆蓋在其他 GUI 元素上。

source: With several historically popular GUI APIs, the text may be rendered with a transparent background, but visually the background color is accurate.
bg: При някои популярни в миналото ППИ-и за ГПИ, текстът може да бъде изобразен с прозрачен фон, но визуално цветът на фона е точен.
de: Bei mehreren historisch beliebten APIs von grafischen Oberflächen kann der Text mit einem transparenten Hintergrund gerendert werden, aber die Hintergrundfarbe ist visuell korrekt.
es: Con varias APIs de GUI históricamente populares, el texto puede ser renderizado con un fondo transparente, pero visualmente el color de fondo es preciso.
hr: Sa nekim povijesno popularnim GUI api-jima, tekst može biti prikazan sa transparentnom pozadinom, ali je vizualno pozadinska boja točna.
nl: Bij verscheidene GUI API's, die al heel lang populair zijn, kan de tekst weergegeven zijn door middel van een transparante achtergrond, maar visueel is de achtergrondkleur in orde.
pt_br: Com várias APIs de GUI historicamente populares, o texto pode ser renderizado com um fundo transparente, mas visualmente a cor do fundo é precisa.
ru: С помощью нескольких исторически популярных API-интерфейсов GUI текст может отображаться с прозрачным фоном, но визуально фон всё равно имеет конкретный цвет.
ta: பல பிரபலமான பயன்பாடுகள், தெளிந்த பின்புல நிறத்தைக் கொண்டு உரையை வழங்கலாம். ஆனால், பார்வைக்கு அந்தப் பின்புல நிறம் துல்லியமாக இருக்கும்.
zh_tw: 對於幾個過去流行的 GUI API，文字可能會以透明背景顯示，但在視覺上背景色是準確的。

source: Use WASAPI for audio output
bg: Използвай WASAPI за аудио изход
de: WASAPI für die Audio-Ausgabe verwenden
es: Utilizar WASAPI para la salida de audio
hr: Koristi WASAPI za audio izlaz
nl: WASAPI vor audio uitvoer gebruiken
pt_br: Usar WASAPI para saída de áudio
ru: Использовать WASAPI для вывода звука
ta: ஒலி வெளியீட்டிற்கு வாஸாப்பியைப் பயன்படுத்துக
zh_tw: 使用 WASAPI 作為音訊輸出

source: Options |Default (Enabled), Disabled, Enabled
bg: По подразбиране |Включено
de: Optionen |Standard (Eingeschaltet), Ausgeschaltet, Eingeschaltet
es: Opciones |Predeterminada (habilitada),Deshabilitada, Habilitada
hr: Opcije |podrazumjevano (omogućeno), onemogućeno, omogućeno
nl: Opties |Standaard (Ingeschakeld), Uitgeschakeld, Ingeschakeld
pt_br: Opções |Padrão (Habilitado), Desabilitado, Habilitado
ru: Опции |По умолчанию (включено), Отключено, Включено
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (முடுக்கப்பட்டது), முடக்கப்பட்டது, முடுக்கப்பட்டது
zh_tw: 選項 |預設 (啟用)、啟用、停用

source: Default |Enabled
bg: Опции |По подразбиране (Включено), Изключено, Включено
de: Standard |Eingeschaltet
es: Predeterminada |Habilitada
hr: Podrazumjevano |omogućeno
nl: Standaard |Ingeschakeld
pt_br: Padrão |Habilitado
ru: По умолчанию |Включено
ta: இயல்பிருப்பு |முடுக்கப்பட்டது
zh_tw: 預設 |啟用

source: This option enables audio output via the Windows Audio Session API (WASAPI).
bg: Тази опция позволява аудио изход чрез Windows Audio Session API (WASAPI).
de: Diese Option aktiviert die Audio-Ausgabe über die API der Windows-Audio-Session (WASAPI).
es: Esta opción habilita la salida de audio a través de la API Windows Audio Session (WASAPI).
hr: Ova opcija će omogućiti reprodukciju zvukova korištenjem standarda Windows Audio Session API (WASAPI).
nl: Met deze optie kan audiouitvoer via Windows Audio Session API (WASAPI) ingeschakeld worden.
pt_br: Esta opção permite a saída de áudio por meio da Windows Audio Session API (WASAPI) — API de Sessão de Áudio do Windows —.
ru: Эта опция включает вывод звука через Windows Audio Session API (WASAPI).
ta: விண்டோஸ் ஆடியோ செஷன் ஏபிஐ (WASAPI) வழியிலான ஒலி வெளியீட்டை இவ்விருப்பத் தேர்வு வழங்குகிறது.
zh_tw: 此選項允許透過 Windows Audio Session API (WASAPI) 進行音訊輸出，

source: WASAPI is a more modern audio framework which may improve the responsiveness, performance and stability of NVDA audio output, including both speech and sounds.
bg: WASAPI е по-модерна аудио работна среда, която може да подобри отзивчивостта, производителността и стабилността на аудио изхода на NVDA, включително за реч и звуци.
de: Das WASAPI ist ein moderneres Audio-Framework, das die Reaktionsfähigkeit, Leistung und Stabilität der Audio-Ausgabe in NVDA, einschließlich Sprachausgabe und Sounds, verbessern kann.
es: WASAPI es un framework de audio más moderno que puede mejorar la respuesta, el rendimiento y la estabilidad de la salida de audio de NVDA, incluyendo la voz y los sonidos.
hr: WASAPI je moderniji standard zvuka koji može poboljšati brzinu, performanse i stabilnost NVDA zvukova, što uključuje govor i NVDA zvukove.
nl: WASAPI is een moderner audio-framework dat potentieel betere response-eigenschappen, prestaties en stabiliteit van de NVDA audiouitvoer biedt, zowel van spraak als klank.
pt_br: WASAPI é uma estrutura de áudio mais moderna que pode melhorar a capacidade de resposta, o desempenho e a estabilidade da saída de áudio do NVDA, incluindo fala e sons.
ru: WASAPI - это более современная аудиосистема, которая может улучшить отзывчивость, производительность и стабильность вывода звука NVDA, включая речь и звуки.
ta: வாஸாப்பி என்பது மிக நவீன ஒலிக் கட்டமைப்பாகும். பேச்சு மற்றும் ஒலிகள் உட்பட என்விடிஏ ஒலி வெளியீட்டின் வினைத்திறன், செயல்திறன் மற்றும் நிலைத்தன்மையை இது மேம்படுத்தலாம்.
zh_tw: WASAPI 是一種更現代的音訊框架，可以提高 NVDA 音訊輸出 (包括語音和音效) 的反應、效能和穩定性，

source: After changing this option, you will need to restart NVDA for the change to take effect.
bg: След като промените тази опция, ще трябва да рестартирате NVDA, за да влезе в сила промяната.
de: Nachdem Sie diese Option geändert haben, müssen Sie NVDA neu starten, damit die Änderung wirksam wird.
es: Después de cambiar esta opción, necesitarás reiniciar NVDA para que el cambio surta efecto.
hr: Nakon što promjenite ovu opciju, morat ćete ponovo pokrenuti NVDA kako bi se promjene primjenile.
nl: Na aanpassing van de optie moet u NVDA opnieuw opstarten om de aanpassing van kracht te laten worden.
pt_br: Após alterar esta opção, você precisará reiniciar o NVDA para que a alteração entre em vigor.
ru: После изменения этого параметра необходимо перезапустить NVDA, чтобы изменения вступили в силу.
ta: இவ்விருப்பத் தேர்வினை மாற்றியமைத்தால், மாற்றத்தை செயலிற்குக் கொண்டுவர, என்விடிஏவை மறுதுவக்க வேண்டும்.
zh_tw: 變更此選項後您需要重新啟動 NVDA 才能使變更生效。

source: Disabling WASAPI will disable the following options:
bg: Изключването на WASAPI ще изключи следните опции:
de: Wenn Sie WASAPI deaktivieren, werden die folgenden Optionen deaktiviert:
es: Deshabilitar WASAPI desactivará las siguientes opciones:
hr: Kada onemogućite WASAPI biti će onemogućene slijedeće opcije:
nl: Met het uitschakelen van WASAPI worden de volgende opties uitgezet:
pt_br: Desabilitar WASAPI desabilitará as seguintes opções:
ru: Отключение WASAPI приведёт к отключению следующих опций:
ta: வாஸாப்பியை முடக்குவது, பின்வரும் விருப்பத் தேர்வுகளை முடக்கும்:
zh_tw: 停用 WASAPI 將會停用下列選項：

source: [Volume of NVDA sounds follows voice volume](#SoundVolumeFollowsVoice)
bg: [Силата на звука на звуците в NVDA следва силата на звука на гласа](#SoundVolumeFollowsVoice)
de: [Lautstärke der NVDA-Sounds folgt der Lautstärke der Stimme](#SoundVolumeFollowsVoice)
es: [El volumen de los sonidos de NVDA sigue al volumen de la voz](#SoundVolumeFollowsVoice)
hr: [Glasnoća NVDA zvukova prati glasnoću drugih zvukova](#SoundVolumeFollowsVoice)
nl: [Volume van NVDA-geluiden volgt stemvolume](#SoundVolumeFollowsVoice)
pt_br: [Volume dos sons do NVDA acompanha volume da voz](#SoundVolumeFollowsVoice)
ru: [Громкость звуков NVDA соответствует громкости речи](#SoundVolumeFollowsVoice)
ta: [குரல் ஒலியளவை என்விடிஏ ஒலிகளின் அளவு பின்தொடரும்](#SoundVolumeFollowsVoice)
zh_tw: [NVDA 音效音量跟隨語音音量](#SoundVolumeFollowsVoice)

source: [Volume of NVDA sounds](#SoundVolume)
bg: [Сила на звука на звуците в NVDA](#SoundVolume)
de: [Lautstärke der NVDA-Sounds](#SoundVolume)
es: [Volumen de los sonidos de NVDA](#SoundVolume)
hr: [Glasnoća NVDA zvukova](#SoundVolume)
nl: [Volume van NVDA-geluiden](#SoundVolume)
pt_br: [Volume dos sons do NVDA](#SoundVolume)
ru: [Громкость звуков NVDA](#SoundVolume)
ta: [என்விடிஏ ஒலிகளின் அளவு](#SoundVolume)
zh_tw: [NVDA 音效音量](#SoundVolume)

source: Debug logging categories
bg: Категории за протоколиране при отстраняване на грешки
de: Kategorien für die Debug-Protokollierung
es: Categorías de registro de depuración
hr: Kategorije zapisivanja
nl: categorieën Debug logging
pt_br: Categorias de log de depuração
ru: Журналируемые категории отладки
ta: வழுநீக்க செயற்குறிப்பேட்டுப் பதிவு வகைமைகள்
zh_tw: 偵錯記錄類別

source: The checkboxes in this list allow you to enable specific categories of debug messages in NVDA's log.
bg: Полетата за отметка в този списък ви позволяват да разрешите определени категории от съобщения за отстраняване на грешки в протокола на NVDA.
de: Mit diesen Kontrollkästchen in dieser Liste können Sie bestimmte Kategorien von Debug-Meldungen im Protokoll von NVDA aktivieren.
es: Las casillas de verificación de esta lista te permiten habilitar categorías específicas de mensajes de depuración en el registro de NVDA.
hr: Potvrdni okviri u ovoj kategoriji omogućuju dodavanje kategorija debugiranja u zapisnik.
nl: Het selectievakje in deze lijst biedt u de mogelijkheid specifieke categorieën debug-meldingen in NVDA's log te activeren.
pt_br: As caixas de seleção nesta lista permitem habilitar categorias específicas de mensagens de depuração no registro do NVDA.
ru: Флажки в этом списке позволяют вам включить определенные категории отладочных сообщений в журнале NVDA.
ta: இந்த வரிசைப் பட்டியலில் காணப்படும் தேர்வுப் பெட்டிகள், குறிப்பிட்ட வழுநீக்கத் தகவல்களை என்விடிஏ செயற்குறிப்பேட்டுப் பதிவில் செயற்படுத்த தங்களை அனுமதிக்கிறது.
zh_tw: 此清單中的核取方塊允許您啟用在 NVDA 事件記錄中偵錯記錄需記錄的特定訊息類別，

source: Logging these messages can result in decreased performance and large log files.
bg: Протоколирането на тези съобщения може да доведе до намаляване на производителността и големи протоколни файлове.
de: Das Protokollieren dieser Nachrichten kann zu Leistungseinbußen und großen Protokolldateien führen.
es: El registro de estos mensajes puede incurrir en un menor rendimiento y en archivos de registro de gran tamaño.
hr: Zapisivanje ovih poruka može prouzročiti pad performansi i velike datoteke zapisnika.
nl: Het loggen van deze meldingen kan de prestatie nadelig beïnvloeden en kan grote logbestanden tot gevolg hebben.
pt_br: Registrar essas mensagens pode resultar em desempenho reduzido e arquivos de log grandes.
ru: Журналирование этих сообщений может привести к снижению производительности и значительному увеличению размера файла журнала NVDA.
ta: இத்தகவல்களை செயற்குறிப்பேட்டில் பதிந்தால், என்விடிஏவின் செயல்திறன் குறைவதோடு, செயற்குறிப்பேட்டுக் கோப்பின் அளவும் பெரிதாகும்.
zh_tw: 記錄這些訊息會導致效能降低及更大的事件記錄檔，

source: Only turn one of these on if specifically instructed to by an NVDA developer e.g. when debugging why a braille display driver is not functioning correctly.
bg: Включвайте която и да е от тези категории само ако е специално указано от разработчик на NVDA (напр. при отстраняване на грешки при неправилно работещ драйвер на брайлов дисплей).
de: Schalten Sie nur eines davon ein, wenn dies von einem NVDA-Entwickler ausdrücklich angeordnet wurde, z. B. beim Debuggen, warum ein Braille-Treiber nicht ordnungsgemäß funktioniert.
es: Activa sólo uno de ellos si un desarrollador de NVDA te ha dado instrucciones específicas, por ejemplo, al depurar por qué un controlador de pantalla braille no está funcionando correctamente.
hr: Uključite iste samo ako vas je na to naveo Programer NVDA razvojnog tima, u slučaju da, na primjer, ne radi brajični redak.
nl: Activeer er pas één als u daar uitdrukkelijk om gevraagd wordt door een ontwikkelaar van NVDA, bijv. bij pogingen te achterhalen wat de oorzaak is dat de driver van een brailleleesregel niet goed werkt.
pt_br: Apenas ligue um destes se for especificamente instruído por um desenvolvedor do NVDA, por exemplo ao depurar porque um controlador — driver — de linha braille não está funcionando corretamente.
ru: Включайте только одну из этих категорий, когда разработчики NVDA вас об этом попросят, например, для отладки некорректной работы брайлевского дисплея.
ta: என்விடிஏ மேம்படுத்துநரால் குறிப்பாக அறிவுறுத்தப்படும்பொழுது மட்டுமே இவைகளில் ஒன்றை செயற்படுத்தவும். எடுத்துக்காட்டாக, சரிவர செயல்படாத ஒரு பிரெயில் காட்சியமைவை சரிசெய்ய மேம்படுத்துநர் வழுநீக்க முயலும்போது, அவர் இதுபோன்று அறிவுறுத்தலாம்.
zh_tw: 只有在 NVDA 開發者特別指示的情況下才開啟其中一個項目，例如要針對點顯器驅動程式異常進行偵錯。

source: Play a sound for logged errors
bg: Просвирвай звук за протоколирани грешки
de: Sound bei protokollierten Fehlern ausgeben
es: Reproducir un sonido para los errores registrados
hr: Reproduciraj zvuk za zapisane greške
nl: Een geluid afspelen voor gelogde fouten
pt_br: Tocar um som para erros registrados
ru: Воспроизводить звук журналируемых ошибок
ta: பதியப்படும் பிழைகளுக்கு ஒலியை எழுப்புக
zh_tw: 記錄到錯誤時播放音效

source: This option allows you to specify if NVDA will play an error sound in case an error is logged.
bg: Тази опция ви позволява да укажете дали NVDA ще възпроизведе звук за грешка, в случай че бъде протоколирана (регистрирана) такава.
de: Mit dieser Option können Sie festlegen, ob NVDA einen Fehlerton wiedergeben soll, falls ein Fehler protokolliert wird.
es: Esta opción permite especificar si NVDA reproducirá un sonido de error en caso de que se registre un error.
hr: Ova opcija omogućuje određivanje hoće li NVDA reproducirati zvuk u slučaju zapisane pogreške.
nl: Met deze optie kunt u instellen of NVDA will een foutmeldingsgeluid afspeelt wanneer er een fout wordt gelogd.
pt_br: Esta opção permite que você especifique se o NVDA irá tocar um som de erro no caso de um erro ser registrado.
ru: Этот комбинированный список позволяет указать, будет ли воспроизводиться звук ошибки при её появлении в журнале NVDA.
ta: ஒரு பிழை பதியப்படும்பொழுது, பிழை ஒலியை என்விடிஏ எழுப்பவேண்டுமா என்பதை வரையறுக்க இவ்விருப்பத் தேர்வு அனுமதிக்கிறது.
zh_tw: 此選項允許您指定 NVDA 是否在錯誤事件被記錄時播放錯誤音效。

source: Choosing Only in test versions (default) makes NVDA play error sounds only if the current NVDA version is a test version (alpha, beta or run from source).
bg: При избирането на „Само в тестовите версии на NVDA“ (по подразбиране), NVDA ще възпроизвежда звук при грешка само ако текущата версия на NVDA е тестова версия (алфа, бета или стартирана директно от кода).
de: Bei Auswahl von "Nur in Testversionen" (Standard) ertönt nur dann ein Sound bei protokollierten Fehlern, wenn die aktuelle NVDA-Version eine Testversion ist (Alpha-, Beta- oder Quellcode).
es: Eligiendo Sólo en versiones de prueba (por defecto) hace que NVDA reproduzca sonidos de error sólo si la versión actual de NVDA es una versión de prueba (alfa, beta o ejecutada desde el código fuente).
hr: Ako izaberete samo u testnim verzijama (podrazumijevano) prouzročit će da će se zvukovi reproducirati samo ako se radi o testnoj verziji (alpha, beta ili ako se pokreće iz izvornog koda).
nl: Door te kiezen voor 'Alleen in testversies (standaard) zorgt u ervoor dat NVDA alleen foutmeldingsgeluiden afspeelt als de op dat moment gebruikte versie van NVDA een testversie is (alpha, beta of 'run from source').
pt_br: Escolher Apenas em versões de teste (padrão) faz com que o NVDA reproduza sons de erro apenas se a versão atual do NVDA for uma versão de teste (alpha, beta ou executado a partir do código fonte).
ru: Выбор "Только в тестовых версиях NVDA" (значение по умолчанию) разрешает воспроизведение звука ошибок только если текущая версия NVDA является тестовой (alpha, beta или запущена из исходного кода).
ta: பரிசோதனைப் பதிப்பில் மட்டும் என்கிற இயல்பிருப்பைத் தேர்வுச் செய்தால், ஆல்ஃபா, பீட்டா மற்றும் மூலத்திலிருந்து இயக்குக ஆகியவை என்விடிஏவின் தற்போதைய பரிசோதனைப் பதிப்பாக இருந்தால் மட்டும் என்விடிஏ பிழை ஒலியை எழுப்பும்.
zh_tw: 選擇「僅限於測試版本」(預設) 時，讓 NVDA 僅在執行測試版本 (alpha、 beta 或從原始程式碼執行) 時播放錯誤音效。

source: Choosing Yes allows to enable error sounds whatever your current NVDA version is.
bg: Избирането на „Да“, позволява да включите звуците за грешки, независимо от текущата ви версия на NVDA.
de: Wenn Sie "Ja" auswählen, können Sie unabhängig von Ihrer aktuellen NVDA-Version die Sounds bei auftretenden Fehlern aktivieren.
es: Eligiendo Sí permite habilitar los sonidos de error cualquiera que sea la versión actual de NVDA.
hr: Ako odaberete da zvukovi će se reproducirati neovisno od verzije NVDA.
nl: Door voor 'Ja" te kiezen krijgt u foutmeldingsgeluiden te horen ongeacht welke versie van NVDA u op dat moment gebruikt.
pt_br: Escolher Sim permite habilitar sons de erro seja qual for a sua versão atual do NVDA.
ru: Выбор "Да" позволяет включить звук ошибок независимо от вашей текущей версии NVDA.
ta: 'ஆம்' என்பதைத் தேர்வுச் செய்தால், என்விடிஏவின் எந்தப் பதிப்பாக இருந்தாலும் பிழை ஒலியை என்விடிஏ எழுப்பும்.
zh_tw: 選擇「是」，則不論您目前使用的 NVDA 版本為何均會播放錯誤音效。

source: Regular expression for text paragraph quick navigation commands
bg: Регулярен израз за командите за бърза навигация по текстови абзаци
de: Reguläre Ausdrücke für Schnellnavigationsbefehle zu Textabsätzen
es: Expresión regular para órdenes de navegación rápida de párrafos de texto
hr: Regularni izraz za kretanje po odlomcima
nl: Reguliere expressie voor tekstalinea sneltoetsnavigatie-commando's
pt_br: Expressão regular para comandos de navegação rápida de parágrafo de texto
ru: Регулярное выражение для команд быстрой навигации по текстовым абзацам
ta: உரைப் பத்தி விரைவு வழிசெலுத்தல் கட்டளைகளுக்கான சுருங்குறித்தொடர்
zh_tw: 用於文字段落導覽的正規表達式

source: This field allows users to customize regular expression for detecting text paragraphs in browse mode.
bg: Това поле позволява на потребителите да персонализират регулярния израз за откриване на текстови абзаци в режим на разглеждане.
de: In diesem Feld können Benutzer reguläre Ausdrücke für die Erkennung von Textabschnitten im Lesemodus anpassen.
es: Este campo permite a los usuarios personalizar la expresión regular para detectar párrafos de texto en modo exploración.
hr: Ovo polje omogućuje prilagođavanje regularnog izraza za otkrivanje odlomka modusu čitanja.
nl: Dit invoerveld stelt de gebruiker in staat reguliere expressies aan te passen om daarmee tekstalinea's te vinden in bladermodus.
pt_br: Este campo permite que os usuários personalizem a expressão regular para detectar parágrafos de texto no modo de navegação.
ru: Это поле позволяет пользователям настроить регулярное выражение для обнаружения текстовых абзацев в режиме просмотра.
ta: உலாவு நிலையில் உரை பத்திகளைக் கண்டறிவதற்கான சுருங்குறித்தொடரைத் தனிப்பயனாக்க இந்தக் களம் பயனர்களை அனுமதிக்கிறது.
zh_tw: 此欄位允許使用者自訂正規表達式以在瀏覽模式下偵測文字段落，
