Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: There are some key commands that are useful when moving with the System focus:
bg: Има някои клавишни команди, които са полезни при навигация с фокуса:
de: Einige nützliche Tastenkombinationen zum Navigieren mit dem System-Fokus sind:
es: Hay algunas órdenes de teclado útiles cuando nos movamos con el foco:
hr: Postoji nekoliko tipkovničkih prečaca koji su korisni za kretanje po objektima:
nl: Enkele toetscommando’s die van pas komen bij het verplaatsen van de systeemfocus:
pt_br: Existem alguns comandos de teclado úteis quando se move com o foco:
ru: Вот некоторые клавиатурные команды, используемые для навигации системным фокусом:
ta: கணினிக் குவிமையத்தில் இருக்கும்பொழுது, பொருட்களினூடாக நகர சில விசைக் கட்டளைகள் உதவுகின்றன.
zh_tw: 以下是幾個用來移動系統焦點很有用的快速鍵：

source: Name |Desktop key |Laptop key |Description
bg: Име |Клавиш от настолната подредба |Клавиш от лаптоп подредбата |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Beschreibung
es: Nombre |tecla escritorio |tecla portátil |Descripción
hr: Naziv |Tipka za stolna računala |Tipka za prijenosna računala |Opis
nl: Naam |Desktoptoets |Laptoptoets |Beschrijving
pt_br: Nome |Tecla de desktop |Tecla de laptop |Descrição
ru: Название |Настольная |Ноутбук |Описание
ta: பெயர் |மேசைக்கணினி விசை |மடிக்கணினி விசை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |說明

source: Report current focus |NVDA+tab |NVDA+tab |announces the current object or control that has the System focus. Pressing twice will spell the information
bg: Докладвай текущия фокус |NVDA+Tab |NVDA+Tab |Съобщава текущия обект или елемент, върху който е фокусът. При двукратно натискане ще спелува тази информация
de: Aktuellen Fokus mitteilen |NVDA+Tab-Taste |NVDA+Tab-Taste |Teilt das aktuell hervorgehobene Objekt mit. Bei zweimal Drücken werden die Informationen buchstabiert
es: Anunciar foco actual |NVDA+tab |NVDA+tab |anuncia el objeto actual o control que tenga el foco del sistema. Pulsando dos veces deletreará la información
hr: Izvijesti o trenutačnom fokusu |NVDA+tabulator |NVDA+tabulator |Izvještava o objektu koji je trenutačno u fokusu. Kad pritisnete dvaput, slovkat će izgovoreno
nl: Huidige focus melden |NVDA+tab |NVDA+tab |laat horen welk object of besturingselement momenteel de focus heeft. Bij tweemaal indrukken wordt informatie gespeld
pt_br: Informar o foco atual |NVDA+tab |NVDA+tab |Anuncia o objeto atual ou controle que tem o foco do sistema. Ao pressionar duas vezes soletrará a informação
ru: Читать текущий фокус |NVDA+Tab |NVDA+Tab |Читает текущий объект или элемент управления в системном фокусе. При быстром двойном нажатии произнесёт эту информацию посимвольно
ta: தற்போதைய குவிமையத்தை அறிவித்திடுக |என்விடிஏ+தத்தல் |என்விடிஏ+தத்தல் |குவிமையத்தில் இருக்கும் பொருளையோ, கட்டுப்பாட்டையோ அறிவிக்கும். இருமுறை அழுத்தினால், தகவலை எழுத்துகளாகப் படிக்கும்
zh_tw: 讀出目前焦點 |NVDA+Tab |NVDA+Tab |讀出目前系統焦點所在的物件或控制項，連按兩下拼讀資訊，連按三下使用字元說明拼讀。

source: Report title |NVDA+t |NVDA+t |Reports the title of the currently active window. Pressing twice will spell the information. Pressing three times will copy it to the clipboard
bg: Докладвай заглавието |NVDA+T |NVDA+T |Съобщава съдържанието на заглавната лента на текущия прозорец. При двукратно натискане ще спелува тази информация. При трикратно натискане ще я копира в клипборда
de: Titelleiste ansagen |NVDA+T |NVDA+T |Liest die Titelleiste der aktuellen Anwendung vor. Bei zweimal Drücken, werden die Informationen buchstabiert. Bei dreimal Drücken wird der Text in die Zwischenablage kopiert. Diese Information wird auch in Braille angezeigt
es: Anunciar título |NVDA+t |NVDA+t |Anuncia el título de la ventana activa actualmente. Pulsando dos veces deletreará la información. Pulsándolo tres veces la copiará al portapapeles
hr: Izvijesti o naslovu |NVDA+t |NVDA+t |Izvještava o naslovu trenutačnog prozora. Kad pritisnete dvaput, NVDA će slovkati izgovoreno. Kad pritisnete triput naslov se kopira u međuspremnik.
nl: Titel/naam melden |NVDA+t |NVDA+t |Laat horen hoe het momenteel actieve venster heet. Bij tweemaal indrukken wordt de informatie gespeld. Bij driemaal indrukken wordt deze naar het klembord gekopieerd.
pt_br: Anunciar o título |NVDA+t |NVDA+t |Anuncia o título da janela atualmente em execução. Ao pressionar duas vezes soletrará a informação. Três vezes copiará o conteúdo para a área de transferência
ru: Читать заголовок |NVDA+T |NVDA+T |читает заголовок активного окна. Двойное нажатие произнесёт эту информацию посимвольно. Тройное нажатие скопирует эту информацию в буфер обмена
ta: தலைப்பை அறிவித்திடுக |என்விடிஏ+t |என்விடிஏ+t |முன்னணியில் இருக்கும் சாளரத்தின் தலைப்பைப் படிக்கும். இருமுறை அழுத்தினால், தலைப்பை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், தலைப்பைப் பிடிப்புப்பலகைக்குப் படியெடுக்கும்
zh_tw: 讀出視窗標題 |NVDA+t |NVDA+t |讀出目前作用中的視窗標題，連按兩下拼讀標題，連按三下複製標題到剪貼簿。

source: Read active window |NVDA+b |NVDA+b |reads all the controls in the currently active window (useful for dialogs)
bg: Прочети активния прозорец |NVDA+B |NVDA+B |Прочита всички елементи на текущия прозорец (полезно при диалогови прозорци)
de: Aktives Fenster vorlesen |NVDA+B |NVDA+B |Liest alle Steuerelemente im aktiven Fenster vor (hilfreich für Dialogfelder).
es: Leer la ventana activa |NVDA+b |NVDA+b |lee todos los controles en la ventana actualmente activa (útil para diálogos)
hr: Pročitaj trenutačni prozor |NVDA+b |NVDA+b |Čita sve kontrole u trenutačno aktivnom prozoru (korisno za dijaloške okvire)
nl: Actieve venster voorlezen |NVDA+b |NVDA+b |Leest de inhoud (knoppen, vervolgkeuzenenu’s,selectievakjes, etc.) voor. Handig voor dialoogvensters
pt_br: Ler janela ativa |NVDA+b |NVDA+b |Lê todos os controles na janela atual em execução (muito útil para diálogos)
ru: Читать активное окно |NVDA+B |NVDA+B |Читает все элементы управления в активном окне (полезно для диалоговых окон)
ta: இயக்கத்திலிருக்கும் சாளரத்தை அறிவித்திடுக |என்விடிஏ+b |என்விடிஏ+b |இயக்கத்திலிருக்கும் சாளரத்தின் உரைகளையும், கட்டுப்பாட்டுப் பொருட்களையும் அறிவிக்கும்
zh_tw: 讀出作用中的視窗內容 |NVDA+b |NVDA+b |讀出目前作用中視窗所有的控制項 (對於對話框很有用)。

source: Report Status Bar |NVDA+end |NVDA+shift+end |Reports the Status Bar if NVDA finds one. Pressing twice will spell the information. Pressing three times will copy it to the clipboard
bg: Докладвай лентата на състоянието |NVDA+End |NVDA+Shift+End |Докладва лентата на състоянието, ако NVDA намери такава. Двукратно натискане ще спелува тази информация. Трикратно натискане ще я копира в клипборда.
de: Statuszeile mitteilen |NVDA+Ende |NVDA+Umschalt+Ende |Liest die Statusleiste vor, falls vorhanden. Durch zweimaliges Drücken werden die Informationen buchstabiert. Durch dreimaliges Drücken werden die Informationen in die Zwischenablage kopiert
es: Anunciar Barra de Estado |NVDA+fin |NVDA+shift+fin |Anuncia la barra de estado si NVDA encuentra una. Pulsándola dos veces deletreará la información. Pulsándola tres veces la copiará al portapapeles
hr: Izvijesti o traci stanja |NVDA+end |NVDA+šift+end |Izvještava o traci stanja, ako je NVDA pronađe. Kad se pritisne dvaput, informacije na traci stanja se slovkaju, a kad se pritisne triput, kopiraju se u međuspremnik.
nl: Statusbalk voorlezen |NVDA+End |NVDA+Shift+End |Leest de statusbalk als NVDA deze kan vinden. Bij tweemaal indrukken wordt de informatie gespeld. Driemaal drukken zorgt ervoor dat deze naar het klembord wordt gekopieerd.
pt_br: Ler a Barra de Status |NVDA+end |NVDA+shift+end |Lê a barra de status caso o NVDA a encontre. Pressionando-se duas vezes, soletrará a informação. Pressionando três vezes copiará para a área de transferência
ru: Читать строку состояния |NVDA+End |NVDA+Shift+End |Читает строку состояния при её обнаружении. При двойном быстром нажатии, информация будет прочитана по символам. Тройное нажатие скопирует эту информацию в буфер обмена
ta: நிலைப் பட்டையை அறிவித்திடுக |என்விடிஏ+முடிவு |என்விடிஏ+மாற்றழுத்தி+முடிவு |நிலைப் பட்டை இருந்தால், அதைப் படிக்கும். இருமுறை அழுத்தினால், தகவலை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், தகவலை பிடிப்புப் பலகைக்குப் படியெடுக்கும்
zh_tw: 讀出狀態列 |NVDA+End |NVDA+Shift+End |如果 NVDA 找到狀態列則讀出，連按兩下拼讀資訊，連按三下複製內容到剪貼簿。

source: Report Shortcut Key |`shift+numpad2` |`NVDA+control+shift+.` |Reports the shortcut (accelerator) key of the currently focused object
bg: Докладване на клавиша за бърз достъп |`Shift+2 от цифровия блок` |`NVDA+Control+Shift+Точка` |Докладва клавиша за бърз достъп (ускорителя) на текущо фокусирания обект
de: Kurztaste mitteilen |`Umschalt+Nummernblock 2` |`NVDA+Strg+Umschalt+Punkt` |Gibt das Tastenkürzel (Taste) des aktuell fokussierten Objekts aus
es: Anunciar tecla de acceso directo |`shift+2 del teclado numérico` |`NVDA+control+shift+.` |Anuncia la tecla de acceso directo (aceleradora) del elemento actualmente enfocado
hr: pročitaj tipkovnički prečac |`shift+numerički2` |`NVDA+control+shift+.` |Izgovara tipkovnički prečac aktivnog NVDA objekta
nl: Sneltoets melden |`shift+numpad2` |`NVDA+control+shift+.` |Meldt de sneltoets voor het object dat momenteel de focus heeft
pt_br: Relatar Tecla de Atalho |`shift+2 do teclado numérico` |`NVDA+control+shift+.` |Informa a tecla de atalho (acelerador) do objeto atualmente focalizado
ru: Читать комбинацию клавиш |`shift+numpad2` |`NVDA+control+shift+.` |Сообщает комбинацию быстрых клавиш (ускоритель) текущего объекта в фокусе
ta: குறுக்குவிசையை அறிவித்திடுக |`மாற்றழுத்தி+எண் திட்டு 2` |`என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+.` |தற்பொழுது குவிமையத்தில் இருக்கும் பொருளின் குறுக்குவிசையை (முடுக்கியை) அறிவித்திடும்
zh_tw: 讀出便捷鍵 |Shift+數字鍵盤2 |NVDA+Ctrl+Shift+. |讀出目前焦點物件的便捷健 (快速鍵)

source: Navigating with the System Caret
bg: Навигиране с каретката
de: Mit dem System-Cursor navigieren
es: Navegar con el Cursor del Sistema
hr: Kretanje pomoću kursora sustava
nl: Navigeren met de systeemcursor
pt_br: Navegando com o Cursor do Sistema
ru: Навигация системной кареткой
ta: கணினிச் சுட்டியுடன் வழிசெலுத்தல்
zh_tw: 系統游標導覽

source: When an [object](#Objects) that allows navigation and/or editing of text is [focused](#SystemFocus), you can move through the text using the system caret, also known as the edit cursor.
bg: Когато [обектът](#Objects), който позволява придвижване и/или редактиране на текст, е [на фокус](#SystemFocus), може да се придвижвате в текста с каретката, известна още като курсор за редактиране.
de: Wenn ein [Objekt](#Objects) den [Fokus](#SystemFocus) hat, welches das Bearbeiten von Text erlaubt, können Sie sich mit Hilfe des System-Cursors durch dessen Inhalt bewegen. Der System-Cursor wird in diesem Zusammenhang oft auch als Einfügemarke bezeichnet.
es: Cuando un [objeto](#Objects) que permite navegación y/o edición de texto se [enfoca](#SystemFocus), puedes moverte a través del texto utilizando el cursor del sistema, también conocido como el cursor de edición.
hr: Kad je [objekt](#Objects) koji omogućuje kretanje i-ili uređivanje teksta [u fokusu](#SystemFocus), možete se kretati po tekstu koristeći kursor sustava, također poznat kao kursor uređivanja.
nl: Wanneer er een [object](#Objects) [focusheeft is](#SystemFocus) waarmee tekst gelezen kan worden of bewerkt kan worden, kunt u de systeemcursor gebruiken om door de tekst te navigeren. De systeemcursor wordt ook wel de tekstcursor genoemd.
pt_br: Quando um [objeto](#Objects) que permite navegação e/ou edição de texto é [focalizado](#SystemFocus), você pode mover-se pelo texto usando o cursor do sistema, também conhecido como cursor de edição.
ru: Когда [объект](#Objects), в котором возможна навигация и/или редактирование текста, содержит [фокус](#SystemFocus), вы можете перемещаться по тексту, используя системную каретку, также известную как текстовый курсор.
ta: வழிசெலுத்தல், தொகுத்தல் போன்ற செயல்களை ஆதரிக்கும் [பொருட்கள்](#Objects) [குவிமையத்தில்](#SystemFocus) இருக்கும்பொழுது, அப்பொருட்களினுள் இருக்கும் உரையினூடே தொகுச் சுட்டி என்றும் அழைக்கப்படும் கணினிச் சுட்டியைக் கொண்டு நகரலாம்.
zh_tw: 當[焦點](#SystemFocus)在一個可導覽 及/或 可編輯文字的[物件](#Objects)上，您可以利用系統游標 (也稱為編輯游標) 在文字間移動。

source: When the focus is on an object that has the system caret, you can use the arrow keys, page up, page down, home, end, etc. to move through the text.
bg: Когато фокусът е върху обект, който съдържа каретка, може да използвате стрелките, бутоните Page Up, Page Down, Home, End, и т.н., за да се придвижвате в текста.
de: Sie können in diesem Fall die Pfeiltasten, Bild Auf, Bild Ab, Pos1, Ende, etc. verwenden, um durch den Text zu navigieren.
es: Cuando el foco esté sobre un objeto que tenga el cursor del sistema, puedes utilizar las teclas de cursor, retroceso de página, avance de página, inicio, fin, etc. para moverte a través del texto.
hr: Kad je objekt koji ima kursor sustava u fokusu, možete koristiti strelice, pejdž ap, pejdž daun, houm, end, itd, da biste se kretali po tekstu.
nl: Als een object met de systeemcursor is gefocusseerd, kunt u de pijltoetsen, pageUp, pageDown, home, end, etc gebruiken om door de tekst te navigeren.
pt_br: Quando o foco está sobre um objeto que tem o cursor do sistema, pode usar as setas, page up, page down, home, end, etc. para mover-se ao longo do texto.
ru: Когда в фокусе находится объект, содержащий системную каретку, для перемещения по тексту вы можете воспользоваться клавишами PageUp, PageDown, Home, End, и т. д.
ta: கணினிச் சுட்டியைக் கொண்டுள்ள பொருள் குவிமையத்தில் இருக்கும்பொழுது, அப்பொருளினுள் இருக்கும் உரையிநூடே நகர, அம்பு, பக்கம் மேல், பக்கம் கீழ், தொடக்கம், முடிவு போன்ற விசைகளைப் பயன்படுத்தலாம்.
zh_tw: 當焦點位在一個有系統游標的物件上，您可以按方向鍵、Page Up、Page Down、Home、End 等按鍵在文字間移動，

source: You can also change the text if the control supports editing.
bg: Може също и да променяте текста, ако обектът поддържа редактиране.
de: Falls das Steuerelement eine Bearbeitung zulässt, können Sie auch den Text verändern.
es: También puedes cambiar el texto si el control admite la edición.
hr: Možete promjeniti tekst, ako kontrola podržava uređivanje.
nl: U kunt de tekst ook wijzigen als het object het wijzigen van tekst ondersteunt.
pt_br: Pode também alterar o texto se o controle permitir edição.
ru: Вы также можете изменять текст, если элемент управления поддерживает редактирование.
ta: குவிமையத்தில் இருக்கும் பொருள் தொகு களமாக இருந்தால், அதனுள் இருக்கும் உரையைத் திருத்தலாம்.
zh_tw: 若控制項有支援編輯功能的話您也可以改變其內的文字，

source: NVDA will announce as you move by character, word and line, and will also announce as you select and unselect text.
bg: NVDA ще съобщава когато се придвижвате по символи, думи и редове, а също и при маркиране и отмаркиране на текст.
de: NVDA wird hierbei jedes Zeichen, jedes Wort oder auch jede Zeile ansagen, wenn Sie sich durch das Eingabefeld bewegen, Text markieren oder die Markierung aufheben.
es: NVDA anunciará a medida que te muevas por carácteres, palabras, líneas, y también anunciará la selección y no selección de texto.
hr: NVDA će vas obavještavati o kretanju po znakovima, riječima i redcima te o označavanju i odznačavanju teksta.
nl: NVDA meldt of u navigeert per teken, woord of regel. Ook wordt het selecteren en het ongedaan maken van de selectie gemeld.
pt_br: O NVDA anunciará enquanto você se move por Caractere, palavra, linha e também informará quando um texto for selecionado ou desselecionado.
ru: NVDA озвучивает ваши перемещения по символам, по словам, по строкам, а также будет озвучивать при выделение и снятие выделения текста.
ta: உரையினூடே வரியுருக்களாகவோ, சொற்களாகவோ, வரிகளாகவோ நகரும்பொழுதும், தெரிவு, அல்லது தெரிவு நீக்கம் செய்யும்பொழுதும் என்விடிஏ அறிவிக்கும்.
zh_tw: 當您逐一字元、單字、逐行移動，或者選取文字、取消選取文字時 NVDA 都會讀出來。

source: NVDA provides the following key commands in relation to the system caret:
bg: NVDA предоставя следните клавишни команди, отнасящи се до каретката:
de: Folgende Tastenkombinationen stehen im Zusammenhang mit dem System-Cursor zur Verfügung:
es: NVDA proporciona las siguientes teclas de órdenes en relación al cursor del sistema:
hr: NVDA omogućuje korištenje sljedećih prečaca u svezi s kursorom sustava:
nl: U kunt de volgende NVDA-toetscommando's gebruiken om met de textcursor te navigeren:
pt_br: Este leitor de telas fornece os seguintes comandos em relação ao cursor do sistema:
ru: Для работы с системной кареткой используются следующие клавиатурные команды NVDA:
ta: கணினிச் சுட்டித் தொடர்பாக கீழ் கண்ட விசைக் கட்டளைகளை என்விடிஏ அளிக்கிறது:
zh_tw: 與系統游標相關的 NVDA 快速鍵如下：

source: Name |Desktop key |Laptop key |Description
bg: Име |Клавиш от настолната подредба |Клавиш от лаптоп подредбата |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Beschreibung
es: Nombre |Tecla escritorio |Tecla portátil |Descripción
hr: Naziv |Tipka za stolna računala |Tipka za prijenosna računala |Opis
nl: Naam |Desktoptoets |Laptoptoets |Beschrijving
pt_br: Nome |Tecla de desktop |Tecla de laptop |Descrição
ru: Название |Настольная |Ноутбук |Описание
ta: பெயர் |மேசைக்கணினி விசை |மடிக்கணினி விசை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |說明

source: Say all |NVDA+downArrow |NVDA+a |Starts reading from the current position of the system caret, moving it along as it goes
bg: Кажи всичко |NVDA+Стрелка надолу |NVDA+A |Чете от курсора до края на текста, като едновременно движи и каретката
de: Alles vorlesen |NVDA+Pfeiltaste nach unten |NVDA+A |Liest von der aktuellen Position des System-Cursors bis zum Textende und zieht dabei den System-Cursor mit
es: Leer todo |NVDA+Flecha Abajo |NVDA+a |Comienza la lectura desde la posición actual del cursor del sistema, moviéndolo según se desplaza
hr: Izgovori sve |NVDA+strelicaDolje |NVDA+a |Čita od trenutačne pozicije kursora sustava, pomičući ga dok se kreće
nl: Alles voorlezen |NVDA+pijl omlaag |NVDA+a |Voorlezen starten vanaf de huidige positie van de tekstcursor die tijdens het lezen wordt verplaatst.
pt_br: Leitura contínua |NVDA+seta para baixo |NVDA+a |Inicia a leitura a partir da posição atual do cursor do sistema, movendo-o pelo texto
ru: Читать всё |NVDA+↓ |NVDA+A |Начинает читать с текущей позиции каретки, перемещая её при чтении
ta: எல்லாம் படித்திடுக |என்விடிஏ+கீழம்பு |என்விடிஏ+a |கணினிச் சுட்டி இருக்குமிடத்திலிருந்து ஆவணத்தை முழுமையாகப் படிக்கும். அப்படிப் படிக்கும்பொழுது, கணினிச் சுட்டியும் உடன் நகரும்
zh_tw: 讀出全部 |NVDA+向下鍵 |NVDA+a |從系統游標目前位置開始讀出，游標跟隨移動

source: Read current line |NVDA+upArrow |NVDA+l |Reads the line where the system caret is currently situated. Pressing twice spells the line. Pressing three times spells the line using character descriptions.
bg: Прочети текущия ред |NVDA+Стрелка нагоре |NVDA+L |Прочита реда под курсора. При двукратно натискане го спелува. При трикратно натискане спелува реда като ползва описания на символите.
de: Aktuelle Zeile vorlesen |NVDA+Pfeiltaste nach oben |NVDA+L |Liest die Zeile, auf der sich der System-Cursor befindet. Wird diese Tastenkombination zweimal gedrückt, wird die Zeile buchstabiert, wird die Tastenkombination 3-mal gedrückt, wird die Zeile phonetisch buchstabiert.
es: Leer línea actual |NVDA+Flecha Arriba |NVDA+l |Lee la línea donde esté situado actualmente el cursor del sistema. Pulsando dos veces deletrea la línea. Pulsando tres veces deletrea la línea utilizando descripciones de caracteres.
hr: Čitaj trenutačni redak |NVDA+strelicaGore |NVDA+l |Čita trenutačni redak gdje je kursor sustava pozicioniran. Kad se pritisne dvaput, NVDA slovka taj redak. Kad se pritisne tri puta, NVDA slovka redak fonetski.
nl: Deze regel lezen |NVDA+pijl omhoog |NVDA+l |Hiermee wordt de regel waarin de tekstcursor zich momenteel bevindt voorgelezen. Bij tweemaal drukken wordt regel gespeld. bij driemaal drukken wordt regel gespeld met gebruikmaking van spellingsalfabet.
pt_br: Ler linha atual |NVDA+seta para cima |NVDA+l |Lê a linha onde o cursor do sistema está posicionado atualmente. Ao pressionar duas vezes soletra a linha. Pressionando-se três vezes, soletra-a usando descrições de caracteres.
ru: Читать текущую строку |NVDA+↑ |NVDA+L |Читает строку на которой находится системная каретка. При двойном нажатии строка читается посимвольно. При тройном нажатии читается фонетическое описание каждого символа.
ta: தற்போதைய வரியைப் படித்திடுக |என்விடிஏ+மேலம்பு |என்விடிஏ+l |கணினிச் சுட்டி இருக்கும் வரியைப் படிக்கும். இருமுறை அழுத்தினால், வரியை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், வரியை எழுத்து விளக்கங்களைக் கொண்டு படிக்கும்.
zh_tw: 讀出游標所在行 |NVDA+向上鍵 |NVDA+l |讀出游標所在的一行，連按兩下拼讀整行，連按三下使用字元說明拼讀整行。

source: Read current text selection |NVDA+Shift+upArrow |NVDA+shift+s |Reads any currently selected text
bg: Прочети текущо маркирания текст |NVDA+Shift+Стрелка нагоре |NVDA+Shift+S |Прочита всеки текущо маркиран текст
de: Markierten Text vorlesen |NVDA+Umschalt+Pfeiltaste nach oben |NVDA+Umschalt+S |Liest den markierten Text vor, sofern vorhanden
es: Leer la selección de texto actual |NVDA+Shift+Flecha Arriba |NVDA+shift+s |Lee cualquier texto seleccionado actualmente
hr: Čitaj trenutačno označeni tekst |NVDA+šift+strelicaGore |NVDA+šift+s |Čita bilo koji trenutačno označen tekst
nl: Geselecteerde tekst lezen |NVDA+Shift+pijl omhoog |NVDA+Shift+s |Hiermee wordt geselecteerde tekst voorgelezen.
pt_br: Ler texto atualmente selecionado |NVDA+Shift+seta para cima |NVDA+shift+s |Lê qualquer texto selecionado atualmente
ru: Читать выделенный текст |NVDA+Shift+↑ |NVDA+Shift+S |Читает выделенный текст
ta: தெரிவாகியுள்ள உரையைப் படித்திடுக |என்விடிஏ+மாற்றழுத்தி+மேலம்பு |என்விடிஏ+மாற்றழுத்தி+s |தற்பொழுது தெரிவாகியிருக்கும் உரையைப் படிக்கும்
zh_tw: 讀出選取文字 |NVDA+Shift+向上鍵 |NVDA+Shift+S |讀出目前已選取的文字。

source: Report text formatting |NVDA+f |NVDA+f |Reports the formatting of the text where the caret is currently situated. Pressing twice shows the information in browse mode
bg: Докладване на форматирането на текста |NVDA+F |NVDA+F |Докладва форматирането на текста на местоположението на каретката. Двукратното натискане показва информацията в режим на разглеждане.
de: Textformatierungen mitteilen |NVDA+F |NVDA+F |Gibt die Textformatierungen unter dem System-Cursor aus. Bei zweimal Drücken werden diese Informationen im Lesemodus angezeigt
es: Anunciar formato de texto |NVDA+f |NVDA+f |Anuncia el formato del texto donde esté situado actualmente el cursor. Pulsando dos veces muestra la información en el modo Exploración
hr: Izvijesti o oblikovanju teksta |NVDA+f |NVDA+f |Izgovara svojstva oblikovanja teksta na mjestu gdje se kursor sustava nalazi. Kada se pritisne dva put pokazuje informaciju u modusu čitanja
nl: Tekstopmaak melden |NVDA+f |NVDA+f |Meldt de opmaakkenmerken van de tekst op de huidige cursorpositie. Bij tweemaal drukken wordt de informatie weergegeven in bladermodus.
pt_br: Informar formatação de texto |NVDA+f |NVDA+f |Informa a formatação do texto onde o cursor está localizado atualmente. Pressionar duas vezes mostra as informações no modo de navegação
ru: Сообщить форматирование текста |NVDA+F |NVDA+F |Сообщает информацию о форматировании текста в текущей позиции системной каретки. При двойном нажатии открывает её в отдельном окне с режимом обзора
ta: உரை வடிவூட்டத்தை அறிவித்திடுக |என்விடிஏ+f |என்விடிஏ+f |கணினிச் சுட்டியின் தற்போதைய நிலையில் இருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடும். இரு முறை அழுத்தினால், தகவலை உலாவும் நிலையில் காட்டிடும்.
zh_tw: 讀出文字格式 |NVDA+F |NVDA+F |讀出游標所在的文字格式，按兩下以瀏覽模式顯示資訊
