Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Only where necessary: where the Microsoft Word object model is not available at all
bg: Само при необходимост: Където обектният модел на Microsoft Word изобщо не е наличен
de: Nur bei Bedarf: Wenn das ältere Objektmodell in Microsoft Word überhaupt nicht verfügbar ist
es: Sólo cuando sea necesario: cuando el modelo de objetos de Microsoft Word no esté disponible en absoluto
hr: Samo kada je to potrebno: Tamo gdje Microsoft Wordov model objekata nije dostupan sasvim
nl: Alleen voor zover nodig: daar waar het Microsoft Word object-model in het geheel niet beschikbaar is
pt_br: Apenas quando necessário: onde o modelo de objeto do Microsoft Word não estiver disponível
ru: Только при необходимости: когда объектная модель Microsoft Word вообще недоступна
ta: தேவைப்படும் இடங்களில் மட்டும்: மைக்ரோசாஃப்ட் வேர் பொருள் மாதிரி இல்லவே இல்லாத இடங்களில்
zh_tw: 必要時使用：當 Microsoft Word 物件模型完全不可用時。

source: Where suitable: Microsoft Word version 16.0.15000 or higher, or where the Microsoft Word object model is unavailable
bg: Където е подходящо: Microsoft Word версия 16.0.15000 и по-нови, или където обектният модел на Microsoft Word не е наличен
de: Sofern geeignet: Microsoft Word Version 16.0.15000 oder neuer, oder wenn das ältere Objektmodell in Microsoft Word gar nicht verfügbar ist
es: Cuando sea adecuado: Microsoft Word version 16.0.15000 o posteriores, o cuando no esté disponible el modelo de objetos de Microsoft Word
hr: Gdje je to potrebno: Microsoft Word inačica 16.0.15000 ili novija, ili ako Microsoft Word model objekata nije dostupan
nl: Waar toepasselijk: Microsoft Word versie 16.0.15000 of hoger, of waar het Microsoft Word object-model niet beschikbaar is
pt_br: Onde apropriado: Microsoft Word versão 16.0.15000 ou superior, ou onde o modelo de objeto do Microsoft Word não está disponível
ru: Если допустимо: Microsoft Word версии 16.0.15000 или выше, или там, где объектная модель Microsoft Word недоступна
ta: பொருந்தும் இடங்களில்: மைக்ரோசாஃப்ட் வேர்ட் பதிப்பு 16.0.15000, அல்லது அதற்கும் பிறகான பதிப்புகள், அல்லது மைக்ரோசாஃப்ட் வேர்ட் பொருள் மாதிரி இல்லாதபொழுது
zh_tw: 相應情況下使用：Microsoft Word 版本 16.0.15000 或以上版本，或當 Microsoft Word 物件模型無法使用時。

source: Always: where ever UI automation is available in Microsoft word (no matter how complete).
bg: Винаги: Навсякъде, където UI Automation е налична в Microsoft Word (без значение колко пълна).
de: Immer: Wo auch immer UIA in Microsoft Word verfügbar ist (unabhängig davon, wie es funktioniert).
es: Siempre: cuando la UI automation esté disponible en Microsoft word (sin importar cuán completa sea).
hr: Svugdje: Gdjegod da je UI automation dostupan u Microsoft wordu (bez obzira na kompletnost).
nl: Altijd: steeds waar over UI automation beschikt kan worden in Microsoft word (ongeacht de mate waarin).
pt_br: Sempre: sempre que a UI automation estiver disponível no Microsoft Word (não importa o quão completo).
ru: Всегда: там, где автоматизация пользовательского интерфейса доступна в Microsoft Word (независимо от степени полноты).
ta: எப்பொழுதும்: மைக்ரோசாஃப்ட் வேர்டில் பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் கிடைப்பிலிருக்கும் இடங்களில் (எந்த அளவுக்கு முழுமையாக உள்ளது என்பது பொருட்டல்ல)
zh_tw: 總是使用：無論 UI automation 在 Microsoft word 是否可用 (無論其完整性)。

source: Use UI automation to access Microsoft Excel spreadsheet controls when available
bg: Използвай UI Automation за получаване на достъп до контролите в електронни таблици на Microsoft Excel, когато е налично
de: UIA verwenden, um auf die Steuerelemente in Tabellen in Microsoft Excel zuzugreifen, sofern verfügbar
es: Utilizar UI automation para acceder a controles en hojas de cálculo de Microsoft Excel cuando esté disponible
hr: Koristi UI automation za pristup Excel proračunskim tablicama kada je to moguće
nl: UI automation gebruiken voor toegang tot Microsoft Excel spreadsheet-besturingselementen indien beschikbaar
pt_br: Usar UI automation para acessar controles de planilha no Microsoft Excel quando disponível
ru: Использовать UI Automation для доступа к таблицам Microsoft Excel (если возможно)
ta: மைக்ரோசாஃப்ட் எக்ஸெல் விரிதாள் கட்டுப்பாடுகளை அணுக, இடைமுகப்பு தன்னியக்கமாக்கலை கிடைப்பிலிருந்தால் பயன்படுத்துக
zh_tw: 使用 UI Automation 取用 Microsoft Excel 工作表控制項 (若可用)

source: When this option is enabled, NVDA will try to use the Microsoft UI Automation accessibility API in order to fetch information from Microsoft Excel Spreadsheet controls.
bg: Когато тази опция е включена, NVDA ще се опита да използва ППИ за достъпност на Microsoft UI Automation, за да извлече информация от контролите в таблици на Microsoft Excel.
de: Wenn diese Option aktiviert ist, versucht NVDA, die Microsoft UIA-API für Barrierefreiheit zu verwenden, um Informationen aus den Steuerelementen von Microsoft Excel-Tabellen abzurufen.
es: Cuando esta opción está activada, NVDA intentará utilizar la API de accesibilidad Microsoft UI Automation para obtener información de los controles de las hojas de cálculo de Microsoft Excel.
hr: Kada je ova opcija omogućena, NVDA će probati koristiti Microsoft UI Automation API za pristupačnost kako bi izvlačio informacije iz kontrola proračunskih tablica Microsoft Excela.
nl: Wanneer deze optie is ingeschakeld zal NVDA proberen de Microsoft UI Automation accessibility API te gebruiken om informatie op te halen uit Microsoft Excel Spreadsheet-besturingselementen.
pt_br: Quando esta opção estiver habilitada, o NVDA tentará usar a API de acessibilidade do Microsoft UI Automation — Automação de Interface do Usuário — para buscar informações dos controles da planilha do Microsoft Excel.
ru: Если этот флажок установлен, то NVDA будет пытаться использовать Microsoft UI Automation accessibility API для получения информации об элементах управления в таблицах Microsoft Excel.
ta: இவ்விருப்பத் தேர்வு முடுக்கப்பட்டிருந்தால், மைக்ரோசாஃப்ட் எக்ஸெல் விரிதாள் கட்டுப்பாடுகளிலிருந்து தகவல்களைப் பெற, பயனர் இடைமுகப்பு தன்னியக்கமாக்கலின் API அணுகலைப் பயன்படுத்த என்விடிஏ முயலும்.
zh_tw: 當啟用此選項，NVDA 會嘗試使用 Microsoft UI Automation 輔助功能 API 從 Microsoft Excel 工作表控制項獲取資訊，

source: This is an experimental feature, and some features of Microsoft Excel may not be available in this mode.
bg: Това е експериментална функция и някои функции на Microsoft Excel може да не са налични в този режим.
de: Dies ist eine experimentelle Funktion, und einige Funktionen von Microsoft Excel sind in diesem Modus möglicherweise nicht verfügbar.
es: Esta es una funcionalidad experimental y algunas características de Microsoft Excel pueden no estar disponibles en este modo.
hr: To je eksperimentalna funkcija, i neke značajke Microsoft Excela mogu biti nedostupne koristeći taj modus.
nl: Deze toepassing is in een experimentele fase, en sommige mogelijkheden van Microsoft Excel zijn wellicht niet beschikbaar in deze modus.
pt_br: Esta é uma funcionalidade experimental e alguns recursos do Microsoft Excel podem não estar disponíveis neste modo.
ru: Это экспериментальная настройка, и некоторые возможности Microsoft Excel могут быть недоступны в этом режиме.
ta: இது பரிசோதனை நிலையில் இருப்பதால், மைக்ரோசாஃப்ட் எக்ஸெலின் சில சிறப்புக்கூறுகள் இந்நிலையில் கிடைப்பிலிருக்காது.
zh_tw: 此為實驗性功能，在此模式下有些 Microsoft Excel 的功能無法使用，

source: For instance, NVDA's Elements List for listing formulas and comments, and Browse mode quick navigation to jump to form fields on a spreadsheet features are not available.
bg: Например списъкът с елементи на NVDA за извеждане на формулите и коментарите и бързата навигация в режим на разглеждане за преминаване към формулярите в електронната таблица, не са налични.
de: So sind beispielsweise die Liste der Elemente in NVDA zum Auflisten von Formeln und Kommentaren und die Schnellnavigation im Lesemodus zum Springen zu Formularfeldern in einer Kalkulationstabelle nicht verfügbar.
es: Por ejemplo, las características de la Lista de Elementos de NVDA para enumerar fórmulas y comentarios y la tecla rápida de navegación del modo Exploración saltar campos de formulario en una hoja de cálculo no están disponibles.
hr: Na primjer, NVDA popis elemenata za popisivanje formula i komentara, i i brzo kretanje u modusu čitanje za preskakanje na polja obrazaca u proračunskoj tablici.
nl: Zo is bijv. de Elementenlijst van NVDA voor het opsommen van formules en opmerkingen niet beschikbaar. Dit geldt ook voor de Bladermodus snelnavigatieoptie om naar formuliervelden te springen op een spreadsheet (rekenblad).
pt_br: Por exemplo, a Lista de Elementos do NVDA para listar fórmulas e comentários e a navegação rápida no modo de navegação para pular para os campos de formulário numa planilha não estão disponíveis.
ru: Например, диалог NVDA со списком элементов, содержащее формулы и примечания, а также быстрая навигация в режиме обзора для удобного перехода между полями форм на листе — недоступны при включении этой опции.
ta: எடுத்துக்காட்டாக, சூத்திரங்களையும், கருத்துரைகளையும் பட்டியலிடும் என்விடிஏவின் கூறுகளின் பட்டியல், விரிதாளில் இருக்கும் படிவக்களங்களுக்கிடையே நகரப் பயன்படுத்தப்படும் உலாவு நிலை ஒற்றையெழுத்து வழிசெலுத்தல் போன்றவை கிடைப்பிலிருக்காது.
zh_tw: 例如在 NVDA 的項目清單中列出公式和附註，在瀏覽模式中使用單鍵導覽跳到表單欄位等功能會無法使用，

source: However, for basic spreadsheet navigating / editing, this option may provide a vast performance improvement.
bg: За базово навигиране/редактиране в електронни таблици обаче тази опция може да осигури значително подобряване на производителността.
de: Für die einfache Navigation und Bearbeitung von Tabellenkalkulationen kann diese Option jedoch eine enorme Leistungsverbesserung bedeuten.
es: Sin embargo, para la navegación y edición básica de las hojas de cálculo, esta opción puede proporcionar una gran mejora de rendimiento.
hr: Međutim, prilikom osnovnog kretanja po proračunskoj tablici ili uređivanja , ova opcija može donijeti značajno unapređenje u performansama.
nl: Voor zover het gaat om navigeren in / werken met spreadsheets op een meer elementair niveau kan deze optie echter een enorme prestatieverbetering opleveren.
pt_br: No entanto, para navegação / edição básica de planilhas, esta opção pode fornecer uma grande melhoria de desempenho.
ru: Однако, при базовой навигации или редактировании таблицы, включение этой опции может обеспечить значительный прирост производительности.
ta: ஆனால், அடிப்படை விரிதாள் வழிசெலுத்தல்/தொகுத்தல் செயல்களுக்கு, செயல்திறனில் பெருமளவு முன்னேற்றத்தை இவ்விருப்பத் தேர்வு ஏர்படுத்தும்.
zh_tw: 然而對於基本的工作表導覽及編輯，此選項可以提供最佳的效能改善。

source: We still do not recommend that the majority of users turn this on by default, though we do welcome users of Microsoft Excel build 16.0.13522.10000 or higher to test this feature and provide feedback.
bg: Все още не препоръчваме повечето потребители да включват това по подразбиране, но насърчаваме потребителите на Microsoft Excel компилация 16.0.13522.10000 или по-нова версия да тестват тази функция и да предоставят обратна връзка.
de: Es wird nach wie vor nicht empfohlen, dass die Mehrheit der Benutzer diese Funktion standardmäßig aktiviert, obwohl Benutzer von Microsoft Excel-Version 16.0.13522.10000 oder neuer dazu aufgefordert sind, diese Funktion zu testen und Feedback einzureichen.
es: Todavía no recomendamos que la mayoría de los usuarios activen esta opción por defecto, aunque invitamos a los usuarios de Microsoft Excel compilación 16.0.13522.10000 o superior a que prueben esta función y nos den su opinión.
hr: Još uvijek ne preporučujemo da većina korisnika uključuje ovo kao podrazumjevani način rada, ali pozivamo korisnike Microsoft Excela koji koriste verziju 16.0.13522.10000 ili noviju da testiraju ovu funkciju i poišalju povratnu informaciju.
nl: Vooralsnog raden we de meeste gebruikers NIET aan dit standaard aan te zetten, al juichen we het toe dat gebruikers van Microsoft Excel build 16.0.13522.10000 of hoger de optie activeren om uit te proberen en ons feedback te geven over hun ervaringen.
pt_br: Ainda não recomendamos que a maioria dos usuários ative isso por padrão, embora sejam bem-vindos usuários do Microsoft Excel compilação 16.0.13522.10000 ou superior para testar esse recurso e fornecer comentários.
ru: Мы не рекомендуем включать эту настройку по умолчанию для большинства пользователей, хотя и приветствуем тех пользователей Microsoft Excel, использующих сборку 16.0.13522.10000 и выше, которые решили протестировать эту функцию и предоставить по ней обратную связь.
ta: இவ்விருப்பத் தேர்வினை இயல்பிருப்பாக வைத்திருக்க பெரும்பான்மையான பயனர்களுக்கு இந்நிலையிலும் நாங்கள் பரிந்துரைப்பதில்லை. இருந்தபோதிலும், மைக்ரோசாஃப்ட் எக்ஸெல் கட்டமைப்பு 16.0.13522.10000, அல்லது அதற்கும் பிறகான பதிப்புகளைப் பயன்படுத்தும் பயனர்கள், இச்சிறப்புக்கூறினை பரிசோதித்து பின்னூட்டமளிப்பதை வரவேற்கிறோம்.
zh_tw: 我們仍不建議大多數的使用者預設啟用此選項，但我們歡迎使用 Microsoft Excel build 16.0.13522.10000 以上版本的使用者測試此功能並提供回饋。

source: Microsoft Excel's UI automation implementation is ever changing, and versions of Microsoft Office older than 16.0.13522.10000 may not expose enough information for this option to be of any use.
bg: Имплементацията на Microsoft Excel UI Automation непрекъснато се променя и версии на Microsoft Office, по-стари от 16.0.13522.10000, може да не предоставят достатъчно информация, за да може тази опция да е от полза.
de: Die Implementierung der UIA von Microsoft Excel ändert sich ständig, und Versionen von Microsoft Office, die älter als 16.0.13522.10000 sind, geben möglicherweise nicht genügend Informationen darüber Aus, um diese Option zu nutzen.
es: La implementación de UI automation de Microsoft Excel cambia constantemente y es posible que las versiones de Microsoft Office anteriores a la 16.0.13522.10000 puedan no exponer suficiente información para que esta opción sea útil.
hr: Implementacija UIA u Microsoft excelu se mijenja od verzije do verzije, te verzije Microsoft office paketa starije od 16.0.13522.10000 mogu pružati nedovoljno informacija na način da ova opcija bude od koristi.
nl: De implementatie van Microsoft Excel's UI automation is aan voortdurende verandering onderhevig, en versies van Microsoft Office die ouder zijn dan 16.0.13522.10000 geven mogelijk niet genoeg informatie prijs, wat deze optie vokomen onbruikbaar maakt.
pt_br: A implementação de UI Automation do Microsoft Excel está em constante mudança, e versões do Microsoft Office anteriores a 16.0.13522.10000 podem não expor informações suficientes para que essa opção seja útil.
ru: Реализация UI Automation в Microsoft Excel постоянно изменяется, и версии Microsoft Office ниже, чем 16.0.13522.10000, могут не предоставлять достаточной информации для использования этой опции.
ta: மைக்ரோசாஃப்ட் எக்ஸெல் பயனர் இடைமுகப்பு தன்னியக்கமாக்கலின் செயலாக்கம் தொடர்ந்து மாறிக்கொண்டே இருப்பதோடு, மைக்ரோசாஃப்ட் ஆஃபீஸ் 16.0.13522.10000 பதிப்புக்கு முந்தைய பதிப்புகள், இவ்விருப்பத் தேர்வு பயன்படுமளவிற்கு தகவல்களை அளிப்பதில்லை.
zh_tw: Microsoft Excel 的 UI automation 實作不斷改變，而 Microsoft Office 版本低於 16.0.13522.10000 無法公開足夠資訊，啟用此選項並沒有太大用處。

source: Use enhanced event processing
bg: Използвай подобрена обработка на събития
de: Erweiterte Ereignisverarbeitung verwenden
es: Utilizar proceso mejorado de eventos
hr: Koristi unapređeno procesuiranje događaja
nl: enhanced event processing gebruiken
pt_br: Usar processamento melhorado de eventos
ru: Использовать расширенную обработку событий
ta: மேம்படுத்தப்பட்ட நிகழ்வு செயல்முறையைப் பயன்படுத்துக
zh_tw: 使用增強的事件處理程序

source: Options |Default (Enabled), Disabled, Enabled
bg: Опции |По подразбиране (Включено), Изключено, Включено
de: Optionen |Standard (eingeschaltet), ausgeschaltet, eingeschaltet
es: Opciones |Predeterminada (Habilitada), Deshabilitada, Habilitada
hr: Opcije |podrazumjevano (omogućeno), onemogućeno, omogućeno
nl: Opties |Standaard (Ingeschakeld), Uitgeschakeld, Ingeschakeld
pt_br: Opções |Padrão (Habilitado), Desabilitado, Habilitado
ru: Опции |По умолчанию (включено), Отключено, Включено
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (முடுக்கப்பட்டது), முடக்கப்பட்டது, முடுக்கப்பட்டது
zh_tw: 選項 |預設 (啟用)、停用、啟用

source: Default |Enabled
bg: По подразбиране |Включено
de: Standard |eingeschaltet
es: Predeterminada |Habilitada
hr: Podrazumjevano |Omogućeno
nl: Standaard |Ingeschakeld
pt_br: Padrão |Habilitado
ru: По умолчанию |Включено
ta: இயல்பிருப்பு |முடுக்கப்பட்டது
zh_tw: 預設 |啟用

source: When this option is enabled, NVDA should remain responsive when being flooded with many UI Automation events, e.g. large amounts of text in a terminal.
bg: Когато тази опция е включена, NVDA ще остане отговорен, когато бъде залят с много събития от UI Automation, Напр. голямо количество текст в терминала.
de: Wenn diese Option aktiviert ist, sollte NVDA weiterhin reagieren, wenn es mit vielen UI-Automatisierungsereignissen überflutet wird, z. B. große Textmengen in einem Terminalfenster.
es: Cuando esta opción está habilitada, NVDA debería seguir respondiento cuando se le inunda con muchos eventos UI Automation, ej.: grandes cantidades de texto en una terminal.
hr: Kada je ova opcija uključena, NVDA će ostati brz i responsivan kada dobije previše događaja UI Automation, Na primjer velika količina teksta u naredbenom redku.
nl: Wanneer deze optie is ingeschakeld, zou NVDA nog steeds moeten blijven reageren ook als er flinke aantallen UI Automation acties zijn, bijv. grote hoeveelheden tekst in een terminal.
pt_br: Quando esta opção estiver habilitada, o NVDA deverá permanecer responsivo quando for inundado com muitos eventos de UI Automation — Automação de Interface do Usuário —, por exemplo, grandes quantidades de texto em um terminal.
ru: Когда эта опция включена, NVDA должна оставаться отзывчивой при большом количестве событий автоматизации пользовательского интерфейса, например, при большом количестве текста в терминале.
ta: இவ்விருப்பத் தேர்வு முடுக்கப்பட்டிருக்கும் நிலையில், ஒரு முனையத்தில் பெருமளவிளான உரை போன்ற பல பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் நிகழ்வுகளினால் நிரம்பிவழியும்பொழுது, என்விடிஏ தொடர்ந்து வினையாற்றிக் கொண்டிருக்கும்.
zh_tw: 當啟用此選項，NVDA 在處理大量 UI Automation 事件時能夠持續回應 (例如終端機中出現大量文字)，

source: After changing this option, you will need to restart NVDA for the change to take effect.
bg: След като промените тази опция, ще трябва да рестартирате NVDA, за да влязат в сила промените.
de: NVDA muss neu gestartet werden, damit die geänderte Einstellung wirksam wird.
es: Después de cambiar esta opción, necesitarás reiniciar NVDA para que el cambio tenga efecto.
hr: Poslije promjene ove opcije, trebate ponovno pokrenuti NVDA kako bi promjene stupile na snagu.
nl: Na wijziging in deze optie moet NVDA opnieuw gestart worden om de wijziging van kracht te laten worden.
pt_br: Depois de alterar essa opção, você precisará reiniciar o NVDA para que a alteração tenha efeito.
ru: После изменения этого параметра необходимо перезапустить NVDA, чтобы изменения вступили в силу.
ta: இவ்விருப்பத் தேர்வினை மாற்றியமைத்த பிறகு, மாற்றத்தை செயலிற்கு கொண்டுவர, என்விடிஏவை மறுதுவக்க வேண்டும்.
zh_tw: 更改此選項後您需要重新啟動 NVDA 才能使變更生效。

source: Windows Console support
bg: Поддръжка за конзолата на Windows
de: Unterstützung der Windows-Konsole
es: Soporte para Consola de Windows
hr: Podrška Windows naredbenog redka
nl: Ondersteuning Windows Consool
pt_br: Suporte ao Console do Windows
ru: Поддержка консоли Windows
ta: விண்டோஸ் கட்டுப்பாட்டக ஆதரவு
zh_tw: Windows 主控台支援

source: Options |Automatic, UIA when available, Legacy
bg: По подразбиране |Автоматично
de: Optionen |Automatisch, UIA, sofern verfügbar, Legacy
es: Predeterminado |Automático
hr: Opcije |Automatski, UIA kada je dostupno, zastarjelo
nl: Opties |Automatisch, UIA wanneer beschikbaar, Legacy
pt_br: Opções |Automático, UIA quando disponível, Legado
ru: Опции |Автоматическая, UIA если возможно, устаревшая
ta: விருப்பத் தேர்வுகள் |தன்னியக்கம், கிடைப்பிலிருக்கும்பொழுது பயனர் இடைமுகப்பு தன்னியக்கமாக்கல், மரபு
zh_tw: 選項 |自動、UIA (若可用)、傳統

source: Default |Automatic
bg: Опции |Автоматично, UIA когато е налично, Наследено
de: Standard |Automatisch
es: Opciones |Automático, UIA cuando esté disponible, heredado
hr: Podrazumjevano |automatski
nl: Standaard |Automatisch
pt_br: Padrão |Automático
ru: По умолчанию |Автоматическая
ta: இயல்பிருப்பு |தன்னியக்கம்
zh_tw: 預設 |自動

source: This option selects how NVDA interacts with the Windows Console used by command prompt, PowerShell, and the Windows Subsystem for Linux.
bg: Тази опция указва как NVDA взаимодейства с конзолата на Windows, използвана от командния ред, PowerShell и подсистемата на Windows за Linux.
de: Diese Option legt fest, wie NVDA mit der Windows-Konsole interagiert, die von der Eingabeaufforderung, der PowerShell und dem Windows-Subsystem für Linux verwendet wird.
es: Esta opción selecciona cómo NVDA interactúa con la Consola de Windows usada por el símbolo del sistema, por el PowerShell y por el subsistema de Windows para Linux.
hr: Ova opcija utječe na to kako NVDA radi u korištenom Windows naredbenom redku kojeg koristi stari naredbeni redak, PowerShell, i podsustav linux za sustav Windows.
nl: Met deze instelling wordt bepaald hoe NVDA moet omgaan met de Windows-consool die door de Opdrachtprompt, PowerShell, en het Windows Subsysteem voor Linux gebruikt wordt.
pt_br: Esta opção seleciona como o NVDA interage com o Console Windows usado pelo prompt de comando, PowerShell e o Subsistema Windows para Linux.
ru: Этот параметр определяет, как NVDA взаимодействует с консолью Windows Console, используемой в командной строке, PowerShell и подсистеме Windows для Linux.
ta: கட்டளைத் தூண்டி, பவர் ஷெல், லினக்ஸிற்கான விண்டோஸ் துணை அமைப்பு ஆகியவை பயன்படுத்தும் விண்டோஸ் கட்டுப்பாட்டகத்துடன் என்விடிஏ எவ்வாறு அளவளாவவேண்டுமென்று தீர்மானிக்க இவ்விருப்பத் தேர்வு அனுமதிக்கிறது.
zh_tw: 此選項選擇 NVDA 如何與命令提示字元、PowerShell 及 Windows Subsystem for Linux 使用的 Windows 主控台互動。

source: It does not affect the modern Windows Terminal.
bg: Тя не засяга съвременния терминал на Windows.
de: Das moderne Windows-Terminal ist davon nicht betroffen.
es: No afecta a la Terminal moderna de Windows.
hr: Ovo ne utjeće na suvremeni Windows terminal.
nl: Dit heeft geen invloed op de moderne Windows Terminal.
pt_br: Não afeta o Terminal Windows moderno.
ru: Он не влияет на современный терминал Windows.
ta: நவீன விண்டோஸ் முனையத்துக்கு இது ஊறு விளைவிப்பதில்லை.
zh_tw: 這不會影響新版 Windows 終端機。
