Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: When this option is set to Always, and [braille tethering](#BrailleTether) is set to "automatically" or "to review", pressing a cursor routing key will also move the system caret or focus when supported.
bg: Когато тази опция е зададена на „Винаги“ и [обвързването на брайла](#BrailleTether) е настроено на „автоматично“ или „с прегледа“, натискането на клавиш за преместване на курсора също така ще премести системната каретка или фокуса, когато това се поддържа.
de: Wenn diese Option auf Immer eingestellt ist und [Braille-Ausgabe koppeln](#BrailleTether) auf "Automatisch" oder "Zur Ansicht" eingestellt ist, wird durch Drücken einer Cursor-Routing-Taste auch der System-Cursor oder der Fokus bewegt, sofern dies unterstützt wird.
es: Cuando esta opción esté configurada a Siempre, y el [seguimiento del braille](#BrailleTether) esté configurado a "automáticamente" o "a revisar", al pulsar un sensor del cursor siempre se moverá el cursor del sistema o el foco cuando esté admitido.
hr: Kada je ova opcija podešena na uvek, i [vezivanje brajevog reda](#BrailleTether) je podešeno na "automatski" ili "za pregled", pritiskanje tastera za prebacivanje kursora će takođe pomeriti sistemski kursor ili fokus kada je podržano.
nl: Als deze optie op Altijd staat ingesteld, en [braille-koppeling](#BrailleTether) op "automatisch" of op review" staat, zal het indrukken van een cursor routing-toets de invoercursor of de focus eveneens verplaatsen indien ondersteund.
pt_br: Quando esta opção estiver definida como Sempre e a [vinculação braille](#BrailleTether) estiver definida como "automaticamente" ou "para exploração", pressionar uma tecla de direcionamento do cursor também moverá o cursor ou o foco do sistema quando suportado.
ru: Если для этого параметра установлено значение Всегда, а для параметра [Привязка брайля](#BrailleTether) установлено значение "автоматически" или "к просмотровому курсору", нажатие клавиши маршрутизации курсора также будет перемещать системный курсор или фокус, если это поддерживается.
ta: இவ்விருப்பத் தேர்வு 'எப்பொழுதும்' என்று அமைக்கப்பட்டு, [பிரெயில் கட்டப்படுவது](#BrailleTether), 'தானாக', அல்லது 'சீராய்விற்கு' என்று அமைக்கப்பட்டால், சுட்டியை வழியமைத்திடும் ஒரு விசையை அழுத்தும்பொழுது, கணினிச் சுட்டியை, அல்லது ஆதரவிருந்தால், குவிமையத்தை நகர்த்திடும்.
zh_tw: 當此選項設為「總是」並且[點字游標跟隨](#BrailleTether)設為「自動」或「檢閱游標」，在有支援的情況下按游標定位鍵也將同時移動系統游標或焦點。

source: When the current review mode is [Screen Review](#ScreenReview), there is no physical caret.
bg: Когато текущият режим на преглед е [преглед на екрана](#ScreenReview), няма физически курсор.
de: Wenn der aktuelle Darstellungsmodus auf [Bildschirm-Layout](#ScreenReview) eingestellt ist, gibt es keinen physischen Cursor.
es: Cuando el modo de revisión actual sea [Revisión de pantalla](#ScreenReview), no hay cursor del sistema físico.
hr: Kada je trenutni režim pregleda [pregled ekrana](#ScreenReview), nema fizičkog kursora.
nl: Wanneer de geldende overzichtsmodus [Schermoverzicht is](#ScreenReview), is er geen fysieke aanwijzer.
pt_br: Quando o modo de exploração atual é [Exploração de Tela](#ScreenReview), não há cursor físico.
ru: Если текущим режимом просмотра является [просмотр экрана](#ScreenReview), физический курсор отсутствует.
ta: தற்போதைய சீராய்வு நிலை, [திரைச் சீராய்வு](#ScreenReview) என்றிருந்தால், சுட்டியின் தோற்றம் கிடைப்பிலிருக்காது.
zh_tw: 當目前檢閱模式為[畫面檢閱](#ScreenReview)時將不會有實際的游標，

source: In this case, NVDA tries to focus the object under the text you're routing to.
bg: В този случай NVDA се опитва да фокусира обекта под текста, към който премествате.
de: In diesem Fall versucht NVDA, das Objekt unter dem Text zu fokussieren, zu dem Sie weitergeleitet werden.
es: En este caso, NVDA intenta enfocar el objeto bajo el texto al que se esté dirigiendo.
hr: U tom slučaju, NVDA pokušava da se fokusira na objekat ispod teksta na koji se prebacujete.
nl: In dit geval probeert NVDA de focus op het object onder de tekst te plaatsen war je naar routeert.
pt_br: Nesse caso, o NVDA tenta focar o objeto sob o texto para o qual você está direcionando.
ru: В этом случае NVDA пытается сфокусировать объект под текстом, на который вы наводите курсор.
ta: இந்நிலையில், தாங்கள் வழியமைத்திடும் உரையின் கீழிருக்கும் பொருளை குவிமையத்திற்குள் கொண்டுவர என்விடிஏ முயலும்.
zh_tw: 在此情況下 NVDA 會嘗試將焦點移到您要定位文字所在的物件，

source: The same applies to [object review](#ObjectReview).
bg: Същото важи и за [преглед на обекта](#ObjectReview).
de: Dasselbe gilt für [Objekt-Darstellungen](#ObjectReview).
es: Lo mismo se aplica a la [revisión de objetos](#ObjectReview).
hr: Isto se primenjuje i na [pregled objekata](#ObjectReview).
nl: Hetzelfde geldt voor [objectoverzicht](#ObjectReview).
pt_br: O mesmo se aplica à [exploração de objetos](#ObjectReview).
ru: То же самое относится и к [просмотру объекта](#ObjectReview).
ta: இது [பொருள் சீராய்விற்கும்](#ObjectReview) பொருந்தும்.
zh_tw: 這同樣適用於[物件檢閱](#ObjectReview)。

source: You can also set this option to only move the caret when tethered automatically.
bg: Можете също така да настроите тази опция да премества каретката само при автоматично обвързване.
de: Sie können diese Option auch so einstellen, dass die Einfügemarke nur dann bewegt wird, wenn sie automatisch gekoppelt ist.
es: También puedes configurar esta opción a mover sólo el cursor del sistema cuando se siga automáticamente.
hr: Takođe možete da podesite ovu opciju da pomera kursor pri automatskom vezivanju.
nl: U kunt deze optie ook zo instellen dat de aanwijzer alleen wordt verplaatst indien automatisch gekoppeld (tethered) is ingesteld.
pt_br: Você também pode definir esta opção para mover o cursor apenas quando vinculado automaticamente.
ru: Вы также можете установить этот параметр, чтобы перемещать каретку только при автоматической привязке.
ta: தானாகக் கட்டப்படும்பொழுது மட்டும் சுட்டியை நகர்த்திடும் விருப்பத் தேர்விற்கும்ம் அமைத்திடலாம்.
zh_tw: 您也可以將此選項設為僅在自動跟隨時移動游標，

source: In that case, pressing a cursor routing key will only move the system caret or focus when NVDA is tethered to the review cursor automatically, whereas no movement will occur when manually tethered to the review cursor.
bg: В този случай натискането на клавиш за преместване на курсора ще премести системната каретка или фокуса само когато NVDA е обвързан с курсора за преглед автоматично, докато при ръчно обвързване с курсора за преглед няма да има преместване.
de: In diesem Fall führt das Drücken einer Cursor-Routing-Taste nur dann zu einer Verschiebung des System-Cursors oder des Fokus, wenn NVDA automatisch an den NVDA-Cursor gebunden ist, während bei einer manuellen Bindung an den NVDA-Cursor keine Bewegung erfolgt.
es: En ese caso, pulsar un sensor de enrutamiento sólo moverá el cursor del sistema o el foco cuando NVDA esté siguiendo al cursor de revisión automáticamente, mientras que no se producirá ningún movimiento cuando lo siga manualmente.
hr: U tom slučaju, pritiskanje tastera za prebacivanje kursora će pomeriti sistemski kursor ili fokus kada je NVDA vezan za pregledni kursor automatski, a do pomeranja neće doći kada je ručno vezan za pregledni kursor.
nl: In dat geval zal bij het indrukken van een cursor routing-toets alleen de systeemcursor of de focus worden verplaatst als NVDA automatisch aan de leescursor is gekoppeld (tethered), terwijl er van verplaatsing geen sprake is bij een handmatige koppeling met de leescursor.
pt_br: Nesse caso, pressionar uma tecla de direcionamento do cursor só moverá o cursor ou foco do sistema quando o NVDA estiver vinculado automaticamente ao cursor de exploração, enquanto nenhum movimento ocorrerá quando vinculado manualmente ao cursor de exploração.
ru: В этом случае нажатие клавиши маршрутизации курсора приведёт к перемещению системной каретки или фокуса только в том случае, если NVDA привязана к просмотровому курсору автоматически, тогда как при ручной привязке перемещения не произойдёт.
ta: சுட்டியை வழியமைத்திடும் விசையை அந்நிலையில் அழுத்திடும்பொழுது, சீராய்வுச் சுட்டிக்கு என்விடிஏ தானாகக் கட்டப்பட்டிருந்தால், கணினிச் சுட்டி, அல்லது குவிமையத்தை நகர்த்திடும். சீராய்வுச் சுட்டிக்கு கைமுறையில் என்விடிஏ கட்டப்பட்டிருந்தால் எந்த நகர்வும் இருக்காது.
zh_tw: 這種情況下當 NVDA 自動跟隨檢閱游標時按下游標定位鍵才會移動系統游標或焦點，若手動跟隨檢閱游標則不會移動。

source: This option is shown only if "[tether braille](#BrailleTether)" is set to "automatically" or "to review".
bg: Тази опция се показва само ако [опцията „обвързвай брайла“](#BrailleTether) е зададена на „автоматично“ или „с прегледа“.
de: Diese Option wird nur angezeigt, wenn "[Braille-Ausgabe koppeln](#BrailleTether)" auf "Automatisch" oder "Zur Ansicht" eingestellt ist.
es: Esta opción sólo se muestra si "[seguir al braille](#BrailleTether)" está configurado a "Automáticamente" o "a revisión".
hr: Ova opcija se prikazuje samo ako je "[Brajev red vezan](#BrailleTether)" "Automatski" ili "za pregled".
nl: Deze optie wordt alleen getoond indien "[braille koppelen](#BrailleTether)" op 'Automatisch" of "op review" is ingesteld.
pt_br: Esta opção é mostrada apenas se "[vinculação braille](#BrailleTether)" estiver definida como "automaticamente" ou "para exploração".
ru: Этот параметр отображается только в том случае, если для параметра "[привязка Брайля](#BrailleTether)" установлено значение "автоматически" или "к просмотровому курсору".
ta: "[பிரெயில் கட்டப்படுவது](#BrailleTether)" 'தன்னியக்கம்', அல்லது 'சீராய்வு' என்று அமைக்கப்பட்டிருந்தால் மட்டுமே இவ்விருப்பத் தேர்வு காட்டப்படும்.
zh_tw: 此選項只有當「[點字游標跟隨](#BrailleTether)」設為「自動」或「檢閱游標」時才會顯示。

source: To toggle move system caret when routing review cursor from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключите преместването на системната каретка при преместване на курсора за преглед от всяко място, моля, задайте персонализиран жест чрез [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Um den System-Cursor zu ziehen, wenn Sie den NVDA-Cursor von einer beliebigen Stelle aus weiterleiten, weisen Sie bitte einen benutzerdefinierten Tastenbefehl zu, indem Sie das Dialogfeld für die [Tastenbefehle](#InputGestures) verwenden.
es: Para conmutar mover el cursor del sistema al enrutar el cursor de revisión desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Da biste uključili pomeranje sistemskog kursora kada se prebacuje pregledni kursor bilo gde da se nalazite, molimo podesite prilagođenu komandu korišćenjem [dijaloga ulaznih komandi](#InputGestures).
nl: Om de wijze waarop het verplaatsen van de systeemcursor moet verlopen aan te passen bij routering van de leescursor van af een willekeurige plaats, kunt u een aangepaste invoerhandeling toekennen met behulp van het dialoogvenster [Invoerhandelingen](#InputGestures).
pt_br: Para alternar a movimentação do cursor do sistema ao direcionar o cursor de revisão de qualquer lugar, atribua um comando — gesto — personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: Чтобы переключать перемещение системной каретки при перемещении просмотрового курсора из любого места, назначьте сочетание клавиш с помощью диалога [Жесты ввода](#InputGestures).
ta: சீராய்வுச் சுட்டியை வழியமைத்திடும்பொழுது கணினிச் சுட்டி நகர்வதை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換定位檢閱游標時移動系統游標，請使用[輸入手勢](#InputGestures)對話框來指派手勢。

source: Options |Default (Never), Never, Only when tethered automatically, Always
bg: Опции |По подразбиране (Никога), Никога, Само когато е автоматично обвързан, Винаги
de: Optionen |Standard (Niemals), Niemals, Nur bei automatischer Kopplung, Immer
es: <target/>
hr: Opcije |Zadani (Nikad), Nikad, Samo kada je automatski povezano, Uvijek
ru: Опции |По умолчанию (Никогда), Никогда, Только при автоматической привязке, Всегда
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (எப்பொழுதும் இல்லை), எப்பொழுதும் இல்லை, தானாக இணைக்கப்படும்பொழுது மட்டும், எப்பொழுதும்
zh_tw: 選項 |預設 (永不)、 永不、僅當自動跟隨時、總是

source: Default |Never
bg: По подразбиране |Никога
de: Standard |Niemals
es: <target/>
hr: Zadano |Nikada
ru: По умолчанию |Никогда
ta: இயல்பிருப்பு |எப்பொழுதும் இல்லை
zh_tw: 預設 |永不

source: Read by Paragraph
bg: Четене по абзаци
de: Absatzweises Lesen
es: Leer por Párrafo
hr: Čitaj po odlomku
nl: Lezen per alinea
pt_br: Ler por Parágrafo
ru: Читать по абзацам
ta: பத்தியாகப் படித்திடுக
zh_tw: 逐段閱讀

source: If enabled, braille will be displayed by paragraphs instead of lines.
bg: Ако тази опция е включена, текстът на брайл ще бъде изобразяван по абзаци, вместо по редове.
de: Wenn diese Option aktiviert ist, erfolgt die Anzeige in Braille absatzweise statt zeilenweise.
es: Si está activado, el braille se mostrará por párrafos en lugar de por líneas.
hr: Ako je ova opcija aktivirana, tekst na brajičnom retku bit će prikazan odlomak po odlomak umjesto redak po redak.
nl: Als deze optie is ingeschakeld, zal braille per alinea in plaats van per regel worden weergegeven.
pt_br: Caso seja habilitada, o braille será exibido por parágrafos em lugar de linhas.
ru: Если этот флажок установлен, брайль будет отображаться по абзацам, а не по строкам.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், பிரெயில், வரியாக அல்லாமல், பத்தியாக காட்டப்படும்.
zh_tw: 當啟用時，點字將會逐段顯示而非逐行顯示，

source: Also, the next and previous line commands will move by paragraph accordingly.
bg: Също така командите за следващ и предишен ред ще ви придвижват съответно до следващ и предишен абзац.
de: Ebenso bewirken die Tasten zum zeilenweisen Navigieren in diesem Modus eine absatzweise Navigation.
es: También, las órdenes de línea siguiente y anterior moverán por párrafos en concordancia.
hr: Također, naredbe za sljedeći i prethodni redak će također pomicati po odlomcima.
nl: Ook de vorige/volgende regel commando's zullen van alinea naar alinea springen.
pt_br: Além disso, os comandos de mover para a linha anterior e para a próxima linha se moverão de acordo com o parágrafo.
ru: Команды перехода на следующую или предыдущую строку будут перемещаться также по абзацам соответственно.
ta: மேலும், அடுத்த/முந்தைய வரி நகர்வு கட்டளைகள், பிரெயில் காட்சியமைவை அடுத்த/முந்தைய பத்திக்கு நகர்த்தும்.
zh_tw: 同時「上一行」、「下一行」的指令也會跟著變成「上一段」、「下一段」，

source: This means that you do not have to scroll the display at the end of each line even where more text would fit on the display.
bg: Това означава, че няма да ви се налага да позиционирате дисплея на края на всеки ред дори в случаите, когато има място за повече текст.
de: Dies bedeutet, dass Sie die Braillezeile nicht am Ende jeder Zeile weiternavigieren müssen, auch wenn mehr Text auf die Zeile passen würde.
es: Esto significa que no tienes desplazamiento de la pantalla braille al final de cada línea incluso cuando haya más texto del que quepa en ella.
hr: To znači da ne morate svaki put klizati po brajičnom retku na kraju svakog retka, čak i kad bi više teksta stalo na brajični redak.
nl: Dit betekent dat u de brailleleesregel niet hoeft te scrollen aan het eind van een regel als er nog meer tekst op de leesregel past.
pt_br: Isso significa que você não terá que rolar a linha braille ao fim de cada linha, mesmo quando um texto maior for exposto na mesma.
ru: Это означает, что вам не придется прокручивать дисплей в конце каждой строки, даже, где текст большего размера будет подогнан на дисплее.
ta: இதனால், ஒவ்வொரு வரியின் இறுதியிலும் பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்தும் தேவையை நீக்குகிறது.
zh_tw: 這表示您不須在每行的結尾捲動點顯器，

source: This may allow for more fluent reading of large amounts of text.
bg: Това може да ви позволи да четете по-плавно дълги текстове.
de: Dies erlaubt Ihnen ein flüssigeres lesen größerer Textmengen.
es: Esto podría permitir una lectura más fluida de grandes cantidades de texto.
hr: Ova opcija može omogućiti tečnije čitanje veće količine teksta.
nl: Dit maakt het mogelijk om grote hoeveelheden tekst vloeiender te lezen.
pt_br: Isso pode permitir uma leitura mais fluente em textos muito extensos.
ru: Это, возможно, позволит ускорить чтение большого количества текста.
ta: இது, பெருமளவு உரைகளை எளிதாக படிக்க உதவுகிறது.
zh_tw: 閱讀大量文字時會變得更順暢，

source: It is disabled by default.
bg: Тази опция е изключена по подразбиране.
de: Diese Option ist standardmäßig deaktiviert.
es: Esto está desactivado de forma predeterminada.
hr: Ova je opcija standardno deaktivirana.
nl: Deze optie is standaard uitgeschakeld.
pt_br: Essa opção está desabilitada por padrão.
ru: Этот флажок по умолчанию снят.
ta: இயல்பில், இவ்வசதி முடக்கப்பட்டிருக்கும்.
zh_tw: 此選項預設停用。

source: Paragraph start marker
bg: Маркер за начало на абзац
de: Absatzanfangsmarkierung
es: <target/>
hr: Oznaka početka odlomka
ru: Знак начала абзаца
ta: பத்தித் துவக்கக் குறி
zh_tw: 段落開頭標記

source: If "Read by paragraph" is checked, the selected start marker will be displayed to indicate the start of a paragraph.
bg: Ако опцията „Четене по абзаци“ е включена, избраният маркер за начало ще се показва, за да указва началото на абзац.
es: Si está marcado "Leer por párrafos", la marca de comienzo seleccionada se mostrará para indicar el comienzo de un párrafo.
hr: Ako je označeno "Čitaj po odlomku", prikazat će se odabrana oznaka početka koja označava početak odlomka.
ru: Если установлен флажок чтения по абзацам, выбранный знак начала будет отображаться для обозначения начала абзаца.
ta: "பத்தியாகப் படித்திடுக" என்கிற விருப்பத் தேர்வு தேர்வுச் செய்யப்பட்டிருந்தால், பத்தியின் துவக்கத்தைக் குறிக்க, தெரிவுச் செய்யப்பட்டிருக்கும் துவக்கக் குறி காட்டப்படும்.
zh_tw: 如果勾選了「逐段閱讀」，則會顯示選用的開頭標記以指示段落的開頭位置，

source: This can be especially helpful in applications used to read large pieces of text, like structured documents or books.
bg: Това може да бъде особено полезно в приложения, използвани за четене на големи части от текст, като структурирани документи или книги.
es: Esto puede ser especialmente útil en aplicaciones que se utilizan para leer grandes volúmenes de texto, como documentos estructurados o libros.
hr: To može biti posebno korisno u aplikacijama koje se koriste za čitanje velikih dijelova teksta, poput strukturiranih dokumenata ili knjiga.
ru: Это может быть особенно полезно в приложениях, используемых для чтения больших фрагментов текста, таких как структурированные документы или книги.
ta: கட்டமைக்கப்பட்ட ஆவணங்கள் அல்லது நூல்கள் போன்ற பெரிய அளவிலான உரைகளைப் படிக்கப் பயன்படுத்தப்படும் பயன்பாடுகளில் இது குறிப்பாக உதவியாக இருக்கும்.
zh_tw: 這對於用來閱讀像是結構化文件或書籍這類大段文字的應用程式特別有用。

source: In such documents, knowing where paragraphs start may be useful to understand the structure of the content, or to set bookmarks or annotations based on paragraph position.
bg: В такива документи да се знае къде започват абзаците може да бъде полезно за разбиране на структурата на съдържанието или за задаване на отметки или анотации въз основа на позицията на абзаца.
es: En este tipo de documentos, saber dónde empiezan los párrafos puede ser útil para comprender la estructura del contenido, o para establecer marcadores o anotaciones en función de la posición de los párrafos.
hr: U takvim dokumentima, znati gdje odlomci počinju može biti korisno za razumijevanje strukture sadržaja ili za postavljanje oznaka ili bilješki na temelju položaja odlomka.
ru: В таких документах знание того, где начинаются абзацы, может быть полезно для понимания структуры содержимого или для установки закладок или аннотаций в зависимости от положения абзаца.
ta: இத்தகைய ஆவணங்கள்ில், உள்ளடக்கத்தின் அமைப்பு, அல்லது பத்தி நிலையின் அடிப்படையில் நூற்குறிகள், அல்லது சிறுகுறிப்புகளை அமைக்க, பத்திகள் எங்கிருந்து தொடங்குகின்றன என்பதைப் புரிந்துகொள்வது பயனுள்ளதாக இருக்கும்.
zh_tw: 在這類文件中，知道段落從哪裡開始應有助於了解內容的結構，或根據段落位置設定書籤或註釋。

source: The options include using two spaces as a subtle paragraph break, and the paragraph symbol, pilcrow (¶), as a more obvious one.
bg: Опциите включват използване на два интервала като знак за нов абзац и символа за абзац – маркер за абзац (¶), като по-очевиден.
es: Las opciones incluyen utilizar dos espacios como un sutil salto de párrafo, y el símbolo de párrafo, marca de párrafo (¶), como uno más obvio.
hr: Opcije uključuju korištenje dva razmaka kao suptilnog prijeloma odlomka i simbola odlomka, pilcrow (¶), kao očitijeg.
ru: Варианты включают использование двух пробелов в качестве едва заметного разрыва абзаца и символа абзаца, pilcrow (¶), как более очевидного.
ta: இரண்டு இடைவெளிகளை நுட்பமான பத்தி முறிவாகவும், பத்திச் சின்னமான பில்க்ரோ (¶) ஐ மிகவும் வெளிப்படையான ஒன்றாகவும் பயன்படுத்துவது விருப்பத் தேர்வுகளில் அடங்கும்.
zh_tw: 選項包括使用兩個空格作為較不明顯的段落分隔，以及段落符號 (¶) 作為較明顯的段落分隔。

source: Options |No paragraph start marker, Double space ( ), Pilcrow (¶)
bg: Опции |Без маркер за начало на абзац, Двоен интервал ( ), Маркер за абзац (¶)
de: Optionen |Keine Absatzanfangsmarkierung, Doppeltes Leerzeichen ( ), Absatzmarke (¶)
es: Opciones |sin marca de inicio de párrafo, Doble espacio ( ), Marca de párrafo (¶)
hr: Opcije |Nema oznake početka odlomka, Dvostruki razmak ( ), Pilcrow (¶)
ru: Опции |Без знака начала абзаца, Двойной пробел ( ), Pilcrow (¶)
ta: விருப்பத் தேர்வுகள் |பத்தித் துவக்கக் குறி ஏதுமில்லை, இரட்டை இடைவெளி ( ), பில்க்ரோ (¶)
zh_tw: 選項 |沒有段落開頭標記、兩個空格 ( )、段落符號 (¶)

source: Default |No paragraph start marker
bg: По подразбиране |Без маркер за начало на абзац
de: Standard |Keine Absatzanfangsmarkierung
es: Predeterminado |Sin marca de inicio de párrafo
hr: Zadano |Nema oznake početka odlomka
ru: По умолчанию |Нет знака начала абзаца
ta: இயல்பிருப்பு |பத்தித் துவக்கக் குறி ஏதுமில்லை
zh_tw: 預設 |沒有段落開頭標記

source: Focus context presentation
bg: Представяне на контекста на фокуса
de: Kontextbezogene Informationen anzeigen
es: Presentación de Contexto de Foco
hr: Predstavljanje konteksta fokusa
nl: Te tonen focuscontext
pt_br: Apresentação do contexto do foco
ru: Представление контекста
ta: குவிமைய சூழலளிக்கை
zh_tw: 焦點脈絡呈現方式

source: This option allows you to choose what context information NVDA will show on the braille display when an object gets focus.
bg: Тази опция ви позволява да изберете каква контекстна информация да показва NVDA на брайловия дисплей, когато обектът е на фокус.
de: Mit dieser Option können Sie festlegen wann kontextbezogene Informationen auf der Braillezeile angezeigt werden sollen, sobald ein Objekt fokussiert wird.
es: Esta opción te permite elegir qué información de contexto mostrará NVDA en la pantalla braille cuando un objeto obtenga el foco.
hr: Ova opcija omogućuje podešavanje koju kontekstnu informaciju će NVDA prikazati na brajičnom retku kad je objekt fokusiran.
nl: Met deze optie kunt u kiezen welke contextinformatie NVDA op de brailleleesregel moet tonen wanneer een object de focus krijgt.
pt_br: Essa opção permite que você escolha quais informações de contexto o NVDA mostrará na linha braille quando um objeto recebe foco.
ru: Этот комбинированный список позволяет вам выбрать, какую контекстную информацию NVDA будет отображать на брайлевском дисплее, когда объект получает фокус.
ta: இவ்விருப்பத் தேர்வு, ஒரு பொருள் குவிமையத்திற்குள் வரும்பொழுது, பிரெயில் காட்சியமைவில், எந்தச் சூழலுணர்த்தும் தகவலை என்விடிஏ அளிக்க வேண்டுமெனத் தேர்வுச் செய்ய தங்களை அனுமதிக்கிறது.
zh_tw: 當一個物件取得焦點時，此選項允許您選擇 NVDA 讓什麼樣的脈絡資訊在點顯器上顯示。
