Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Note, however, that this option can be changed under the general options in the preferences menu.
bg: Трябва да се отбележи, че вие можете да променяте тази настройка от диалога „Основни настройки“ в подменю „Настройки“.
de: Sie können dies jedoch im Einstellungsmenü in den Optionen "Allgemein" ändern.
es: Ten en cuenta, no obstante, que esta opción predeterminada puede ser cambiada en las opciones generales en el menú preferencias.
hr: Međutim, imajte na umu da se ova opcija može promijeniti pod stavkom opće postavke u izborniku postavke.
nl: Dit is de standaardinstelling, maar u kunt dit veranderen onder Algemeen in het menu Opties.
pt_br: Note, porém, que esta opção pode ser alterada nas Opções gerais que se encontram no menu Preferências.
ru: Однако, обратите внимание, что эта опция может быть изменена в категории "Общие" диалога настроек NVDA.
ta: குறிப்பு: ஆனால், இவ்விருப்பத் தேர்வினை, விருப்பங்கள் உட்பட்டியலில் இருக்கும் பொது அமைப்புகள் உரையாடலில் மாற்றியமைக்கலாம்.
zh_tw: 不過您也可到 NVDA 設定對話框中的「一般」類別去更改，

source: To save the settings manually at any time, choose the Save configuration item in the NVDA menu.
bg: За да запазите настройките, изберете елемента „Запази настройките“ от менюто на NVDA.
de: Über "Konfiguration speichern" können Sie im NVDA-Menü die Konfiguration manuell speichern.
es: Para guardar las opciones manualmente en cualquier momento, elige el elemento Guardar configuración en el menú NVDA.
hr: Da biste spremili postavke ručno u bilo koje vrijeme, odaberite stavku spremi konfiguraciju u NVDA izborniku.
nl: U kunt gewijzigde instellingen te allen tijde handmatig opslaan. Hiervoor gaat u in het NVDA-menu naar Configuratie opslaan.
pt_br: Para salvar opções a qualquer momento escolha o item Salvar opções que se encontra no Menu do NVDA.
ru: Чтобы вручную сохранить настройки в любое время, выберите в меню NVDA пункт меню "Сохранить конфигурацию".
ta: எத்தருணத்திலும் தாங்களே அமைவடிவத்தை சேமிக்க, என்விடிஏ பட்டியலில் இருக்கும் 'அமைவடிவத்தை சேமித்திடுக' உருப்படியின் மீது உள்ளிடு விசையை அழுத்தவும்.
zh_tw: 要隨時以手動方式儲存設定，請選擇 NVDA 功能表的「儲存組態」項目。

source: If you ever make a mistake with your settings and need to revert back to the saved settings, choose the "revert to saved configuration" item in the NVDA menu.
bg: Ако някога направите грешка с вашите настройки и изпитате нуждата да се върнете към запазените настройки, изберете елемента „Възстанови запазените настройки“ от менюто на NVDA.
de: Im NVDA-Menü können Sie über den Eintrag "Auf gespeicherte Einstellungen zurücksetzen" diese wiederherstellen.
es: Si alguna vez cometes un error con las opciones y necesitas volver a las opciones guardadas, puedes elegir el elemento "volver a la configuración guardada" en el menú NVDA.
hr: Ako ikad napravite pogrešku u vašim postavkama i trebate se vratiti natrag na pospremljene postavke, odaberite "vrati na spremljenu konfiguraciju" opciju koja se nalazi u NVDA izborniku.
nl: Als het nodig is om terug te gaan naar een eerder opgeslagen configuratie, bij voorbeeld omdat u een vergissing hebt gemaakt bij het veranderen van de instellingen, kiest u in het NVDA-menu Terug naar opgeslagen configuratie.
pt_br: Se costuma cometer erros em suas configurações e precisa retornar às opções salvas, pode sempre escolher o item "voltar à configuração salva" no menu deste software.
ru: Если вы допустили ошибку в сделанных настройках, и вам необходимо вернуться к ранее сохранённым настройкам, выберите в меню NVDA пункт "Вернуться к сохраненной конфигурации".
ta: அமைவடிவத்தில் தவறு செய்துவிட்டு, அதிலிருந்து மீள நினைத்தால், என்விடிஏ பட்டியலில் இருக்கும் 'சேமிக்கப்பட்டுள்ள அமைவடிவத்திற்குத் திரும்பிச் செல்க' உருப்படியின் மீது உள்ளிடு விசையை அழுத்தவும்.
zh_tw: 如果您進行設定時出錯，想要回複原先儲存的設定，請選擇 NVDA 功能表的「還原為已儲存的組態」項目，

source: You can also reset your settings to their original factory defaults by choosing Reset Configuration To Factory Defaults, which is also found in the NVDA menu.
bg: Можете също така да възстановите настройките към първоначалните им заводски стойности, като изберете „Възстанови настройките до заводските стойности“, което също се намира в главното меню на NVDA.
de: Wenn Sie die Konfiguration auf die Standard-Einstellungen zurücksetzen möchten, können Sie dies über den Menüpunkt "Auf Standard-Einstellungen zurücksetzen" im NVDA-Menü erreichen.
es: También puedes reiniciar las opciones a sus valores predeterminados de fábrica originales eligiendo Reiniciar Configuración a los Valores Predeterminados de Fábrica, que también se encuentra en el menú NVDA.
hr: Možete također vratiti postavke na njihove standardne vrijednosti kad odaberete opciju vrati konfiguraciju na standardnu, koja se također nalazi u NVDA izborniku.
nl: U kunt de configuratie van NVDA ook terugzetten naar de oorspronkelijke instellingen door in het NVDA-menu “Zet NVDA terug naar fabrieksinstellingen" te kiezen.
pt_br: Você também pode retornar suas configurações aos padrões originais selecionando Retornar Configuração aos Padrões Originais, que também está no menu do NVDA.
ru: Вы также можете сбросить конфигурацию к заводским настройкам, выбрав в меню NVDA пункт "Сбросить конфигурацию к заводским настройкам".
ta: என்விடிஏ பட்டியலிலுள்ள 'அமைவடிவத்தைத் தொழிற்சாலை இயல்பிற்கு மாற்றியமைத்திடுக' உருப்படியின் மீது உள்ளிடு விசையை அழுத்துவதன் மூலமும், தங்களின் அமைப்புகளைத் தொழிற்சாலை இயல்பிற்கு மாற்றியமைக்கலாம்.
zh_tw: 您也可以利用 NVDA 功能表的「重設組態為預設值」，將設定重設為原始的預設值。

source: The following NVDA key commands are also useful:
bg: Следните клавишни команди също биха ви влезли в употреба:
de: Die folgenden Tastenbefehle sind auch hilfreich:
es: Las siguientes teclas de órdenes de NVDA también son útiles:
hr: Sljedeći prečaci su također korisni:
nl: De volgende toetscombinaties kunnen ook handig zijn:
pt_br: As seguintes teclas de atalho do NVDA também são úteis:
ru: Также можно воспользоваться следующими клавиатурными командами NVDA:
ta: கீழ்வரும் என்விடிஏ விசைக் கட்டளைகளும் பயன்படும்:
zh_tw: 以下為好用的 NVDA 快速鍵指令：

source: Name |Desktop key |Laptop key |Description
bg: Име |Клавиш при настолната подредба |Клавиш при лаптоп подредбата |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Beschreibung
es: Nombre |Tecla Escritorio |Tecla Portátil |Descripción
hr: Naziv |Tipka za stolna računala |Tipka za prijenosna računala |Opis
nl: Naam |Desktoptoets |Laptoptoets |Beschrijving
pt_br: Nome |Tecla de Desktop |Tecla de Laptop |Descrição
ru: Название |Настольная |Ноутбук |Описание
ta: பெயர் |மேசைக்கணினி விசை |மடிக்கணினி விசை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |說明

source: Save configuration |NVDA+control+c |NVDA+control+c |Saves your current configuration so that it is not lost when you exit NVDA
bg: Запази настройките |NVDA+Control+C |NVDA+Control+C |Запазва вашите текущи настройки, така че те няма да се загубят, когато затворите NVDA
de: Konfiguration speichern |NVDA+Strg+C |NVDA+Strg+C |Speichert die Konfiguration ab, sodass sie nicht beim Beenden von NVDA verloren geht
es: Guardar configuración |NVDA+control+c |NVDA+control+c |Guarda tu configuración actual tal que no se pierda cuando salgas de NVDA
hr: Spremi konfiguraciju |NVDA+kontrol+c |NVDA+kontrol+c |Sprema vašu trenutačnu konfiguraciju kako se ne bi izgubila, kad izađete iz NVDA čitača
nl: Configuratie opslaan |NVDA+control+c |NVDA+control+c |Hiermee worden de huidige instellingen opgeslagen zodat deze niet verloren gaan als NVDA wordt afgesloten.
pt_br: Salvar Configuração |NVDA+control+c |NVDA+control+c |Salva sua configuração atual, de modo que não se perca quando sair do NVDA
ru: Сохранить конфигурацию |NVDA+Control+C |NVDA+Control+C |Сохраняет вашу текущую конфигурацию таким образом, что она не будет потеряна при завершении работы NVDA
ta: அமைவடிவத்தை சேமித்திடுக |என்விடிஏ+கட்டுப்பாடு+c |என்விடிஏ+கட்டுப்பாடு+c |என்விடிஏவை விட்டு வெளியேறும்பொழுது, அமைவடிவத்தை இழக்காமலிருக்க, தற்போதைய அமைவடிவத்தை சேமிக்கும்
zh_tw: 儲存組態 |NVDA+Ctrl+C |NVDA+Ctrl+C |儲存目前的組態，當結束 NVDA 時設定不會遺失。

source: Revert configuration |NVDA+control+r |NVDA+control+r |Pressing once resets your configuration to when you last saved it. Pressing three times will reset it back to factory defaults.
bg: Възстанови запазените настройки |NVDA+Control+R |NVDA+Control+R |Еднократно натискане ще възстанови настройките на NVDA до момента, когато последно сте ги запазили. Трикратно натискане ще възстанови настройките до заводските им стойности.
de: Konfiguration zurücksetzen |NVDA+Strg+R |NVDA+Strg+R |Setzt bei einmal Drücken die NVDA-Einstellungen auf den letzten gespeicherten Stand zurück. Bei dreimal Drücken wird auf die Standard-Einstellung zurückgesetzt.
es: Revertir configuración |NVDA+control+r |NVDA+control+r |Pulsando una vez reinicia tu configuración a cuando la guardaste por última vez. Pulsando tres veces la reiniciará a los valores predeterminados de fábrica.
hr: Vrati konfiguraciju |NVDA+kontrol+r |NVDA+kontrol+r |Kad se pritisne jednom, vraća na zadnje spremljene postavke. Kad se pritisne triput, vratit će je na standardnu.
nl: Configuratie terugzetten |NVDA+control+r |NVDA+control+r |Door eenmaal drukken worden de instellingen hersteld zoals deze waren toen u de configuratie de laatste keer hebt opgeslagen. Bij driemaal drukken worden de fabrieksinstellingen hersteld.
pt_br: Voltar à Configuração Salva |NVDA+control+r |NVDA+control+r |Pressionada uma vez retorna suas configurações para aquelas salvas da última vez. Pressionando-se 3 vezes irá retorná-las aos padrões originais.
ru: Вернуться к сохранённой конфигурации |NVDA+Control+R |NVDA+Control+R |Одиночное нажатие возвращает к последней сохраненной конфигурации. Тройное нажатие сбрасывает конфигурацию к заводским настройкам.
ta: சேமிக்கப்பட்டுள்ள அமைவடிவத்திற்குத் திரும்பிச் செல்க |என்விடிஏ+கட்டுப்பாடு+r |என்விடிஏ+கட்டுப்பாடு+r |ஒரு முறை அழுத்தினால், அண்மையில் சேமிக்கப்பட்ட அமைவடிவத்திற்குத் திரும்பிச் செல்லும். மும்முறை அழுத்தினால், அமைவடிவத்தைத் தொழிற்சாலை இயல்பிற்கு மாற்றியமைக்கும்.
zh_tw: 還原組態 |NVDA+Ctrl+R |NVDA+Ctrl+R |按一下回復到上次儲存的組態，連按三下重設回原始預設值。

source: Configuration Profiles
bg: Конфигурационни профили
de: Konfigurationsprofile verwalten
es: Perfiles de Configuración
hr: Konfiguracijski profili
nl: Configuratieprofielen
pt_br: Perfis de Configuração
ru: Профили конфигурации
ta: அமைவடிவ தனியமைப்புகள்
zh_tw: 組態設定檔

source: Sometimes, you may wish to have different settings for different situations.
bg: Понякога може да поискате да имате различни настройки за различни ситуации.
de: Manchmal möchten Sie unterschiedliche Einstellungen in unterschiedlichen Situationen verwenden.
es: A veces, es posible que desees tener diferentes configuraciones para diferentes situaciones.
hr: Ponekad biste željeli imati različite postavke za različite situacije.
nl: Het kan voorkomen dat u bepaalde instellingen wilt die gelden voor bepaalde situaties.
pt_br: Algumas vezes, você pode querer ter diferentes configurações para diferentes situações.
ru: Иногда, возможно, вы пожелаете иметь разные настройки на разные случаи жизни при работе с NVDA.
ta: சில தருணங்களில், மாறுபட்ட சூழ்நிலைகளுக்கேற்ப மாறுபட்ட அமைப்புகளை வைத்துக் கொள்ள விரும்புவீர்கள்.
zh_tw: 有時候您會想要在不同情境有不同的設定，例如

source: For example, you may wish to have reporting of indentation enabled while you are editing or reporting of font attributes enabled while you are proofreading.
bg: Например, може да поискате докладването на отстъпа да бъде включено, докато редактирате текст или докладването на атрибутите на шрифта да бъде включено, докато преглеждате друг текст.
de: Zum Korrekturlesen ist es sinnvoll, Einrückungen und Schriftattribute angesagt zu bekommen.
es: Por ejemplo, es posible que desees tener el anunciado de sangría habilitado mientras estás editando o el anunciado de los atributos de la fuente activado mientras estás corrigiendo.
hr: Na primjer, možda biste željeli imati uključeno izvještavanje o poravnanju kad uređujete tekst ili želite imati uključeno izvještavanje o svojstvima fonta kad radite korekturu nekog teksta.
nl: Zo kan het zijn dat u wilt dat "inspringen melden" aan staat als u een tekst aan het bewerken bent, of dat het melden van opmaakeigenschappen zoals lettertype, grootte, etc. is ingeschakeld als u tekst naleest ter correctie.
pt_br: Por exemplo, pode pretender que o anúncio de recuo — indentação — esteja habilitado enquanto você está editando ou que o anúncio dos atributos da fonte esteja habilitado enquanto você está fazendo uma revisão.
ru: Например, вы хотите разрешить NVDA читать отступы при редактировании текста или же разрешить чтение атрибутов шрифта при чтении корректур.
ta: எடுத்துக்காட்டாக, ஒரு ஆவணத்தைத் தொகுக்கும் பொழுதோ, அதிலுள்ள பிழைகளை சரிபார்க்கும் பொழுதோ, ஓரச் சீர்மையை அறிவிக்கும் வசதியை முடுக்கிவிட விரும்புவீர்கள்.
zh_tw: 在編輯時啟用讀出行縮排或是在校對時啟用讀出字型屬性，

source: NVDA allows you to do this using configuration profiles.
bg: NVDA ви позволява да направите това с помощта на конфигурационни профили.
de: In NVDA können Sie dafür die Konfigurationsprofile verwenden.
es: NVDA te permite hacer esto utilizando perfiles de configuración.
hr: NVDA to omogućuje uz pomoć konfiguracijskih profila.
nl: Dit kunt u in NVDA doen met behulp van configuratieprofielen.
pt_br: O NVDA lhe permite fazer isso usando os perfis de configuração.
ru: При помощи NVDA вы можете осуществить это, воспользовавшись пунктом меню "Профили конфигурации".
ta: அமைவடிவ தனியமைப்புகளைக் கொண்டு இதை செய்ய என்விடிஏ அனுமதிக்கிறது.
zh_tw: NVDA 允許您使用組態設定檔做到這點。

source: A configuration profile contains only those settings which are changed while the profile is being edited.
bg: Конфигурационният профил съдържа само тези настройки, които са били променени по време на неговото редактиране.
de: Ein Konfigurationsprofil enthält nur die geänderten Einstellungen für das aktuelle Profil.
es: Un perfil de configuración contiene sólo las opciones que se cambian mientras que el perfil esté siendo editado.
hr: Konfiguracijski profil sadrži samo one postavke koje su mjenjane kad je profil uređivan.
nl: Een configuratieprofiel bevat uitsluitend de instellingen die gewijzigd worden bij het bewerken van het profiel.
pt_br: Um perfil de configuração contém somente aquelas opções que são alteradas enquanto o perfil está sendo editado.
ru: Профиль конфигурации содержит только те настройки, которые изменяются при редактировании текущего профиля.
ta: ஒரு தனியமைப்பு தொகுக்கப்படும்பொழுது ஏற்படுத்தப்படும் அமைப்புகளின் மாற்றங்களை மட்டுமே அமைவடிவ தனியமைப்பு தன்னுள் கொண்டிருக்கும்.
zh_tw: 組態設定檔僅會包含那些在編輯設定檔時所變更的設定，

source: Most settings can be changed in configuration profiles except for those in the General category of the [NVDA Settings](#NVDASettings) dialog, which apply to the entirety of NVDA.
bg: Повечето настройки могат да бъдат променяни в конфигурационните профили с изключение на тези от категорията „Основни“ в прозореца с [настройките на NVDA](#NVDASettings), които се отнасят до цялостното поведение на NVDA.
de: In Konfigurationsprofilen können die meisten Einstellungen geändert werden. Eine Ausnahme sind die Einstellungen aus der Kategorie "Allgemein" in den [NVDA-Einstellungen](#NVDASettings), da diese NVDA generell betreffen.
es: La mayoría de las opciones se pueden cambiar en los perfiles de configuración con excepción de aquellas que estén en la categoría General del cuadro de diálogo [Opciones de NVDA](#NVDASettings) , las cuales se aplican a la totalidad de NVDA.
hr: Većina postavki mogu se promijeniti u konfiguracijskim profilima osim onih postavki, koje se nalaze u kategoriji općenito u [dijaloškom okviru postavki](#NVDASettings), jer se te postavke primjenjuju na NVDA u cijelosti.
nl: De meeste instellingen kunnen in een configuratieprofiel worden aangepast behalve waar het gaat om instellingen die gelden voor NVDA in zijn geheel. Deze vindt u in de categorie Algemeen van het dialoogvenster [Instellingen van NVDA](#NVDASettings).
pt_br: Maior parte das opções pode ser alterada em perfis de configuração, com exceção àquelas da categoria Geral das [Configurações do NVDA](#NVDASettings), as quais aplicam-se a todo o NVDA.
ru: Большинство настроек можно изменить в профилях конфигурации, за исключением тех, которые находятся в категории "Общие" [диалога настроек NVDA](#NVDASettings), и применяются ко всей программе глобально.
ta: [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் என்விடிஏ முழுமைக்கும் செயல்படும் பொது வகைமையைத் தவிர, பெரும்பாலான பிற அமைப்புகளை அமைவடிவ தனியமைப்புகளில் மாற்றிக் கொள்ளலாம்.
zh_tw: 除了套用於整個 NVDA 的 [NVDA 設定](#NVDASettings)對話框中的「一般」類別設定外，大多數設定都可以在組態設定檔中變更。

source: Configuration profiles can be manually activated either from a dialog or using custom added gestures.
bg: Конфигурационните профили могат да бъдат активирани ръчно или от съответния диалогов прозорец, или чрез използването на добавени жестове по избор.
de: Konfigurationsprofile können entweder über einen Dialogfeld oder mit benutzerdefinierten Tastenkürzel manuell aktiviert werden.
es: Los perfiles de configuración pueden ser activados manualmente, ya sea desde un cuadro de diálogo o utilizando gestos añadidos personalizados.
hr: Konfiguracijski profili mogu biti aktivirani putem dijaloškog okvira ili uz pomoć prilagođenih dodanih gesti.
nl: U kunt Configuratieprofielen handmatig activeren, hetzij via een dialoog dan wel door persoonlijke, toegevoegde invoerhandelingen.
pt_br: Os perfis de configuração podem ser ativados manualmente a partir de uma caixa de diálogo ou usando comandos adicionados personalizados.
ru: Профили конфигурации можно активировать вручную из этого диалога, или заранее назначенными пользовательскими жестами.
ta: ஒரு உரையாடலை, அல்லது தனிப்பயனாக்கப்பட்டச் சைகைகளைக் கொண்டு அமைவடிவ அமைப்புகளை கைமுறையில் இயங்கச் செய்யலாம்.
zh_tw: 組態設定檔可以從對話框或使用自訂手勢的方式來手動啟用，

source: They can also be activated automatically due to triggers such as switching to a particular application.
bg: Те могат също така да бъдат активирани и автоматично в зависимост от някакво събитие като например превключване към определено приложение.
de: Außerdem können Sie solche Profile auch automatisch aktivieren (beispielsweise beim Wechsel in eine bestimmte Anwendung).
es: También se pueden activar de forma automática debido a disparadores tales como el cambio a una aplicación en particular.
hr: Oni se mogu aktivirati i automatski zbog okidača kao što je prebacivanje na određenu aplikaciju.
nl: Ze kunnen ook automatisch geactiveerd "worden met behulp van een zogenaamde "trigger". Het overschakelen naar een applicatie, bij voorbeeld, kan de "trigger" zijn die een bepaald configuratieprofiel activeert.
pt_br: Podem também ser ativados automaticamente através dos disparadores, como quando se alterna para um aplicativo em particular.
ru: Они могут активироваться также автоматически, благодаря автопереключателям профилей (автопереключателям по событию), таких как переключение на отдельное приложение.
ta: ஒரு பயன்பாட்டிற்கு மாறுவது போன்ற தூண்டுதல்களினாலும், அவைகளைத் தானாக இயங்கச் செய்யலாம்.
zh_tw: 也可以因觸發器例如切換到特定應用程式而自動啟用。

source: Basic Management
bg: Основен начин на управление
de: Die grundlegende Verwaltung der Konfigurationsprofile
es: Manejo Básico
hr: Osnovno upravljanje
nl: Basisbeheer
pt_br: Gerenciamento Básico
ru: Основное управление
ta: அடிப்படை மேலாண்மை
zh_tw: 基本管理

source: You manage configuration profiles by selecting "Configuration profiles" in the NVDA menu.
bg: Управлението на конфигурационните профили става като се избере елементът „Конфигурационни профили“ от менюто на NVDA.
de: Konfigurationsprofile sind über den Menüpunkt "Konfigurationsprofile verwalten" im NVDA-Menü zu erreichen.
es: Los perfiles de configuración se gestionan seleccionando "Perfiles de Configuración" en el menú NVDA.
hr: Konfiguracijskim profilima možete upravljati kad dođete na opciju "Konfiguracijski profili" u NVDA izborniku.
nl: U kunt configuratieprofielen beheren door in het NVDA-menu Configuratieprofielen te selecteren.
pt_br: Você pode gerenciar os perfis de configuração selecionando "Perfis de Configuração" no menu do NVDA.
ru: Для управления профилями конфигурации выберите в меню NVDA пункт "Профили конфигурации".
ta: என்விடிஏ பட்டியலில் காணப்படும் 'அமைவடிவ தனியமைப்புகள்' உருப்படியைத் தெரிவுச் செய்வதின் மூலம், அமைவடிவ தனியமைப்புகளைத் தாங்கள் மேலாளுகிறீர்கள்.
zh_tw: 您可以從 NVDA 功能表選擇「組態設定檔」來管理組態設定檔，

source: You can also do this using a key command:
bg: Може да направите това и с клавишна команда:
de: Dieses Dialogfeld ist auch über eine Tastenkombination erreichbar:
es: También puedes hacer esto utilizando una orden de teclado:
hr: Također to možete učiniti koristeći prečac:
nl: U kunt hiervoor ook de volgende toetscombinatie gebruiken:
pt_br: Também pode fazer isso usando um comando de teclado:
ru: Для открытия этого диалога можно также использовать комбинацию горячих клавиш:
ta: தாங்கள் ஒரு விசைக் கட்டளையைக் கொண்டும் இதை செய்யலாம்.
zh_tw: 也可以利用以下的快速鍵：

source: NVDA+control+p: Show the Configuration Profiles dialog.
bg: NVDA+control+p: Показва диалога за настройка на конфигурационните профили.
de: NVDA+Strg+P: Zeigt das Dialogfeld für die Konfigurationsprofile an.
es: NVDA+control+p: Muestra el cuadro de diálogo Perfiles de configuración.
hr: NVDA+kontrol+p: Prikazuje dijaloški okvir konfiguracijski profili.
nl: NVDA+control+p: Het dialoogvenster Configuratieprofielen weergeven.
pt_br: NVDA+control+p: Exibe o Diálogo de Perfis de Configuração.
ru: NVDA+Control+P: Показывает диалог "Профили Конфигурации".
ta: என்விடிஏ+கட்டுப்பாடு+p: அமைவடிவ தனியமைப்புகள் உரையாடலை காட்டுக.
zh_tw: NVDA+Ctrl+P: 顯示「組態設定檔」對話框

source: The first control in this dialog is the profile list from which you can select one of the available profiles.
bg: Първият елемент в този диалог е списъкът с профили, от който може да изберете някой от наличните профили.
de: Das erste Element in diesem Fenster ist die Profil-Liste, in der Sie eins aus den vorhandenen Profilen auswählen können.
es: El primer control de este diálogo es la lista de perfiles en la que se puede seleccionar uno de los perfiles disponibles.
hr: Prva kontrola u ovom dijaloškom okviru je popis profila iz kojeg možete odabrati jedan od dostupnih profila.
nl: Het eerste bedieningselement in dit dialoogvenster is de profiellijst waaruit u een van de beschikbare profielen kunt selecteren.
pt_br: O primeiro controle nesse diálogo é a lista de perfis da qual você pode selecionar um dos perfis disponíveis.
ru: Первый элемент в данном диалоге — это список "Профили", в котором можно выбрать один из доступных профилей.
ta: இவ்வுரையாடலின் முதல் கட்டுப்பாடாக இருப்பது தனியமைப்புகளின் வரிசைப் பட்டியலாகும். இப்பட்டியலிலிருந்து ஒரு தனியமைப்பைத் தாங்கள் தெரிவுச் செய்து கொள்ளலாம்.
zh_tw: 在此對話框的第一個控制項是設定檔清單，您可從清單中選擇一個可用的設定檔。

source: When you open the dialog, the profile you are currently editing is selected.
bg: Когато отворите диалога, профилът, който редактирате в момента, ще бъде избран.
de: Wenn Sie das Dialogfeld öffnen ist das aktive Profil ausgewählt.
es: Al abrir el diálogo, se selecciona el perfil que estés editando actualmente.
hr: Kad otvorite dijaloški okvir, označen je prvi konfiguracijski profil kojeg uređujete.
nl: Bij het openen van het dialoogvenster wordt het profiel dat u aan het bewerken bent, geselecteerd.
pt_br: Ao abrir o diálogo, o perfil que você atualmente está editando é selecionado.
ru: При открытии этого диалога, выбирается тот профиль, который в данный момент редактируется вами.
ta: உரையாடலைத் தாங்கள் திறந்தவுடன், தாங்கள் தற்பொழுது பயன்படுத்திக் கொண்டிருக்கும் தனியமைப்பு தெரிவுச் செய்யப்படும்.
zh_tw: 當您開啟對話框，您目前正在編輯的設定檔會被選取，
