Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Once the installation has completed, a message will appear telling you that it was successful.
bg: Щом инсталацията приключи, ще се появи съобщение, което ви уведомява дали е била успешна.
de: Nach dem Abschluss der Installation erscheint eine Meldung, die Sie über den erfolgreichen Abschluss der Installation informiert.
es: Una vez se haya completado la instalación, aparecerá un mensaje diciéndote que se ha realizado con éxito.
hr: Nakon završetka instalacije, pojavit će se poruka da je instalacija uspjela.
nl: Zodra de installatie voltooid is, verschijnt er een melding dat die succesvol was.
pt_br: Uma vez que a instalação se complete, uma mensagem aparecerá informando-lhe que ela foi bem-sucedida.
ru: После завершения установки, появится окно с сообщением о том, что она прошла успешно.
ta: நிறுவுதல் முடிந்தவுடன், அது வெற்றிகரமாக அமைந்ததாக ஒரு செய்தி தெரிவிக்கும்.
zh_tw: 一旦完成安裝將出現一個訊息告知已成功完成，

source: Pressing OK at this point will restart the newly installed copy of NVDA.
bg: Натискането на бутона OK в този момент ще доведе до стартирането на новоинсталираното копие на NVDA.
de: Wenn Sie hier "OK" auswählen, wird die soeben installierte NVDA-Version gestartet.
es: Pulsando Aceptar en este punto se reiniciará la copia nueva instalada de NVDA.
hr: Kad pritisnete U redu, pokrenut ćete novoinstaliranu kopiju NVDA čitača.
nl: Door nu op OK te drukken zal de zojuist geïnstalleerde kopie van NVDA worden gestart.
pt_br: Pressionando-se OK nesse ponto irá reiniciar a cópia recém-instalada do NVDA.
ru: После нажатия кнопки OK, будет запущена только что установленная версия NVDA.
ta: இவ்விடத்தில் "சரி" பொத்தானை அழுத்தியவுடன், புதிதாக நிறுவப்பட்டிருக்கும் என்விடிஏவின் படி துவக்கப்படும்.
zh_tw: 在這時按下「確認」按鈕將重新啟動新安裝的 NVDA。

source: Incompatible add-ons warning
bg: Предупреждение за несъвместими добавки
de: Warnung bei inkompatiblen NVDA-Erweiterungen
es: Advertencia sobre complementos incompatibles
hr: Upozorenje o nekompatibilnim dodacima
nl: Waarschuwing voor Incompatibele add-ons
pt_br: Aviso de complementos incompatíveis
ru: Предупреждение о несовместимых дополнениях
ta: இணக்கமற்ற நீட்சிநிரல்கள் எச்சரிக்கை
zh_tw: 不相容附加元件警告

source: If you have add-ons already installed there may also be a warning that incompatible add-ons will be disabled.
bg: Ако към момента имате инсталирани добавки, може да има и предупреждение, че несъвместимите добавки ще бъдат изключени.
de: Wenn Sie NVDA-Erweiterungen bereits installiert haben, kann möglicherweise eine Warnung erscheinen, dass inkompatible NVDA-Erweiterungen deaktiviert werden.
es: Si ya tienes complementos instalados también puede haber una advertencia de que se deshabilitarán los complementos incompatibles.
hr: Ako već imate instalirane dodatke, može se pojaviti upozorenje koje označava potrebu za deinstaliranjem nekompatibilnih dodataka.
nl: Als u reeds add-ons geïnstalleerd hebt, dan kunt u een waarschuwing krijgen dat incompatibele add-ons worden uitgeschakeld.
pt_br: Se tiver complementos já instalados, também poderá haver um aviso de que os complementos incompatíveis serão desabilitados.
ru: Если в вашем каталоге пользовательской конфигурации NVDA уже есть установленные ранее дополнения, то может появиться предупреждение о несовместимости этих дополнений с устанавливаемой версией NVDA.
ta: நீட்சிநிரல்களை தாங்கள் ஏற்கெனவே நிறுவியிருந்தால், இணக்கமற்ற நீட்சிநிரல்கள் முடக்கப்படும் என்று எச்சரிக்கப்படும்.
zh_tw: 如果您已經安裝了附加元件，也可能會出現警告訊息提醒不相容附加元件將被停用，

source: Before you're able to press the Continue button you will have to use the checkbox to confirm that you understand that these add-ons will be disabled.
bg: Преди да можете да натиснете бутона „Продължи“, ще трябва да поставите отметка в съответното поле, за да потвърдите, че разбирате, че тези добавки ще бъдат изключени.
de: Bevor Sie auf den Schalter "Fortfahren" klicken können, müssen Sie zuerst über das Kontrollkästchen bestätigen, dass Sie mit der Deaktivierung inkompatibler NVDA-Erweiterungen einverstanden sind.
es: Antes de poder pulsar el botón Continuar tendrás que utilizar la casilla de verificación para confirmar que comprendes que estos complementos serán desactivados.
hr: Prije nego što ćete moći pritisnuti gumb Nastavi, morat ćete označiti potvrdni okvir kojim potvrđujete suglasnost o tome, da se deaktiviraju svi nekompatibilni dodaci.
nl: Voordat u op de knop Doorgaan kunt drukken dient u het selectievakje aan te vinken om aan te geven dat u begrijpt dat deze add-ons zullen worden uitgeschakeld.
pt_br: Antes de poder pressionar o botão Continuar, você deverá usar a caixa de seleção para confirmar que entende que esses complementos serão desabilitados.
ru: Прежде чем вы сможете нажать кнопку "Продолжить", вам будет необходимо установить флажок, подтверждающий ваше понимание того, что несовместимые дополнения будут отключены.
ta: "தொடர்க" பொத்தானை அழுத்துவதற்கு முன், இணக்கமற்ற நீட்சிநிரல்கள் முடக்கப்படும் என்பதை தாங்கள் அறிவீர்கள் என்று உறுதிசெய்ய, அதற்கு கொடுக்கப்பட்டிருக்கும் தேர்வுப் பெட்டியினைத் தேர்வுசெய்ய வேண்டும்.
zh_tw: 在按下「安裝」按鈕之前，您必須勾選一個核取方塊確認您已了解有些附加元件將會被停用，

source: There will also be a button present to review the add-ons that will be disabled.
bg: Има и бутон за преглед на добавките, които ще бъдат изключени.
de: Es ist auch ein Schalter zur Überprüfung inkompatibler NVDA-Erweiterungen, welche nach der Installation deaktiviert werden, vorhanden.
es: También habrá presente un botón para revisar los complementos que se deshabilitarán.
hr: Također postoji gumb, koji omogućuje pregled nekompatibilnih dodataka.
nl: Er is ook een knop waarmee u kunt nagaan welke add-ons zullen worden uitgeschakeld.
pt_br: Haverá também um botão presente para analisar os complementos que serão desabilitados.
ru: В этом же диалоге будет присутствовать кнопка для просмотра списка несовместимых дополнений.
ta: முடக்கப்படும் நீட்சிநிரல்களை சீராய்வதற்கு ஒரு பொத்தானும் கொடுக்கப்பட்டிருக்கும்.
zh_tw: 還有一個按鈕可以檢視將被停用的附加元件，

source: Refer to the [incompatible add-ons dialog section](#incompatibleAddonsManager) for more help on this button.
bg: Обърнете се към раздела за [диалоговия прозорец за несъвместими добавки](#incompatibleAddonsManager) за допълнителна помощ за този бутон.
de: Weitere Informationen zu diesem Schalter finden Sie im Abschnitt [Inkompatible NVDA-Erweiterungen](#incompatibleAddonsManager).
es: Consulta la [sección diálogo complementos incompatibles](#incompatibleAddonsManager) para más ayuda sobre este botón.
hr: Pogledajte poglavlje [Upravljanje nekompatibilnim dodacima](#incompatibleAddonsManager) za daljnje informacije o ovom gumbu.
nl: Raadpleeg het dialoogvenster [incompatibele add-ons van](#incompatibleAddonsManager) voor meer hulp bij deze knop.
pt_br: Consulte a [seção de diálogo de complementos incompatíveis](#incompatibleAddonsManager) para obter mais ajuda sobre este botão.
ru: Для получения более подробной информации, пожалуйста, обратитесь к разделу [Несовместимые Дополнения](#incompatibleAddonsManager).
ta: இப்பொத்தான் குறித்த உதவிக்கு, [இணக்கமற்ற நீட்சிநிரல்கள் உரையாடல்](#incompatibleAddonsManager) பிரிவைக் காணவும்.
zh_tw: 關於此按鈕的更多說明請參考[不相容附加元件對話框一節](#incompatibleAddonsManager)。

source: After installation, you are able to re-enable incompatible add-ons at your own risk from within the [Add-on Store](#AddonsManager).
bg: След инсталирането можете да включите отново несъвместимите добавки на своя отговорност от [магазина за добавки](#AddonsManager).
de: Nach der Installation können Sie inkompatible NVDA-Erweiterungen auf eigene Gefahr über den [Store für NVDA-Erweiterungen](#AddonsManager) wieder aktivieren.
es: Después de la instalación, puedes volver a habilitar los complementos incompatibles bajo tu propia responsabilidad desde la [Tienda de Complementos](#AddonsManager).
hr: Nakon instalacije, možete ponovo omogućiti nekompatibilne dodatke na vlastitu odgovornost iz [add-on storea](#AddonsManager).
nl: Na installatie, kunt u incompatibele add-ons op eigen risico opnieuw inschakelen vanuit de [Add-on Store](#AddonsManager).
pt_br: Após a instalação, você poderá reabilitar complementos incompatíveis por sua própria conta e risco na [Loja de Complementos](#AddonsManager).
ru: После установки вы можете на свой страх и риск повторно включить несовместимые дополнения в [Магазине дополнений](#AddonsManager).
ta: நிறுவுதலுக்குப் பிறகு, [நீட்சிநிரல் அங்காடியின்](#AddonsManager) உள்ளிருந்து, தங்களின் சொந்தப் பொறுப்பில் இணக்கமற்ற நீட்சிநிரல்களை மீண்டும் முடுக்கிவிடலாம்.
zh_tw: 安裝後您可以在自行承擔風險的情況下到[附加元件商店](#AddonsManager)重新啟用這些附加元件。

source: Use NVDA during sign-in
bg: Използвай NVDA в екрана за вписване
de: NVDA bei der Windows-Anmeldung verwenden
es: Utilizar NVDA durante el inicio de sesión
hr: Koristi NVDA prilikom prijave
nl: Gebruik NVDA bij het aanmelden
pt_br: Usar o NVDA nas credenciais — tela de login
ru: Использовать NVDA на экране входа в систему
ta: புகுபதியும்பொழுது என்விடிஏவைப் பயன்படுத்துக
zh_tw: 在登入畫面使用 NVDA

source: This option allows you to choose whether or not NVDA should automatically start while at the Windows sign-in screen, before you have entered a password.
bg: Тази настройка ви позволява да изберете дали NVDA трябва да се стартира автоматично в екрана за вписване в Windows, преди да сте въвели парола.
de: Mit dieser Option können Sie entscheiden, ob NVDA automatisch gestartet werden soll, während Sie sich in der Windows-Anmeldung befinden, bevor Sie ein Passwort eingegeben haben.
es: Esta opción te permite elegir si NVDA debería arrancar automáticamente o no mientras está en la pantalla de inicio de sesión de Windows antes de haber introducido una clave.
hr: Ova opcija omogućuje automatsko pokretanje NVDA čitača na Windows ekranu za prijavu, prije upisivanja lozinke.
nl: Met deze optie bepaalt u of NVDA automatisch moet worden opgestart wanneer u zich in het Aanmeldscherm bevindt nog voordat u een wachtwoord hebt ingevoerd.
pt_br: Esta opção lhe permite escolher se o NVDA deverá ou não iniciar automaticamente enquanto estiver na tela de entrada do Windows, antes de você inserir sua senha.
ru: Этот флажок позволяет вам выбрать, следует ли автоматически запускать NVDA на экране входа в Windows перед вводом пароля.
ta: விண்டோஸ் புகுபதிவுத் திரையில் இருக்கும் நிலையில், கடவுச்சொல்லை தாங்கள் உள்ளிடுவதற்கு முன் என்விடிஏ தானாகத் தொடங்க வேண்டுமா, வேண்டாமா என்று தேர்வுச்செய்ய இவ்விருப்பத் தேர்வு தங்களை அனுமதிக்கிறது.
zh_tw: 此選項允許您選擇是否在 Windows 登入畫面於輸入密碼前啟動 NVDA，

source: This also includes User Account Control and [other secure screens](#SecureScreens).
bg: Това включва също и „Управление на потребителските акаунти“ и [другите защитени екрани](#SecureScreens).
de: Dies betrifft auch die Benutzerkontensteuerung und [andere Sicherheitsmeldungen](#SecureScreens).
es: Esto también incluye el control de la cuenta de usuario y [otras pantallas seguras](#SecureScreens).
hr: Ovo također uključuje kontrolu korisničkog računa i [ostale sigurne zaslone](#SecureScreens).
nl: Dit geldt ook voor Gebruikersaccountbeheer en [voor andere beveiligde schermen](#SecureScreens)
pt_br: Isso também inclui o Controle de Conta de Usuário e [outras telas seguras](#SecureScreens).
ru: Это относится к диалогам контроля учётных записей (UAC), а также к [другим окнам защищённого рабочего стола](#SecureScreens).
ta: பயனர் கணக்கு கட்டுப்பாடு மற்றும் [பிற பாதுகாப்பான திரைகளும்](#SecureScreens)இதில் உள்ளடங்கும்.
zh_tw: 這也包括使用者帳戶控制和[其他安全畫面](#SecureScreens)，

source: This option is enabled by default for fresh installations.
bg: Тази опция е включена по подразбиране за нови инсталации.
de: Diese Option ist standardmäßig während einer Neuinstallation aktiviert.
es: Esta opción está habilitada por defecto para instalaciones nuevas.
hr: Ova je opcija standardno aktivirana za nove instalacije.
nl: In geval van een nieuwe (of her-)installatie is deze optie standaard ingeschakeld.
pt_br: Essa opção está habilitada por padrão para instalações novas.
ru: Для новых установок NVDA данный флажок по умолчанию установлен.
ta: புதிய நிறுவல்களுக்கு இவ்விருப்பத் தேர்வு இயல்பாக முடுக்கப்பட்டிருக்கும்.
zh_tw: 此選項在初次安裝時預設是啟用的。

source: Create Desktop Shortcut (ctrl+alt+n)
bg: Създай икона на работния плот и бърз клавиш (Ctrl+Alt+N)
de: Desktop-Verknüpfung erstellen (Strg+Alt+N)
es: Crear Atajos del Escritorio (ctrl+alt+n)
hr: Izradi prečac na radnoj površini (kontrol+alt+F5)
nl: Snelkoppeling voor het bureaublad aanmaken (ctrl+alt+n)
pt_br: Criar Atalho na Área de Trabalho (ctrl+alt+n)
ru: Создать ярлык на рабочем столе и назначить горячие клавиши для запуска (Control+Alt+N)
ta: மேசைத்தள குறுக்குவிசையை உருவாக்குக (கட்டுப்பாடு+நிலைமாற்றி+n)
zh_tw: 建立桌面捷徑 (Ctrl+Alt+N)

source: This option allows you to choose whether or not NVDA should create a shortcut on the desktop to start NVDA.
bg: Тази настройка ви позволява да изберете дали NVDA трябва да създаде пряк път на работния плот за неговото стартиране.
de: Mit dieser Option entscheiden Sie, ob NVDA eine Desktop-Verknüpfung anlegen soll.
es: Esta opción te permite elegir si NVDA debería crear o no un atajo en el escritorio para iniciar NVDA.
hr: Ova opcija omogućuje izradu prečaca na radnoj površini za pokretanje NVDA čitača.
nl: Met deze optie kunt u bepalen of er een snelkoppeling voor het bureaublad moet worden aangemaakt waarmee u NVDA kunt starten.
pt_br: Essa opção permite-lhe escolher se o NVDA deve ou não criar um atalho na área de trabalho para iniciá-lo.
ru: Эта опция позволяет вам выбрать, следует ли NVDA создать ярлык на рабочем столе для последующего запуска программы.
ta: என்விடிஏவைத் துவக்க மேசைத்தளத்தில் குறுக்குவிசையை என்விடிஏ உருவாக்க வேண்டுமா, அல்லது வேண்டாமா என்று தேர்வுச்செய்ய இவ்விருப்பத் தேர்வு தங்களை அனுமதிக்கிறது.
zh_tw: 此選項允許您選擇是否在桌面建立捷徑以啟動 NVDA，

source: If created, this shortcut will also be assigned a shortcut key of `control+alt+n`, allowing you to start NVDA at any time with this keystroke.
bg: Този пряк път, ако бъде създаден, ще създаде също и бърз клавиш `Control+Alt+N`, позволявайки ви да стартирате NVDA по всяко време с тази клавишна комбинация.
de: Wenn Sie diese Verknüpfung erstellen, wird ihr auch die Tastenkombination `Strg+Alt+N` zugewiesen, so dass Sie NVDA jederzeit mit dieser Tastenkombination starten können.
es: Si se creó, a este atajo también se le asignará una tecla rápida `control+alt+n` permitiéndote iniciar NVDA en cualquier ocasión con esta combinación de teclas.
hr: Ako je izrađen, prečacu na radnoj površini bit će dodijeljen tipkovnički prečac `kontrol+alt+F5`, pomoću kojeg je moguće pokrenuti NVDA čitača u bilo kojem trenutku.
nl: Als u ervoor kiest de snelkoppeling aan te maken, dient deze tevens als sneltoetscombinatie , `Ctrl+Alt+n`, waarmee u NVDA ook altijd kunt starten
pt_br: O atalho, se criado, também será atribuído uma tecla de atalho `control+alt+n`, possibilitando que você ative o NVDA a qualquer momento com esse pressionamento de tecla.
ru: Если ярлык будет создан, то ему также назначаются горячие клавиши `control+alt+n`, с помощью которых можно будет запускать NVDA в любое время.
ta: இக்குறுக்குவழி உருவாக்கப்பட்டால், `கட்டுப்பாடு+நிலைமாற்றி+n` என்ற குறுக்குவிசையும் ஒதுக்கப்பட்டு, இவ்விசையை அழுத்துவதன் மூலம், எந்நேரத்திலும் என்விடிஏவைத் துவக்க தங்களுக்கு வசதியளிக்கிறது.
zh_tw: 一旦建立捷徑將為其指派一組快速鍵 Ctrl+Alt+N，讓您可以在任何時候按此快速鍵來啟動 NVDA。

source: Copy Portable Configuration to Current User Account
bg: Копирай преносимите настройки в текущия потребителски акаунт
de: Portable Konfiguration in das aktuelle Benutzerkonto kopieren
es: Copiar Configuración Portable de la Actual Cuenta de Usuario
hr: Kopiraj prijenosnu konfiguraciju na ovaj korisnički račun
nl: De Draagbare Configuratie naar Account van Huidige Gebruiker kopiëren
pt_br: Copiar Configuração Portátil para a Conta de Usuário Atual
ru: Скопировать конфигурацию переносной версии в папку настроек текущего пользователя
ta: தற்போதைய பயனர் கணக்கிற்கு கொண்டுசெல்லத்தக்க அமைவடிவத்தைப் படியெடுத்திடுக
zh_tw: 複製可攜式版組態到目前的使用者帳戶

source: This option allows you to choose whether or not NVDA should copy the user configuration from the currently running NVDA into the configuration for the currently logged on user, for the installed copy of NVDA.
bg: Тази настройка ви позволява да изберете дали NVDA трябва да копира потребителските настройки от текущо стартираното копие на NVDA като настройки за текущо вписания потребител за инсталираното копие на NVDA.
de: Hiermit legen Sie fest, ob NVDA die Konfiguration der momentan laufenden NVDA-Instanz in das Konfigurationsverzeichnis des aktuell angemeldeten Benutzers kopieren soll.
es: Esta opción te permite elegir si NVDA debería copiar o no la configuración del usuario del actual NVDA en ejecución en la configuración para el usuario actualmente autentificado, para la copia instalada de NVDA.
hr: Ova opcija omogućuje kopiranje trenutačne konfiguracije iz prijenosne kopije na trenutačno prijavljeni korisnički račun za trenutačno instaliranu kopiju NVDA čitača.
nl: Met deze optie kunt u bepalen of de gebruikte instellingen van de NVDA kopie die momenteel actief is, moeten worden gekopieerd naar de configuratie van momenteel aangemelde gebruiker van de geïnstalleerde versie van NVDA.
pt_br: Essa opção lhe permite escolher se o NVDA deve ou não copiar as configurações do usuário oriundas da versão atualmente em execução para as configurações do usuário atualmente logado no Windows, no caso das cópias instaladas do NVDA.
ru: Эта опция позволяет вам выбрать, следует ли NVDA копировать пользовательскую конфигурацию из работающей в данный момент переносной копии NVDA, в папку настроек текущего пользователя для устанавливаемой копии NVDA.
ta: நிறுவப்பட்டிருக்கும் என்விடிஏவின் படிக்கு, இயக்கத்திலிருக்கும் கொண்டுசெல்லத்தக்க என்விடிஏவின் அமைவடிவத்தை தற்போதைய பயனர் கணக்கிற்கு படியெடுக்க வேண்டுமா, அல்லது வேண்டாமா என்று தீர்மானிக்க இவ்விருப்பத் தேர்வு தங்களை அனுமதிக்கிறது.
zh_tw: 此選項允許您選擇是否為 NVDA 的安裝版本從目前正在執行的 NVDA 複製使用者組態到目前登入使用者的組態，

source: This will not copy the configuration for any other users of this system nor to the system configuration for use during Windows sign-in and [other secure screens](#SecureScreens).
bg: Това няма да копира настройките за който и да е друг потребител на системата, нито за системните настройки, използвани в екрана за вписване в Windows и [другите защитени екрани](#SecureScreens).
de: Dadurch wird weder die Konfiguration für andere Benutzer dieses Systems noch die Systemkonfiguration für die Verwendung während der Windows-Anmeldung und [anderer Sicherheitsmeldungen](#SecureScreens) kopiert.
es: Esto no copiará la configuración para cualquier otro usuario de este sistema ni para la configuración del sistema para utilizar durante el inicio de sesión de Windows y en [otras pantallas seguras](#SecureScreens).
hr: Ova opcija neće kopirati konfiguraciju za bilo kojeg drugog korisnika ovog sustava niti u konfiguraciju sustava za korištenje prilikom prijave u sustav Windows i [ostale zaslone za prijavu](#SecureScreens).
nl: Als u kiest voor kopiëren van de configuratie geldt dit niet voor eventuele andere gebruikers van het systeem en ook niet voor de systeemconfiguratie ten behoeve van aanmelding bij Windows en bij [andere beveiligde schermen](#SecureScreens).
pt_br: Isso não copiará a configuração para nenhum outro usuário deste sistema nem para a configuração do sistema para uso nas credenciais — entrada — do Windows e [outras telas seguras](#SecureScreens).
ru: При этом не будут копироваться настройки других пользователей, а также не будут затрагиваться системные настройки, используемые на экране входа в систему и на [других защищённых экранах](#SecureScreens).
ta: கணினியின் பிற பயனர் கணக்கிற்கு, அல்லது சாளரப் புகுபதிவு மற்றும் [பிற பாதுகாப்பானத் திரைகளில்](#SecureScreens) பயன்படுத்த அமைந்திருக்கும் கணினி அமைவடிவத்திற்கு, கொண்டுசெல்லத்தக்க அமைவடிவம் படியெடுக்கப்பட மாட்டாது.
zh_tw: 這不會複製電腦上其他使用者的組態，也不會將組態複製到用於 Windows 登入及[其他安全畫面](#SecureScreens)的 NVDA 系統組態目錄中，

source: This option is only available when installing from a portable copy, not when installing directly from the downloaded Launcher package.
bg: Тази възможност е налична само при инсталиране от преносимо копие, не и при инсталиране от изтегления пакет.
de: Diese Option ist nur verfügbar, wenn NVDA aus einer portablen Version heraus installiert wird - nicht jedoch beim Ausführen einer heruntergeladenen Version.
es: Esta opción sólo está disponible cuando se instala desde una copia portable, no cuando se instala directamente desde el paquete Lanzador descargado.
hr: Ova je opcija dostupna samo kad se NVDA instalira iz prijenosne kopije, ali ne i u trenutku kad se NVDA instalira iz instalacijske datoteke koja je preuzeta s interneta.
nl: Deze optie is alleen beschikbaar wanneer de installatie wordt uitgevoerd vanuit een draagbare kopie en niet wanneer u de installatie direct vanuit het downloadbestand uitvoert.
pt_br: Essa opção está disponível apenas quando se instala a partir de uma cópia portátil, não sendo possível ao instalar diretamente do pacote do lançador — instalador — baixado.
ru: Эта опция доступна только при установке из переносной копии, но не из пакета установки.
ta: கொண்டுசெல்லத்தக்கப் படியிலிருந்து என்விடிஏவை நிறுவும்பொழுது மட்டும்தான் இவ்விருப்பத் தேர்வு கிடைப்பிலிருக்கும். தரவிறக்கப்பட்ட செலுத்தித் தொகுப்பிலிருந்து நேரடியாக நிறுவும்பொழுது இருக்காது.
zh_tw: 此選項只有從可攜式版安裝時才有，若是從安裝程式進行安裝則無此選項。

source: Creating a Portable Copy
bg: Създаване на преносимо копие
de: Erstellen einer portablen Version
es: Crear una Copia Portable
hr: Izrada prijenosne kopije
nl: Een draagbare Kopie aanmaken
pt_br: Criando uma Cópia Portátil
ru: Создание переносной копии
ta: கொண்டுசெல்லத்தக்கப் படியை உருவாக்குக
zh_tw: 建立可攜式版

source: If creating a portable copy directly from the NVDA download package, press the Create Portable Copy button.
bg: Ако създавате преносимо копие директно от изтегления пакет, натиснете бутона „Създай преносимо копие“.
de: Wenn Sie eine portable Version direkt aus dem NVDA-Downloadpaket erstellen möchten, klicken Sie auf den Schalter "Portable Version erstellen".
es: Si se crea una copia portable directamente desde el paquete descargado de NVDA, simplemente pulsa el botón Crear Copia Portable.
hr: Ako izrađujete prijenosnu kopiju iz preuzetog instalacijskog paketa za NVDA, jednostavno pritisnite gumb Stvori prijenosnu kopiju.
nl: Als u een draagbare kopie direct vanuit het downloadbestand aanmaakt, drukt u op de knop Draagbare Kopie Aanmaken.
pt_br: Caso esteja criando uma cópia portátil diretamente do pacote baixado, pressione o botão criar uma cópia portátil.
ru: Чтобы создать переносную копию непосредственно из пакета установки NVDA, просто нажмите кнопку "Создать переносную копию".
ta: என்விடிஏ தரவிறக்கத் தொகுப்பிலிருந்து நேரடியாக கொண்டுசெல்லத்தக்கப் படியை உருவாக்குவதாக இருந்தால், 'கொண்டுசெல்லத்தக்கப் படியை உருவாக்குக' பொத்தானை அழுத்தவும்.
zh_tw: 如果是直接從下載的 NVDA 安裝程式建立可攜式版，按「建立可攜式版」按鈕，
