Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Right mouse button lock |shift+numpadMultiply |NVDA+control+] |none |Locks the right mouse button down. Press again to release it. To drag the mouse, press this key to lock the right button down and then move the mouse either physically or use one of the other mouse routing commands
bg: Задържане на десен бутон |Shift+Звезда от цифровия блок |NVDA+Control+] |Няма |Задържа натиснат десния бутон на мишката. Натиснете отново, за да го освободите. За влачене натиснете този клавиш, за да задържите бутона, след това местете мишката физически или с някоя от командите за преместване
de: Rechte Maustaste feststellen |Umschalt+Nummernblock-Stern |NVDA+Strg+Plus |Keine |Hält die rechte Maustaste gedrückt. Wird die Tastenkombination erneut gedrückt, wird die Maustaste wieder losgelassen. Um "Drag and Drop" durchzuführen, führen Sie diesen Schritt auf einem Objekt aus und wandern anschließend mit der Maus oder auch mit den Navigationstasten für die Simulation der Maus an eine andere Stelle des Bildschirms und lösen die rechte Maustaste wieder
es: Bloquear botón derecho del ratón |shift+Multiplicar teclado numérico |NVDA+control++ (signo más) |No |Mantiene pulsado el botón derecho del ratón. Pulsa otra vez para liberarlo. Para arrastrar el ratón, pulsa esta tecla para bloquear el botón derecho y entonces mueve el ratón físicamente o utiliza una de las otras órdenes de movimiento del ratón
hr: Zaključavanje desne tipke miša |shift+numeričko množenje |NVDA+control+] |Nema |Zaključava desnu tipku miša. Pritisnite opet za otpuštanje. Kako biste premjestili miš, pritisnite ovu tipku i pomićite miš fizički ili koristite jedan od prečaca za premještavanje miša
nl: Rechter muisknop vergrendelen |shift+numeriek Vermenigvuldig |NVDA+control+] |geen |Hiermee wordt rechter muisknop ingedrukt gehouden. Door nogmaals te drukken wordt de vergrendeling opgeheven. Om te kunnen slepen met de muis drukt u deze toetscombinatie zodat de rechter muisknop ingedrukt blijft. Vervolgens kunt u de muis fysiek verplaatsen of met een van de andere daarvoor bestemde commando’s.
pt_br: Prender o botão direito do mouse |shift+asterisco do teclado numérico |NVDA+control+fecha colchete |nenhum |Mantém o botão direito do mouse pressionado. Execute-o novamente para liberá-lo. Para arrastar o mouse, pressione esta tecla de atalho para prender o botão direito e em seguida mova-o quer seja fisicamente ou utilizando qualquer comando que movimente o mesmo
ru: Зажать правую кнопку мыши |Shift+* на цифровом блоке |NVDA+Control+] |отсутствует |Зажимает правую кнопку мыши. Нажмите ещё раз, чтобы отпустить эту кнопку. Для перетаскивания зажмите правую кнопку мыши, а затем перемещайте мышь либо физически, либо используя другие команды для её перемещения
ta: வலது சொடுக்குப் பூட்டு |மாற்றழுத்தி+எண் திட்டு பெருக்கல் |என்விடிஏ+கட்டுப்பாடு+வல அடைப்பு |ஏதுமில்லை |ஒருமுறை அழுத்தினால், சொடுக்கியின் வலப்பொத்தான் பூட்டப்படும். பூட்டைத் திறக்க, இவ்விசையை மீண்டும் ஒருமுறை அழுத்தவும். பொருளை இழுக்க, இவ்விசையை அழுத்தியபின், சொடுக்கியையோ, சொடுக்கியின் வழிக் கட்டளைகளையோ பயன்படுத்தலாம்
zh_tw: 鎖定滑鼠右鍵 |Shift+數字鍵盤乘號 |NVDA+Ctrl+右中括號 |無 |鎖定滑鼠右鍵，再按一次則解鎖。要拖曳滑鼠請鎖定右鍵，然後實際移動滑鼠或使用其他滑鼠定位指令。

source: Scroll up at the mouse position |none |none |none |Scrolls the mouse wheel up at the current mouse position
bg: Превъртане нагоре при позицията на мишката |Няма |Няма |Няма |Превърта колелцето на мишката нагоре при текущата позиция на мишката
de: An der Maus-Position nach oben scrollen |Keine |Keine |Keine |Scrollt das Mausrad an der aktuellen Maus-Position nach oben
es: Desplazar arriba en la posición del ratón |no |no |no |Desplaza la rueda del ratón arriba en la posición actual del ratón
hr: Pomiće miš prema gore |nema |nema |nema |Pomiše kotačić miša prema gore na trenutnoj poziciji miša
nl: Bij muispositie omhoog scrollen |geen |geen |geen |Scrollt het muiswieltje omhoog bij huidige muispositie
pt_br: Rolar para cima na posição do mouse |nenhum |nenhum |nenhum |Rola a roda do mouse para cima na posição atual do mouse
ru: Прокручивает вверх объект под указателем мыши |отсутствует |отсутствует |отсутствует |Прокрутка колеса мыши вверх в текущей позиции мыши
ta: சொடுக்கியின் நிலையில் மேலுருட்டுக |ஏதுமில்லை |ஏதுமில்லை |ஏதுமில்லை |தற்போதைய சொடுக்கியின் நிலையில் சொடுக்கியின் சக்கரத்தை மேலுருட்டுகிறது
zh_tw: 在滑鼠位置向上滾動 |無 |無 |無 |在目前滑鼠位置向上滾動滑鼠滾輪

source: Scroll down at the mouse position|none |none |none |Scrolls the mouse wheel down at the current mouse position
bg: Превъртане надолу при позицията на мишката|Няма |Няма |Няма |Превърта колелцето на мишката надолу при текущата позиция на мишката
de: An der Maus-Position nach unten scrollen |Keine |Keine |Keine |Scrollt das Mausrad an der aktuellen Maus-Position nach unten
es: Desplazar abajo en la posición del ratón|no |no |no |Desplaza la rueda del ratón abajo en la posición actual del ratón
hr: Pomiće miš prema dolje|nema |nema |nema |Pomiče kotačić miša prema dolje na poziciji miša
nl: Bij muispositie omlaag scrollen |geen |geen |geen |Scrollt het muiswieltje omlaag bij huidige muispositie
pt_br: Rolar para baixo na posição do mouse|nenhum |nenhum |nenhum |Rola a roda do mouse para baixo na posição atual do mouse
ru: Прокручивает вниз объект под указателем мыши |отсутствует |отсутствует |отсутствует |Прокрутка колеса мыши вниз в текущей позиции мыши
ta: சொடுக்கியின் நிலையில் கீழுருட்டுக |ஏதுமில்லை |ஏதுமில்லை |ஏதுமில்லை |தற்போதைய சொடுக்கியின் நிலையில் சொடுக்கியின் சக்கரத்தை கீழுருட்டுகிறது
zh_tw: 在滑鼠位置向下滾動 |無 |無 |無 |在目前滑鼠位置向下滾動滑鼠滾輪

source: Scroll left at the mouse position |none |none |none |Scrolls the mouse wheel left at the current mouse position
bg: Превъртане наляво при позицията на мишката |Няма |Няма |Няма |Превърта колелцето на мишката наляво при текущата позиция на мишката
de: An der Maus-Position nach links scrollen |Keine |Keine |Keine |Scrollt das Mausrad an der aktuellen Maus-Position nach links
es: Desplazar a la izquierda en la posición del ratón |no |no |no |Desplaza la rueda del ratón a la izquierda en la posición actual del ratón
hr: Pomiće miš u lijevo |nema |nema |nema |Pomiće kotačić miša u lijevo na trenutnoj poziciji miša
nl: Bij muispositie naar links scrollen |geen |geen |geen |Scrollt het muiswieltje naar links bij huidige muispositie
pt_br: Rolar para a esquerda na posição do mouse |nenhum |nenhum |nenhum |Rola a roda do mouse para a esquerda na posição atual do mouse
ru: Прокручивает влево объект под указателем мыши |отсутствует |отсутствует |отсутствует |Прокрутка колеса мыши влево в текущей позиции мыши
ta: சொடுக்கியின் நிலையில் இடப்புறம் உருட்டுக |ஏதுமில்லை |ஏதுமில்லை |ஏதுமில்லை |தற்போதைய சொடுக்கியின் நிலையில் சொடுக்கியின் சக்கரத்தை இடப்புறம் உருட்டுகிறது
zh_tw: 在滑鼠位置向左滾動 |無 |無 |無 |在目前滑鼠位置向左滾動滑鼠滾輪

source: Scroll right at the mouse position |none |none |none |Scrolls the mouse wheel right at the current mouse position
bg: Превъртане надясно при позицията на мишката |Няма |Няма |Няма |Превърта колелцето на мишката надясно при текущата позиция на мишката
de: An der Maus-Position nach rechts scrollen |Keine |Keine |Keine |Scrollt das Mausrad an der aktuellen Maus-Position nach rechts
es: Desplazar a la derecha en la posición del ratón |no |no |no |Desplaza la rueda del ratón a la derecha en la posición actual del ratón
hr: Pomiće miš u desno |nema |nema |nema |Pomiće kotačić miša u desno na trenutnu poziciju miša
nl: Bijmuispositie naar rechts scrollen |geen |geen |geen |Scrollt het muiswieltje naar rechts bij huidige muispositie
pt_br: Rolar para a direita na posição do mouse |nenhum |nenhum |nenhum |Rola a roda do mouse para a direita na posição atual do mouse
ru: Прокручивает вправо объект под указателем мыши |отсутствует |отсутствует |отсутствует |Прокрутка колеса мыши вправо в текущей позиции мыши
ta: சொடுக்கியின் நிலையில் வலப்புறம் உருட்டுக |ஏதுமில்லை |ஏதுமில்லை |ஏதுமில்லை |தற்போதைய சொடுக்கியின் நிலையில் சொடுக்கியின் சக்கரத்தை வலப்புறம் உருட்டுகிறது
zh_tw: 在滑鼠位置向右滾動 |無 |無 |無 |在目前滑鼠位置向右滾動滑鼠滾輪

source: Move mouse to current navigator object |NVDA+numpadDivide |NVDA+shift+m |none |Moves the mouse to the location of the current navigator object and review cursor
bg: Преместване на мишката до текущия навигационен обект |NVDA+Наклонена черта от цифровия блок |NVDA+Shift+M |Няма |Премества курсора на мишката до текущия навигационен обект и курсора за преглед
de: Mauszeiger zum aktuellen Navigator-Objekt ziehen |NVDA+Nummernblock-Schrägstrich |NVDA+Umschalt+M |Keine |Zieht die Maus zum aktuellen Standort des Navigator-Objektes oder des NVDA-Cursors
es: Mover ratón a navegador de objetos actual |NVDA+Dividir teclado numérico |NVDA+shift+m |No |Mueve el ratón a la posición del navegador de objetos actual y cursor de revisión
hr: Premjesti miš na sljedeći objekt navigatora |NVDA+numeričko dijeljenje |NVDA+shift+m |nema |Premještava miš na sljedeći objekt navigatora i preglednog kursora
nl: Muis naar huidige navigator object verplaatsen |NVDA+numeriek Gedeeld Door |NVDA+shift+m |geen |Muis wordt verplaatst naar huidig object en de leescursor
pt_br: Mover o mouse para o objeto de navegação atual |NVDA+barra do teclado numérico |NVDA+shift+m |nenhum |Move o mouse para a localização do objeto de navegação atual e do cursor de exploração
ru: Переместить мышь к текущему объекту навигатора |NVDA+/ на цифровом блоке |NVDA+Shift+M |отсутствует |Перемещает указатель мыши в позицию текущего объекта навигатора и просмотрового курсора
ta: தற்போதைய வழிசெலுத்திப் பொருளுக்குச் சொடுக்கியை நகர்த்துக |என்விடிஏ+எண் திட்டு வகுத்தல் |என்விடிஏ+மாற்றழுத்தி+m |ஏதுமில்லை |சொடுக்கியின் குறிமுள்ளைத் தற்போதைய வழிசெலுத்திப் பொருளுக்கும், சீராய்வுச் சுட்டிக்கும் நகர்த்தும்
zh_tw: 移動滑鼠到目前導覽物件 |NVDA+數字鍵盤除號 |NVDA+Shift+M |無 |移動滑鼠到目前導覽物件及檢閱游標位置。

source: Navigate to the object under the mouse |NVDA+numpadMultiply |NVDA+shift+n |none |Set the navigator object to the object located at the position of the mouse
bg: Навигиране до обекта под курсора на мишката |NVDA+Звезда от цифровия блок |NVDA+Shift+N |Няма |Задаване на навигационния обект на обекта, върху който е разположена мишката
de: Zum Objekt unter dem Mauszeiger navigieren |NVDA+Nummernblock-Stern |NVDA+Umschalt+N |Keine |Zieht das Navigator-Objekt zur Objektposition an der Mausposition
es: Navegar al objeto bajo el ratón |NVDA+Multiplicar teclado numérico |NVDA+shift+n |No |Pone el navegador de objetos en el objeto localizado en la posición del ratón
hr: Premjesti tipkovnicu na objekt pod mišem |NVDA+numeričko množenje |NVDA+shift+n |nema |postavlja objekt navigatora na poziciju miša
nl: naar het object onder de muisaanwijzer gaan |NVDA+numeriek Vermenigvuldig |NVDA+shift+n |geen |Verplaats het navigator object naar het object van de muispositie
pt_br: Navegar para o objeto sob o mouse |NVDA+asterisco do teclado numérico |NVDA+shift+n |nenhum |Coloca como objeto de navegação aquele que se encontra sob o ponteiro do mouse
ru: Переместить навигатор на объект под указателем мыши |NVDA+* на цифровом блоке |NVDA+Shift+N |отсутствует |Устанавливает навигатор на объект под указателем мыши и читает его
ta: சொடுக்கியின் கீழிருக்கும் பொருளுக்கு நகர்த்துக |என்விடிஏ+எண் திட்டு பெருக்கல் |என்விடிஏ+மாற்றழுத்தி+n |ஏதுமில்லை |வழிசெலுத்திப் பொருளை, தற்பொழுது சொடுக்கியின் கீழிருக்கும் பொருளுக்கு நகர்த்தும்
zh_tw: 導覽到滑鼠所在物件 |NVDA+數字鍵盤乘號 |NVDA+Shift+N |無 |導覽物件移到目前滑鼠所在的物件。

source: Browse Mode
bg: Режим на разглеждане
de: Der Lesemodus
es: Modo Exploración
hr: Modus čitanja
nl: Bladermodus
pt_br: Modo de Navegação
ru: Режим обзора
ta: உலாவும் நிலை
zh_tw: 瀏覽模式

source: Complex read-only documents such as web pages are browsed in NVDA using browse mode.
bg: Сложни документи само за четене, като например уеб страници, се разглеждат с NVDA в режим на разглеждане.
de: Dokumente, wie z. B. Webseiten, werden in NVDA im sogenannten Lesemodus dargestellt.
es: Los documentos complejos de sólo lectura, tales como páginas Web, se representan en NVDA con un Modo Exploración.
hr: Kompleksni dokumenti koji su samo za čitanje kao na primjer web stranice, se u NVDA čitaču pregledavaju pomoću modusa čitanja.
nl: In NVDA worden complexe alleen-lezen documenten zoals een webpagina weergegeven in bladermodus.
pt_br: Documentos complexos somente leitura, tais como páginas Web, são navegados pelo NVDA usando o modo de Navegação.
ru: Сложные документы только для чтения, такие как web-страницы, в NVDA просматриваются в так называемом режиме обзора.
ta: சிக்கலான இணையப் பக்கங்கள் போன்று, படிக்க மட்டுமேயான ஆவணங்களைப் படிக்க என்விடிஏ உலாவும் நிலையைப் பயன்படுத்துகிறது.
zh_tw: NVDA 使用瀏覽模式來瀏覽諸如網頁內容等複雜的唯讀文件，

source: This includes documents in the following applications:
bg: Това включва документи в следните приложения:
de: Dies betrifft folgende Anwendungen:
es: Esto incluye documentos en las siguientes aplicaciones:
hr: Ovo uključuje dokumente sljedećih aplikacija:
nl: Het gaat om documenten van de volgende toepassingen:
pt_br: Isso inclui documentos nos seguintes aplicativos:
ru: Документы такого типа встречаются в следующих приложениях:
ta: பின்வரும் பயன்பாடுகளின் ஆவணங்கள் இதில் உள்ளடங்கும்:
zh_tw: 此模式適用於下列應用程式中的文件：

source: Mozilla Firefox
es: <target/>
ta: மொசில்லா பயர்பாக்ஸ்

source: Microsoft Internet Explorer
es: <target/>
ta: மைக்ரோசாப்ட் இண்டெர்நெட் எக்ஸ்ப்ளோரர்

source: Mozilla Thunderbird
es: <target/>
ta: மொசில்லா தண்டர்பேர்ட்

source: HTML messages in Microsoft Outlook
bg: HTML съобщения в Microsoft Outlook
de: HTML-Nachrichten in Microsoft Outlook
es: Mmensajes HTML en Microsoft Outlook
hr: HTML poruke u Microsoft Outlooku
nl: HTML-meldingen in Microsoft Outlook
pt_br: Mensagens HTML no Microsoft Outlook
ru: HTML-сообщения в Microsoft Outlook
ta: மைக்ரோசாப்ட் அவுட்லுக் போன்ற மின்னஞ்சல் நுகர்விகளின் எச்.டி.எம்.எல் தகவல்கள்
zh_tw: Microsoft Outlook 中的 HTML 訊息

source: Google Chrome
es: <target/>
ta: கூகிள் குரோம்

source: Microsoft Edge
es: <target/>
ta: மைக்ரோசாஃப்ட் எட்ஜ்

source: Adobe Reader
es: <target/>
ta: அடோபி ரீடர்

source: Foxit Reader
es: <target/>
ta: ஃபாக்சிட் ரீடர்

source: Supported books in Amazon Kindle for PC
bg: Поддържаните книги в Amazon Kindle за PC
de: Unterstützte Bücher in Amazon Kindle für PC
es: Libros admitidos en Amazon Kindle for PC
hr: Podržane knjige u Amazon Kindle za osobna računala
nl: ondersteunde boeken in Amazon Kindle voor PC
pt_br: Livros suportados no Amazon Kindle para PC
ru: Поддерживаемые книги в Amazon Kindle для PC
ta: கணினிக்கான அமேசான் கிண்டிலில் இருக்கும் ஆதரிக்கப்படும் நூல்கள்
zh_tw: Amazon Kindle for PC 支援的電子書

source: Browse mode is also optionally available for Microsoft Word documents.
bg: Режимът на разглеждане е наличен също и в документи в Microsoft Word.
de: Der Lesemodus ist optional auch in Microsoft Word- und Microsoft Excel-Dokumenten verfügbar.
es: El modo Exploración también está opcionalmente disponible para documentos de Microsoft Word.
hr: Modus čitanja je opcionalno dostupan i za Microsoft Word dokumente.
nl: Bladermodus is ook optioneel beschikbaar voor Microsoft Word-documenten.
pt_br: O modo de navegação também encontra-se disponível opcionalmente para documentos no Microsoft Word.
ru: Режим обзора опционально также доступен в документах Microsoft Word.
ta: மைக்ரோசாஃப்ட் வேர்ட் ஆவணங்களினூடே வழிசெல்ல உலாவும் நிலையைப் பயன்படுத்தும் விருப்பத் தேர்வும் உள்ளது.
zh_tw: 瀏覽模式同樣也能用於 Microsoft Word 文件。

source: In browse mode, the content of the document is made available in a flat representation that can be navigated with the cursor keys as if it were a normal text document.
bg: В режим на разглеждане съдържанието е представено равнинно и можем да се придвижваме със стрелките, все едно това е обикновен текстов документ.
de: Im Lesemodus wird der Inhalt von Dokumenten in einer flächenähnlichen Struktur dargestellt, sodass Sie sich mit den Pfeiltasten durch den Text navigieren können. Dabei wird ein virtueller, nicht sichtbarer Cursor verwendet.
es: En el Modo Exploración, el contenido del documento está disponible mediante una representación plana por la que te puedes mover con las teclas de cursor como si se tratara de un documento de texto normal.
hr: U modusu čitanja, html dokument je dostupan u virtualnom pregledu koji omogućuje kretanje pomoću kursorskih tipaka kao da se radi o običnom tekstualnim dokumentu.
nl: In bladermodus wordt de inhoud van het document weergegeven als platte tekst waar u met de pijltoetsen doorheen kunt lopen alsof het een tekstdocument is.
pt_br: No modo de navegação, o conteúdo do documento é disposto numa representação plana que pode ser navegada com as teclas do cursor como se ele fosse um documento de texto qualquer.
ru: В режиме обзора содержимое документа становится доступным в виде плоского представления, по которому можно перемещаться курсорными стрелками, как если бы это был обычный текстовый документ.
ta: உலாவும் நிலையில், எளிய ஆவணங்களை சுட்டி விசைகளைக் கொண்டு படிப்பதுபோல், படிக்க மட்டுமேயான ஆவணமும் தட்டைக் காட்சியில் வழங்கப்படும்.
zh_tw: 在瀏覽模式下文件的內容是以平面形式呈現，利用方向鍵來導覽文件內容，就如同一般文字文件那樣，

source: All of NVDA's [system caret](#SystemCaret) key commands will work in this mode; e.g. say all, report formatting, table navigation commands, etc.
bg: Всички клавишни команди, отнасящи се до [каретката](#SystemCaret), ще работят в този режим, (т.е. Кажи всичко, Докладвай форматирането, всички команди за навигация в таблици и т. н.).
de: Alle [Befehle zum Navigieren mit dem System-Cursor](#SystemCaret) sind im Lesemodus verfügbar, z. B. Alles vorlesen, Formatierungen mitteilen, Befehle zur Tabellen-Navigation, etc.
es: Todas las teclas de órdenes de [cursor del sistema](#SystemCaret) de NVDA funcionarán en este modo; por ejemplo: leer todo, anunciar formato, órdenes de navegación de tabla, etc.
hr: Svi NVDA prečaci [kursora sustava](#SystemCaret) rade u ovom modusu; npr. Izgovori sve, Izvijesti o promjenama oblikovanja, prečaci za kretanje po tablicama itd.
nl: Alle NVDA commando's voor de [systeemcursor](#SystemCaret) werken in bladermodus. Denk hierbij aan opmaakinformatie, alles lezen, tabelnavigatie etc.
pt_br: Todas as teclas de comando do NVDA para o [cursor do sistema](#SystemCaret) funcionam neste modo; ex: leitura contínua, informar formatação, comandos de navegação para tabelas, etc.
ru: Все команды NVDA, управляющие [курсором](#SystemCaret), будут работать в этом режиме; например, читать все, читать информацию о форматировании документа, команды навигации по таблицам и т. д.
ta: உலாவும் நிலையில், [கணினிச் சுட்டியின்](#SystemCaret) எல்லா விசைக் கட்டளைகளையும் பயன்படுத்தலாம். எடுத்துக்காட்டாக, எல்லாம் படித்திடுக, வடிவூட்டத்தை அறிவித்திடுக, அட்டவணை வழிசெலுத்தல் கட்டளைகள் போன்றவைகளைக் கூறலாம்.
zh_tw: 所有 NVDA 的[系統游標](#SystemCaret)指令皆可用於瀏覽模式，例如讀出全部、讀出格式資訊及表格導覽指令等，

source: When [Visual Highlight](#VisionFocusHighlight) is enabled, the location of the virtual browse mode caret is also exposed visually.
bg: Когато [визуалното открояване](#VisionFocusHighlight) е включено, местоположението на каретката във виртуалния режим на разглеждане също бива откроявано визуално.
de: Wenn [Visuell hervorheben](#VisionFocusHighlight) aktiviert ist, wird die Position des virtuellen Cursors im Lesemodus visuell dargestellt.
es: Cuando [Resaltado Visual](#VisionFocusHighlight) esté habilitado, la localización del foco del sistema actual también se expone visualmente.
hr: Kad je [Vizualno praćenje](#VisionFocusHighlight) uključeno, na ekranu se pokazuje pozicija objekta.
nl: Wanneer [Visuele Uitlichting](#VisionFocusHighlight) geactiveerd is, wordt de plaats waar de huidige virtuele bladermodus-aanwijzer zich bevindt ook zichtbaar weergegeven.
pt_br: Quando o [Realce Visual](#VisionFocusHighlight) está habilitado, o local do cursor do modo de navegação virtual também é exposto visualmente.
ru: Если включена [визуальная подсветка](#VisionFocusHighlight), то расположение виртуальной каретки режима обзора можно определить визуально.
ta: [பார்வைக்குத் துலக்கமாக்குக](#VisionFocusHighlight) விருப்பத் தேர்வு தேர்வாகியிருந்தால், நிகர்நிலை உலாவும் நிலைச் சுட்டியின் தற்போதைய அமைவிடம் பார்வைக்கு துலக்கமாக்கிக் காட்டப்படும்.
zh_tw: 若有啟用[視覺醒目提示](#VisionFocusHighlight)則虛擬瀏覽模式游標位置會以視覺強調的方式在螢幕上呈現，

source: Information such as whether text is a link, heading, etc. is reported along with the text as you move.
bg: Информация дали текстът е връзка, заглавие и т. н. се съобщава заедно с текста, докато се движите.
de: Informationen darüber, ob der Text beispielsweise ein Link, eine Überschrift, o. ä. ist, wird Ihnen beim Navigieren unmittelbar mitgeteilt.
es: La información tal como si el texto es un enlace, encabezado, etc. se anuncia junto con el texto según te muevas.
hr: Informacije o tome je li tekst poveznica, naslov itd. se izgovaraju tijekom kretanja po tekstu.
nl: Informatie over de tekst, of het bijvoorbeeld een link of kop betreft, wordt gemeld als u door de tekst navigeert.
pt_br: A informação tal como se o texto é um link, título, etc, é anunciada conforme se movimenta pelo mesmo.
ru: Такая информация, как, является ли текст ссылкой, заголовком и тому подобное, сообщается при перемещении по тексту.
ta: தாங்கள் நகரும்பொழுது, ஒரு உரை, தொடுப்பா, தலைப்பா போன்ற தகவல்களையும் அறிவிக்கும்.
zh_tw: 移動時文字是否為連結、標題等資訊將會隨著文字一起讀出。

source: Sometimes, you will need to interact directly with controls in these documents.
bg: Понякога обаче ще имате нужда да взаимодействате директно с елементите на документа (поле за писане, падащ списък, радио бутони).
de: Manchmal müssen Sie in diesen Dokumenten mit Steuerelementen interagieren.
es: A veces, necesitarás interactuar directamente con controles en estos documentos.
hr: Ponekad ćete se trebati služiti kontrolama u tom dokumentu.
nl: Soms is directe interactie nodig met onderdelen van een document in bladermodus.
pt_br: Algumas vezes, você precisará interagir diretamente com os controles nesses documentos.
ru: Иногда вам потребуется взаимодействовать непосредственно с элементами управления таких документов.
ta: சில தருணங்களில், இவ்வாவணங்களில் இருக்கும் கட்டுப்பாடுகளுடன் தாங்கள் நேரடியாக அளவளாவ வேண்டியிருக்கும்.
zh_tw: 有時候您需要與文件上的某些控制項直接互動，

source: For example, you will need to do this for editable text fields and lists so that you can type characters and use the cursor keys to work with the control.
bg: Това ще може да направите като превключите в режим на фокус, където всички клавиши се предават на текущия елемент.
de: Dies ist beispielsweise der Fall, wenn Sie Text in ein Eingabefeld schreiben wollen oder wenn Sie mit Hilfe der Pfeiltasten eine Liste oder ein Flash-Objekt bedienen wollen.
es: Por ejemplo, tendrás que hacer esto para campos de texto editable y listas tal que puedas escribir caracteres y utilizar las teclas de cursor para trabajar con el control.
hr: Na primjer, to ćete trebati činiti u poljima za uređivanje teksta i popisima tako da možete upisivati znakove i koristiti kursorske tipke da biste mogli raditi s tom kontrolom.
nl: Dit geldt bijvoorbeeld voor het typen van tekst in tekstvakken of het gebruik van de pijltoetsen om een item in een lijst te selecteren.
pt_br: Por exemplo, você precisará fazer isso para campos de texto editáveis e listas para que você possa digitar caracteres e usar as teclas do cursor para trabalhar com o controle.
ru: Например, вам понадобится поступать с полем редактирования и списками таким образом, чтобы можно было набирать текст и работать с таким элементом управления курсорными стрелками.
ta: எடுத்துக்காட்டாக, தொகு களங்களில் தட்டச்சிடவும், பட்டியல்களின் உருப்படிகளினூடே அம்பு விசைகளைக் கொண்டு நகரவும் வேண்டியிருக்கும்.
zh_tw: 例如在文字編輯區輸入文字或在清單控制項中使用方向鍵操作，
