Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: If you minimize or switch away from a window that contains a progress bar, NVDA will keep track of it, allowing you to do other things while NVDA tracks the progress bar.
bg: Ако минимизирате или излезете от прозорец, който съдържа лента на напредъка, NVDA ще продължи да ви го докладва, позволявайки да правите други неща, докато го следи за вас.
de: Wenn Sie ein Fenster, welches einen Fortschrittsbalken enthält, minimieren oder zu einer anderen Anwendung wechseln, wird NVDA den Fortschrittsbalken weiterhin verfolgen. Dies erlaubt Ihnen anderes zu tun, während NVDA den Fortschrittsbalken weiterhin ausgibt.
es: Si minimizas o cambias a otra ventana que contenga una barra de progreso, NVDA mantendrá la pista de ella, permitiéndote hacer otras cosas mientras NVDA sigue a la barra de progreso.
hr: Ako smanjite prozor u kojem se nalazi traka napretka ili se prebacite na jedan drugi prozor, NVDA će pratiti tu traku, a vama će istovremeno omogućiti baviti se drugim stvarima dok NVDA prati traku napretka.
nl: Als u een venster met een voortgangsbalk minimaliseert of naar een ander venster overschakelt, zal NVDA de veranderingen in de voortgangsbalk toch bijhouden terwijl u met iets anders bezig bent.
pt_br: Caso você minimize ou desloque o foco para outra janela, saindo assim daquela onde se encontra a barra de progresso, o NVDA continuará a dar informação da mesma, permitindo que você faça outras coisas enquanto o NVDA rastreia a barra de progresso.
ru: Если вы свернете или переключитесь на другое окно, NVDA будет по прежнему озвучивать изменения индикатора выполнения, так что вы можете заниматься другими делами и при этом отслеживать окно с индикатором выполнения.
ta: முன்னேற்றப் பட்டையைக் கொண்டுள்ள ஒரு சாளரத்தைத் தாங்கள் குறுக்க, அல்லது விட்டு விலக நேர்ந்தால், என்விடிஏ அச்சாளரத்தை கவனத்தில் வைத்துக் கொண்டு, முன்னேற்றப் பட்டையின் இற்றாக்கங்களை அறிவிக்கும்.
zh_tw: 如果您將含有進度列的視窗縮到最小或切換到另一個視窗繼續其他的工作，NVDA 仍會持續追蹤此進度列以讓您掌握該項作業的進度。

source: Report dynamic content changes
bg: Докладвай динамичните промени в съдържанието
de: Änderungen dynamischer Inhalte mitteilen
es: Anunciar cambios de contenido dinámico
hr: Izvijesti o dinamičkim promjenama sadržaja
nl: Dynamische inhoudsveranderingen melden
pt_br: Anunciar atualizações nos conteúdos dinâmicos
ru: Сообщать динамические изменения содержимого
ta: இயங்குநிலை உள்ளடக்க மாற்றங்களை அறிவித்திடுக
zh_tw: 讀出動態內容變化

source: Key: NVDA+5
bg: Клавишна комбинация: NVDA+5
de: Tastenkombination: NVDA+5
es: Tecla: NVDA+5
hr: Prečac: NVDA+5
nl: Toets: NVDA+5
pt_br: Tecla: NVDA+5
ru: Комбинация клавиш: NVDA+5
ta: விசை: என்விடிஏ+5
zh_tw: 快速鍵: NVDA+5

source: Toggles the announcement of new content in particular objects such as terminals and the history control in chat programs.
bg: Превключва анонсирането на ново съдържание в определени обекти като терминали или историята на съобщенията в някои чат програми.
de: Schaltet die Mitteilung von neuen Inhalten in bestimmten Programmen, wie z. B. Terminals und Chat-Programme ein oder aus.
es: Conmuta el anunciado de contenido nuevo en objetos particulares tales como terminales y el control de histórico en programas de chat.
hr: Uključuje i isključuje najavu sadržaja u određenim objektima poput terminala i povijesti u programima za čavrljanje.
nl: Schakelt het automatisch melden van nieuwe inhoud aan of uit voor bepaalde besturingselementen zoals terminalvensters of chatgeschiedenis.
pt_br: Alterna o anúncio de novos conteúdos em objetos particulares tais como terminais e o controle de históricos em programas de conversação.
ru: Переключает озвучивание нового содержимого в отдельных объектах, таких как терминалы и элементы управления, содержащие историю в чат-программах.
ta: முனையம், அரட்டை நிரலிகளின் வரலாறு போன்ற குறிப்பிட்ட பொருட்களில் தோன்றும் புதிய உள்ளடக்கங்களை என்விடிஏ பேசுவதை முடுக்குகிறது, அல்லது முடக்குகிறது.
zh_tw: 切換是否讀出特定物件中產生的新內容，例如即時通訊軟體的新交談訊息，終端機視窗輸入指令後所顯示的內容、網頁上動態更新的內容。

source: Play a sound when auto-suggestions appear
bg: Възпроизвеждай звук, когато се появят автоматични предложения
de: Sound bei automatischen Vorschlägen
es: Reproducir un sonido al aparecer autosugerencias
hr: Sviraj zvuk kad se pojave automatski prijedlozi
nl: Geluid afspelen wanneer auto-aanvullen suggesties oplevert
pt_br: Tocar um som quando sugestões automáticas aparecerem
ru: Воспроизводить звук для предложений по вводу
ta: தன்னியக்க எடுத்துரைகள் தோன்றும்பொழுது ஒலியை எழுப்புக
zh_tw: 自動建議出現時播放音效

source: Toggles announcement of appearance of auto-suggestions, and if enabled, NVDA will play a sound to indicate this.
bg: Превключва съобщаването, когато се появяват автоматични предложения, и ако е включена, NVDA ще възпроизвежда звук, за да покаже това.
de: Wenn diese Option aktiviert ist, gibt NVDA einen Sound wieder, wenn eine Vorschlagsliste erscheint bzw. ausgeblendet wird.
es: Alterna el anunciado de la aparición de autosugerencias, y si está habilitado, NVDA reproducirá un sonido para indicar esto.
hr: Uključuje i isključuje najavu prisutnosti automatskih prijedloga, te ako je uključeno, NVDA će odsvirati zvuk koji će to potvrditi.
nl: Schakelt de melding dat auto-aanvullen suggesties oplevert in of uit. Wanneer deze optie is ingeschakeld, zal NVDA een geluid afspelen om dit aan te geven.
pt_br: Alterna o anúncio de notificação de sugestões automáticas e, se habilitado, o NVDA tocará um som para indicá-las.
ru: Данный флажок включает и отключает воспроизведение звукового сигнала при появлении автоматических предложений по вводу.
ta: தன்னியக்க எடுத்துரைகள் தோன்றும்பொழுது, ஒலியை எழுப்பும் வசதியை முடுக்குகிறது, அல்லது முடக்குகிறது. இவ்வசதி முடுக்கப்பட்டிருந்தால், தன்னியக்க எடுத்துரைகள் தோன்றும்பொழுது, என்விடிஏ ஒலியை எழுப்பும்.
zh_tw: 切換是否告知有自動建議出現，若啟用則 NVDA 會撥放音效來表示。

source: Auto-suggestions are lists of suggested entries based on text entered into certain edit fields and documents.
bg: Автоматичните предложения са списъци с предложени записи, базирани на текста, въведен в някои полета за писане и документи.
de: Vorschlagslisten sind Listen mit vorgeschlagenen Einträgen basierend auf Text, den Sie in bestimmte Eingabefelder oder Dokumente eingeben.
es: Las sugerencias automáticas son listas de entradas sugeridas basadas en texto introducido en ciertos campos de edición y documentos.
hr: Automatski prijedlozi su unosi bazirani na upisanom tekstu u nekim poljima za uređivanje i dokumentima.
nl: Auto-aanvullen levert mogelijk lijsten met suggesties op die gebaseerd zijn op de tekst die ingevoerd wordt in bepaalde velden en documenten.
pt_br: Sugestões automáticas são listas de entradas sugeridas com base no texto inserido em certos campos de edição e documentos.
ru: Предложения по вводу — это список предлагаемых вариантов ввода, основанный на тексте, введённом в некоторых полях редактирования и документах.
ta: சில ஆவணங்களிலும், தொகு களங்கலிலும் உரை தட்டச்சிடப்படும்பொழுது, பட்டியலிடப்பட்டு எடுத்துரைக்கப்படும் உரைகளே தன்னியக்க எடுத்துரைகளாகும்.
zh_tw: 自動建議是在某些文字編輯區或文件中輸入文字時出現的建議項目清單，

source: For example, when you enter text into the search box in Start menu in Windows Vista and later, Windows displays a list of suggestions based on what you typed.
bg: Например, когато въвеждате текст в полето за търсене в менюто Старт на Windows Vista и по-нови, Windows показва списък с предложения, базиран на това, което въвеждате.
de: Ein Beispiel für ein solches Eingabefeld ist das Suchfeld im Startmenü in Windows. Wenn Sie dort einen Suchbegriff eingeben, werden Suchvorschlägen basierend auf den Suchbegriff von Windows angezeigt.
es: Por ejemplo, cuando introduzcas texto en el cuadro de búsqueda en el menú inicio en Windows Vista y posteriores, Windows muestra una lista de sugerencias basadas en lo que escribiste.
hr: Na primjer, kad upišete tekst u polje za uređivanje u izborniku Start u Windows Vista i novijim sustavima, Windows prikazuje popis prijedloga baziranih na tome što ste upisali.
nl: Wanneer u bijvoorbeeld in het zoekvak van het startmenu van Windows Vista of latere Windows versies tekst invoert, zal er een lijst met suggesties worden getoond die gebaseerd is op wat u intypte.
pt_br: Por exemplo, quando você digita algo na caixa de pesquisa do Menu iniciar no Windows Vista e superiores, o Windows exibe uma lista de sugestões baseadas no que você digitou.
ru: Например, когда вы набираете текст в поле поиска в меню "Пуск" в Windows Vista и выше, Windows отображает список предложений, основанный на том, что вы ввели.
ta: எடுத்துக்காட்டாக, விண்டோஸ் விஸ்டா, அல்லது அதற்கும் பிறகான இயக்கமுறைமைகளில் காணப்படும் துவக்குப் பட்டியலின் 'தேடுக' களத்தில் தட்டச்சிடும்பொழுது, தட்டச்சிடப்பட்டுள்ள உரைக்கேற்ற வண்ணம் எடுத்துரைகள் பட்டியலிடப்படும்.
zh_tw: 例如當您在 Windows Vista 以上的開始功能表的「搜尋方塊」中輸入文字，Windows 會根據所輸入的文字顯示相關的建議清單，

source: For some edit fields such as search fields in various Windows 10 apps, NVDA can notify you that a list of suggestions has appeared when you type text.
bg: За някои полета за писане като полетата за търсене в различните приложения на Windows 10, NVDA може да ви известява, че се е появил списък с предложения, когато въвеждате текст.
de: Weitere Beispiele für Eingabefelder mit Vorschlagslisten sind Suchfelder in diversen Windows-Anwendungen.
es: Para algunos campos de edición tales como campos de búsqueda en varias aplicaciones de Windows 10, NVDA puede notificarte que ha aparecido una lista de sugerencias al escribir texto.
hr: Za neka polja, kao što su to polja za pretragu raznim Windows 10 aplikacijama, NVDA vas može obavijestiti da se pojavio popis prijedloga kad upišete tekst.
nl: Voor bepaalde invoervelden zoals zoekvakken in verrschillende Windows 10 apps, kunt u NVDA laten melden dat er een lijst met suggesties is open gegaan tijdens het typen.
pt_br: Para alguns campos de edição tais como os campos de pesquisa em vários aplicativos do Windows 10, o NVDA pode notificá-lo sobre a aparição da lista de sugestões quando você digita.
ru: Для некоторых полей редактирования, таких как поля поиска в различных приложениях Windows 10, NVDA может уведомить вас о том, что при вводе текста появился список предложений.
ta: விண்டோஸ் 10 பயன்பாடுகளில் காணப்படும் 'தேடுக' களங்கள் போன்ற சில தொகு களங்களில் தாங்கள் தட்டச்சிடும்பொழுது, சில எடுத்துரைகள் பட்டியலிடப்பட்டுள்ளன என்பதை என்விடிஏ தங்களுக்கு அறிவிக்கும்.
zh_tw: 有些文字編輯區 (例如 Windows 10 一些 APP 的搜尋方塊) 當您輸入文字時會顯示與輸入文字相關的建議清單，

source: The auto-suggestions list will close once you move away from the edit field, and for some fields, NVDA can notify you of this when this happens.
bg: Списъкът с автоматични предложения ще се затвори веднага, щом се преместите извън полето за писане, и за някои полета NVDA може да ви известява, когато става това.
de: Die Vorschlagsliste wird geschlossen, sobald Sie mit dem Fokus das Eingabefeld verlassen. NVDA kann Sie manchmal darüber informieren, sobald dies geschieht.
es: La lista de autosugerencias se cerrará una vez te muevas por el campo de edición, y para algunos campos, NVDA puede notificarte de esto cuando ello ocurra.
hr: Popis automatskih prijedloga će se zatvoriti jednom kad se pomakenete izvan polja za uređivanje, i za neka polja, NVDA vas može o tome obavijestiti kad se to dogodi.
nl: De lijst met suggesties sluit zich wanneer u uit het invoerveld gaat. Voor sommige invoervelden kan NVDA hiervan melding maken.
pt_br: Uma vez que você saia do campo de edição, a lista de sugestões será fechada e em alguns casos, o NVDA o notificará quando isso acontecer.
ru: Список предложений по вводу будет закрыт, как только вы покинете поле редактирования, и для некоторых полей NVDA может уведомить вас об этом.
ta: தொகு களங்களைவிட்டுத் தாங்கள் நகர்ந்து செல்லும்பொழுது, தன்னியக்க எடுத்துரைகளின் பட்டியல் மூடிக்கொள்வதோடு, சில களங்களில் இது நிகழ்வதையும் என்விடிஏ தங்களுக்கு அறிவிக்கும்.
zh_tw: 一旦您離開文字編輯區，自動建議清單將會關閉，而有些欄位的設計可讓 NVDA 在此情況發生時通知您。

source: Input Composition
bg: Съставно въвеждане на символи
de: Eingabemethoden
es: Composición de Entrada
hr: Unos sastavljenih znakova
nl: Invoersamenstelling
pt_br: Entrada para Composição
ru: Композитный ввод
ta: உள்ளீடு இயற்றல்
zh_tw: 輸入法組字

source: The Input Composition category allows you to control how NVDA reports the input of Asian characters, such as with IME or Text Service input methods.
bg: Категорията „Съставно въвеждане на символи“ ви позволява да определите начина, по който NVDA докладва въвеждането на азиатски знаци, например с IME или текстовите методи на въвеждане.
de: Mit den Optionen aus dieser Kategorie können Sie die Eingabe von Zeichen asiatischer Sprachen über NVDA steuern; dies betrifft sowohl IME als auch Textdienste.
es: La categoría Composición de entrada te permite controlar cómo anuncia NVDA la entrada de Caracteres Asiáticos, tales como con IME o métodos de Servicio de entrada de texto.
hr: Ova kategorija postavki omogućuje kontrolu izgovora unosa azijskih znakova, koristeći IME ili načine unosa s tekstualnim uslugama.
nl: Via de categorie instellingen Invoersamenstelling kunt u regelen hoe NVDA de karakters van Aziatische talen weergeeft, wanneer u deze invoert. Dit geldt voor invoermethodes zoals IME en Text Service.
pt_br: A categoria Entrada para Composição lhe permite controlar como o NVDA anunciará a entrada de caracteres Asiáticos, tais como os métodos de entrada do IME ou o Serviço de Texto.
ru: С помощью этой категории настроек вы можете управлять, как NVDA следует читать ввод азиатских символов, такие как IME или методы ввода в текстовых службах.
ta: ஐ.எம்.இ., அல்லது உரைச் சேவை உள்ளீடு முறையைக் கொண்டு ஆசிய எழுத்துகளை உள்ளீடு செய்யும்பொழுது, என்விடிஏ இவ்வுள்ளீடுகளை எவ்வாறு அறிவிக்கிறது எந்பதனை உள்ளீடு இயற்றல் வகைமை கட்டுப்படுத்துகிறது.
zh_tw: 「輸入法組字」類別允許您控制如何讀出亞洲文字的輸入，例如 IME 或 TSF 輸入法，

source: Note that due to the fact that input methods vary greatly by available features and by how they convey information, it will most likely be necessary to configure these options differently for each input method to get the most efficient typing experience.
bg: Забележете, че поради факта, че методите на въвеждане се различават коренно по наличните възможности и по това как те предават информация, най-вероятно ще бъде необходимо да настроите тези настройки различно за различните методи на въвеждане, за да получите най-голяма ефективност при писане.
de: Hinweis: Eingabemethoden variieren sehr in der Verfügbarkeit von Funktionen sowie in der Informationsweitergabe. Somit müssen diese Optionen für die jeweils verwendete Eingabemethode festgelegt werden, um die bestmögliche Effizienz beim Tippen zu erhalten.
es: Ten en cuenta que debido al hecho de que los métodos de entrada varían en gran medida por sus características disponibles y por cómo transmiten la información, lo más probable será que sea necesario configurar estas opciones de modo diferente para cada método de entrada para obtener la experiencia de escritura más eficiente.
hr: Imajte na umu da, zbog činjenice da se metode unosa teksta razlikuju po dostupnim značajkama i po tome kako dostavljaju informacije, u većini slučajeva bit će potrebno posebno konfigurirati postavke za svaku metodu unosa da biste dobili najbolje iskustvo pisanja.
nl: N.B. Aangezien er grote verschillen bestaan tussen de invoermethodes wat betreft mogelijkheden en de wijze van informatieoverdracht, zal het wellicht nodig zijn de instellingen aan te passen aan de gebruikte invoermethode. Hierdoor wordt typen aangenamer en gemakkelijker.
pt_br: Note que devido ao fato de que os métodos de entrada variam consideravelmente conforme os recursos disponíveis e conforme seus modos de transmitir a informação, muito provavelmente será necessário configurar diferentemente essas opções para cada método de entrada, a fim de obter uma experiência de digitação mais eficiente.
ru: Обратите внимание, что в связи с тем, что методы ввода во многом зависят от имеющихся возможностей и от того, насколько они передают информацию, скорее всего, потребуется настроить эти параметры отдельно для каждого метода ввода, чтобы получить наиболее эффективный метод при наборе текста.
ta: உள்ளீடு முறைகளின் சிறப்புக்கூறுகளும், தகவல்களை அவைகள் அறிவிக்கும் முறையும் மிகவும் வேறுபடுவதால், சிறப்பான தட்டச்சு அனுபவத்தைப் பெற, அனேகமாக ஒவ்வொரு உள்ளீடு முறைக்கான விருப்பத்தேர்வுகளையும் தனித் தனியே அமைவடிவமாக்க வேண்டியிருக்கும் என்பதை கவனிக்கவும்.
zh_tw: 由於輸入法因可用功能和資訊傳遞方法的不同而有很大的差異，因此可能需要為每種輸入法以不同的方式設定這些選項以獲得最有效率的輸入體驗。(譯者註：以下所提及之內建中文輸入法對應於 Windows 10 版本 2004 之後的輸入法)

source: Automatically report all available candidates
bg: Автоматично докладване на всички налични кандидати
de: Verfügbare Schriftsatz-Kandidaten mitteilen
es: Anunciar Automáticamente todos los Candidatos Disponibles
hr: Automatski izvijesti o svim dostupnim kandidatima
nl: Automatisch alle beschikbare kandidaten melden
pt_br: Anunciar automaticamente todas as sugestões disponíveis
ru: Автоматически сообщать все доступные варианты
ta: இருக்கும் எல்லாத் தேர்வுருக்களையும் தானாக அறிவித்திடுக
zh_tw: 讀出所有顯示的候選字

source: This option, which is on by default, allows you to choose whether or not all visible candidates should be reported automatically when a candidate list appears or its page is changed.
bg: Тази опция, която е включена по подразбиране, ви позволява да избирате дали всички видими кандидати трябва да бъдат докладвани автоматично, когато се появи списък с кандидати или неговата страница бъде променена.
de: Diese Option, die standardmäßig aktiviert ist, legt fest, ob automatisch eine Liste aller sichtbaren Zeichensätze wiedergegeben werden.
es: Esta opción, que está activada de manera predeterminada, te permite elegir si todos los candidatos visibles deberían anunciarse automáticamente cuando aparezca una lista de candidatos o su página cambie.
hr: Ova opcija, koja je standardno aktivirana, omogućuje hoće li se ili neće automatski izvještavati svi vidljivi kandidati kad se pojavljuje lista kandidata ili je stranica liste promjenjena.
nl: Met deze keuzemogelijkheid, die standaard geactiveerd is, bepaalt u of de zichtbare kandidaten al dan niet automatisch moeten worden gemeld wanneer er een kandidatenlijst verschijnt of wanneer de pagina verandert.
pt_br: Esta opção, que por padrão encontra-se ativada, lhe permite escolher se todas as sugestões visíveis devem ou não ser anunciadas automaticamente quando uma lista de sugestões aparece ou quando sua página muda.
ru: С помощью этого, установленного по умолчанию флажка, вы можете выбрать, следует ли NVDA автоматически читать все видимые варианты иероглифов при появлении списка вариантов или при изменении (обновлении) страницы вариантов.
ta: இயல்பில் தேர்வாகியிருக்கும் இத்தேர்வுப் பெட்டி, ஒரு தேர்வுருக்கள் உரையாடல் பெட்டித் தோன்றும்பொழுது, அல்லது அதன் பக்கம் மாற்றப்படும்பொழுது, பார்வையில் இருக்கும் எல்லாத் தேர்வுருக்களையும் தானாக அறிவிக்க வேண்டுமா என்று தீர்மானிக்க உதவுகிறது.
zh_tw: 此選項預設開啟，允許您選擇在候選字清單首頁或換頁出現時是否自動讀出所有顯示的候選字，

source: Having this option on for pictographic input methods such as Chinese New ChangJie or Boshiami is useful, as you can automatically hear all symbols and their numbers and you can choose one right away.
bg: Включването на тази опция за пиктографски методи на въвеждане, като Китайската Нова ChangJie или Boshiami е полезно, доколкото можете автоматично да чуете всички символи и техните номера и можете да изберете един веднага.
de: Das Aktivieren dieser Option ist, z. B. für die Eingabe piktografischer Zeichen wie ChangJie oder Boshiami sinnvoll, weil Sie ein Zeichen nebst seiner zugehörigen Nummer angezeigt bekommen.
es: Tener esta opción activada para métodos de entrada pictográfica tales como chino Nuevo ChangJie o Boshiami, es útil pues puedes escuchar todos los símbolos automáticamente y sus números y puedes elegir uno inmediatamente.
hr: Korisno je imati uključenu ovu opciju za piktografske metode unosa kao što su Kineski Novi ChangJie ili Boshiami, jer možete čuti sve dostupne simbole i tako ih izravno unositi.
nl: Bij pictografische invoer, zoals voor Chinees Nieuw Tsjang-Dzji en Boshiami is het handig als deze keuze aangevinkt is, omdat u automatisch alle symbolen hoort met het bijbehorende nummer zodat u er direct één kunt kiezen.
pt_br: Ter esta opção ativada para métodos de entrada pictográficos tais como o Novo ChangJie Chinês ou Boshiami é útil, pois você pode ouvir automaticamente todos os símbolos e seus números e assim torna-se possível escolher um caminho correto.
ru: Если эта опция установлена для пиктографического метода ввода, таких как "Китайский Новый ChangJie" или "Boshiami", то это будет крайне полезным, так как NVDA автоматически читает все символы и их номера, и вы можете тут же выбрать один из них.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், புதிய சீன சான்ஜாய், பாஷ்யமி போன்ற வரைகலை உள்ளீடு முறையைப் பயன்படுத்தும்பொழுது, எல்லாக் குறியீடுகளும், அதன் எண்களும் தானாக அறிவிக்கப்படும். ஒரு எழுத்தினைத் தாங்கள் எளிதில் தேர்வுச் செய்து கொள்ள இது பயன்படுகிறது.
zh_tw: 對於拆字方式的輸入法如中文倉頡是很有助益的，因為您可以自動聽到所有的候選字及其編號，並且可立刻從中選擇，

source: However, for phonetic input methods such as Chinese New Phonetic, it may be more useful to turn this option off, as all the symbols will sound the same and you will have to use the arrow keys to navigate the list items individually to gain more information from the character descriptions for each candidate.
bg: Въпреки това, за фонетични методи на въвеждане, като например китайската нова фонетична подредба, тази опция може да бъде по-полезно да се изключи, тъй като всички символи ще звучат еднакво и ще трябва да използвате стрелките, за да се придвижите между елементите на списъка за да получите повече информация от описанията на символите за всеки кандидат.
de: Bei phonetischen Eingabemethoden ist es jedoch sinnvoll, die Option abzuschalten, weil Sie das passende Zeichen ohnehin mit den Pfeiltasten auswählen müssen, um es einzufügen.
es: Sin embargo, para los métodos de entrada fonéticos tales como el Chinese New Phonetic, Podría ser más útil desactivar esta opción ya que todos los símbolos sonarán igual y tendrás que utilizar las teclas de cursor para navegar por los elementos de la lista individualmente para obtener más información de la descripción de caracteres para cada candidato.
hr: Međutim, za fonetske metode unosa, kao što je Kineski Novi fonetski, korisno je isključiti ovu opciju jer će svi simboli zvučati isto i trebat ćete koristiti kursorske tipke da biste se kretali između stavaka popisa pojedinačno da biste dobili više informacija iz opisa znakova za svaki kandidat.
nl: Bij fonetische invoermethodes zoals Chinees Nieuw Fonetisch is het evenwel verstandiger deze optie uit te zetten omdat alle tekens hetzelfde klinken en u met de pijltoetsen door de lijst moet bladeren om uit de beschrijving van de afzonderlijke karakters de benodigde informatie te verkrijgen voor de te kiezen kandidaat.
pt_br: Todavia, para métodos de entrada fonéticos como a Nova Fonética Chinesa, poderá ser mais útil desativar esta opção, pois todos os símbolos soarão idênticos e você terá que usar as setas para navegar entre os itens de lista individualmente a fim de obter mais informações sobre cada sugestão via descrição de caracteres.
ru: Однако, для фонетического метода ввода, такого как "Китайский Новый Фонетический" метод, будет лучше отключить эту опцию, так как все символы будут звучать одинаково, и вам нужно будет использовать клавиши-стрелки для перемещения по списку элементов по отдельности, чтобы получить больше информации из описаний иероглифов для каждого варианта.
ta: ஆனால், புதிய சீன ஃபொனடிக் போன்ற ஒலிப்பு முறை சார்ந்த உள்ளீட்டு முறையைப் பயன்படுத்தும்பொழுது, இத்தேர்வுப் பெட்டியின் தேர்வினை நீக்கிவிடவும். இவ்வுள்ளீட்டு முறையில் எல்லாக் குறியீடுகளும் ஒன்றுபோலவே ஒலிப்பதால், அம்பு விசைகளைப் பயன்படுத்தி, ஒவ்வொரு எழுத்திற்கும் நகர்ந்து அதன் எழுத்து விளக்கங்களைக் கொண்டு தேவைப்படும் எழுத்தினைத் தேர்வுச் செய்துகொள்ளவும்.
zh_tw: 但是對於拼音方式的輸入法如中文注音關閉此選項更為有用，因所有的候選字讀音皆相同無從分辨，故應將「讀出候選字及字元說明」的選項一併啟用，在您按方向鍵上下移動選擇候選字時方可從每個候選字的字元說明來區別，以有效選出正確的字。
