Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Solid blue highlights a combined navigator object and system focus location (e.g. because [the navigator object follows the system focus](#ReviewCursorFollowFocus)).
bg: Плътно синьо откроява комбинацията от навигационния обект и системния фокус (например, защото [навигационният обект следва системния фокус](#ReviewCursorFollowFocus)).
de: Kräftiges Blau markiert die Fokus-Position, wenn sich das Navigator-Objekt an gleicher Stelle befindet (z. B. weil das [Navigator-Objekt dem System-Fokus](#ReviewCursorFollowFocus) folgt).
es: El azul sólido resalta una combinación de la localización del navegador de objetos y del foco del sistema (ej.: porque [el navegador de objetos siga al foco del sistema](#ReviewCursorFollowFocus)).
hr: Plava ističe kombiniranu poziciju navigacijskog objekta i fokusa sustava (npr. jer [navigacijski objekt prati fokus sustava](#ReviewCursorFollowFocus)).
nl: Egaal blauw markeert de plaats waar navigatorobject en systeemfocus samenkomen, (bijv. omdat [het navigatorobject de systeemfocus volgt](#ReviewCursorFollowFocus)).
pt_br: O azul sólido realça um local combinado do objeto de navegação e foco do sistema (por exemplo, porque [o objeto de navegação segue o foco do sistema](#ReviewCursorFollowFocus)).
ru: Сплошным синим цветом подсвечивается совмещение системного фокуса и объекта навигатора (например, когда объектный навигатор [следует за системным фокусом](#ReviewCursorFollowFocus)).
ta: திட நீலம்: வழிசெலுத்திப் பொருளும், கணினிக் குவிமையமும் ஒருங்கிணைந்த அமைவிடத்தைத் துலக்கமாக்குகிறது. [ஏனென்றால், கணினிக் குவிமையத்தை வழிசெலுத்திப் பொருள் பின்தொடருகிறது](#ReviewCursorFollowFocus).
zh_tw: 藍色實線代表系統焦點結合導覽物件同在的位置 (例如因為[導覽物件跟隨系統焦點](#ReviewCursorFollowFocus)的關係)

source: Dashed blue highlights just the system focus object.
bg: Пунктирано синьо откроява само обекта на системния фокус.
de: Blau gestrichelt markiert nur das Objekt unter dem System-Fokus.
es: El azul discontínuo resalta sólo el objeto del foco del sistema.
hr: Iscrtkana plava ističe samo objekt fokusa sustava.
nl: Gestreept blauw markeert alleen het systeemfocus-object.
pt_br: Azul tracejado realça apenas o objeto com foco do sistema.
ru: Пунктирным синим цветом подсвечивается только объект в системном фокусе.
ta: கோடிட்ட நீலம்: கணினிக் குவிமையப் பொருளை மட்டும் துலக்கமாக்குகிறது.
zh_tw: 藍色虛線僅代表系統焦點的位置。

source: Solid pink highlights just the navigator object.
bg: Плътно розово откроява само навигационния обект.
de: Kräftiges Rosa hebt nur das Navigatorobjekt hervor.
es: El rosa sólido resalta sólo el navegador de objetos.
hr: Ružičasta ističe samo navigacijski objekt.
nl: Egaal rose markeert alleen het navigatorobject.
pt_br: O rosa sólido realça apenas o objeto de navegação.
ru: Сплошным розовым цветом подсвечивается только объект навигатора.
ta: திட இளஞ்சிவப்பு: வழிசெலுத்திப் பொருளை மட்டும் துலக்கமாக்குகிறது.
zh_tw: 粉紅色實線僅代表導覽物件的位置

source: Solid yellow highlights the virtual caret used in browse mode (where there is no physical caret such as in web browsers).
bg: Плътно жълто откроява виртуалната каретка, използвана в режим на разглеждане (където няма физическа каретка, като например в уеб браузърите).
de: Kräftiges Gelb hebt den virtuellen System-Cursor hervor, welcher im Lesemodus verwendet wird. (In diesen Dokumenten gibt es keinen physischen Cursor, wie z. B. in Internet-Browsern).
es: El amarillo sólido resalta el cursor virtual utilizado en modo Exploración (donde no hay cursor físico como en los navegadores web).
hr: Žuta ističe virtualni kursor koji se koristi u modusu čitanja (gdje ne postoji fizički kursor, npr. u internetskim preglednicima).
nl: Egaal geel markeert de virtuele aanwijzer die in bladermodus (waar een fysieke aanwijzer, zoals in een webbrowser, ontbreekt), wordt gebruikt.
pt_br: Amarelo sólido realça o cursor virtual usado no modo de navegação (onde não há nenhum cursor físico, como em navegadores web).
ru: Сплошным жёлтым цветом подсвечивается виртуальная каретка/курсор в режиме обзора (там, где нет системной каретки, например в web-браузерах).
ta: திட மஞ்சள்: இணைய உலாவிகளில் பருநிலை சுட்டி இல்லாதிருப்பது போன்ற இடங்களில், உலாவும் நிலையில் பயன்படுத்தப்படும் நிகர்நிலைச் சுட்டியைத் துலக்கமாக்குகிறது.
zh_tw: 黃色實線代表瀏覽模式的虛擬游標位置 (沒有實際游標的情況例如在瀏覽器中)

source: When Visual Highlight is enabled in the [vision category](#VisionSettings) of the [NVDA Settings](#NVDASettings) dialog, you can [change whether or not to highlight the focus, navigator object or browse mode caret](#VisionSettingsFocusHighlight).
bg: Когато визуалното открояване е включено в [категорията „Визуални подобрения“](#VisionSettings) в [прозореца с настройките на NVDA](#NVDASettings), можете [да промените дали да се открояват или не фокусът, навигационният обект или каретката в режим на разглеждане](#VisionSettingsFocusHighlight).
de: Wenn Sie Visuell hervorheben in der Kategorie "[Visuelle Darstellungen](#VisionSettings)" der [NVDA-Einstellungen](#NVDASettings) aktiviert haben, können Sie [ändern, ob Sie den Fokus, das Navigator-Objekt oder den Cursor im Lesemodus](#VisionSettingsFocusHighlight) hervorgehoben werden sollen.
es: Cuando Resaltado Visual esté habilitado en la [categoría visión](#VisionSettings) del diálogo [Opciones de NVDA](#NVDASettings), [puedes cambiar si deseas o no resaltar el cursor del foco, del navegador de objetos o del modo Exploración](#VisionSettingsFocusHighlight)
hr: Kad je vizualno praćenje uključeno u kategoriji [Vid](#VisionSettings), u dijaloškom okviru [NVDA Postavke](#NVDASettings), možete [promjeniti isticanje fokusa, navigacijskog objekta ili kursora u modusu čitanja](#VisionSettingsFocusHighlight)
nl: Wanneer Visuele Uitlichting ingeschakeld is in de [categorie zicht](#VisionSettings) in het dialoogvenster [NVDA-instellingen](#NVDASettings) , kunt u daar [aanpassen of u al dan niet de focus, het navigatorobject of de bladermodusaanwijzer](#VisionSettingsFocusHighlight) uitlicht.
pt_br: Quando o Realce Visual está habilitado na [categoria visão](#VisionSettings) do diálogo [Configurações do NVDA](#NVDASettings), você pode [alterar se deseja ou não realçar o foco, o objeto de navegação ou o cursor do modo de navegação](#VisionSettingsFocusHighlight).
ru: При включении визуальной подсветки в [категории "Зрение"](#VisionSettings) [диалога настроек NVDA](#NVDASettings), вы можете выбрать, следует ли [подсвечивать системный фокус, объект навигатора или курсор режима обзора](#VisionSettingsFocusHighlight).
ta: [என்விடிஏ அமைப்புகளின்](#NVDASettings) உரையாடலில் காணப்படும் [பார்வை வகைமையில்](#VisionSettings) பார்வைக்குத் துலக்கமாக்குக வசதி முடுக்கப்பட்டால், [குவிமையம், வழிசெலுத்திப் பொருள், உலாவும் நிலைச் சுட்டி ஆகியவைகளைத் துலக்கமாக்கும்](#VisionSettingsFocusHighlight) வசதியை மாற்றியமைக்க இயலும்.
zh_tw: 當在 [NVDA 設定](#NVDASettings)對話框中的[視覺類別](#VisionSettings)啟用了視覺醒目提示，您便可以[更改是否醒目提示焦點、導覽物件或瀏覽模式游標](#VisionSettingsFocusHighlight)。

source: Screen Curtain
bg: Екранна завеса
de: Der Bildschirmvorhang
es: Cortina de Pantalla
hr: Ekranska zavjesa
nl: Scherm Dimmen (Schermgordijn)
pt_br: Cortina de Tela
ru: Затемнение экрана
ta: திரைச்சீலை
zh_tw: 螢幕簾幕

source: As a blind or vision impaired user, it is often not possible or necessary to see the contents of the screen.
bg: За един сляп или с увредено зрение потребител, често не е възможно или необходимо да гледа съдържанието на екрана.
de: Für blinde oder sehbehinderte Benutzer ist es oft nicht möglich oder notwendig, den Inhalt des Bildschirms zu sehen.
es: Como usuario ciego o con problemas de visión, a menudo no es posible o necesario ver el contenido de la pantalla.
hr: Kao slijep ili slabovidan korisnik, često nije moguće ili potrebno vidjeti sadržaj ekrana.
nl: Als blinde of slechtziende gebruiker is het vaak niet mogelijk of noodzakelijk te zien wat er op het scherm wordt weergegeven.
pt_br: Como usuário cego ou com deficiência visual, normalmente não é possível ou necessário ver o conteúdo da tela.
ru: Зачастую незрячим или слабовидящим пользователям не требуется видеть содержимое экрана.
ta: பார்வையற்ற, அல்லது பார்வைக் குறைபாடு உள்ள ஒரு பயனர், அடிக்கடி கணினித் திரையைப் பார்க்க முடிவதில்லை, அல்லது அதற்கு தேவை இருப்பதில்லை.
zh_tw: 對於全盲或視覺障礙的使用者，通常不可能或不需要觀看畫面上的內容，

source: Furthermore, it might be hard to ensure that there isn't someone looking over your shoulder.
bg: Освен това може да е трудно за дадения човек да се увери, че някой няма да наднича през рамото му.
de: Zudem könnte es schwierig sein, sicherzustellen, dass Ihnen niemand über die Schulter schaut.
es: Además, puede ser difícil asegurarte de que no haya nadie mirando por encima de tu hombro.
hr: Pored toga je ponekad teško znati, gleda li netko preko vašeg ramena.
nl: Bovendien kan het heel lastig zijn met zekerheid vast te stellen dat er niet iemand over je schouder meekijkt.
pt_br: Além disso, pode ser difícil garantir que não haja alguém olhando por cima do seu ombro.
ru: Кроме того, иногда может быть трудно убедиться в отсутствии рядом посторонних людей, заглядывающих вам через плечо.
ta: அதுதவிர, தனது தோளின் மேலாக யாரேனும் தனது கணினித் திரையைப் பார்த்துக்கொண்டிருக்கிறார்களா என்பதையும் அந்தப் பயனரால் உறுதிசெய்துகொள்ள இயலாது.
zh_tw: 此外很難確保沒有人在背後看著您的螢幕，

source: For this situation, NVDA contains a feature called "Screen Curtain" which can be enabled to make the screen black.
bg: За такива ситуации NVDA разполага с функция, наречена „екранна завеса“, която може да бъде включена, за да направи екрана черен.
de: Dafür gitb es in NVDA den Bildschirmvorhang. Mit dieser Funktion wird der Bildschirm verdunkelt.
es: Para esta situación, NVDA contiene una característica llamada "Cortina de Pantalla" que puede activarse para hacer que la pantalla sea negra.
hr: Zbog takvih situacija, NVDA sadrži funkciju "Ekranska zavjesa" koja se može uključiti kako bi se zatamnio ekran.
nl: In zo'n geval kent NVDA de optie 'Scherm Dimmen' die ingeschakeld kan worden om een donker scherm te krijgen.
pt_br: Para essa situação, o NVDA contém um recurso chamado "Cortina de Tela", que pode ser habilitado para tornar a tela preta.
ru: Для таких ситуаций, NVDA содержит функцию под названием "Затемнение экрана", активация которой позволяет сделать экран компьютера полностью чёрным.
ta: இச்சூழ்நிலைக்காகவே, 'திரைச்சீலை' என்கிற ஒரு வசதியை என்விடிஏ கொண்டுள்ளது. இவ்வசதியை முடுக்குவதன் மூலம், கணினித் திரையை கருமையாக்கலாம்.
zh_tw: 針對這樣的情形，NVDA 提供了一個名為「螢幕簾幕」的功能，啟用後可以使螢幕全黑。

source: You can enable the Screen Curtain in the [vision category](#VisionSettings) of the [NVDA Settings](#NVDASettings) dialog.
bg: Можете да включите екранната завеса в [категорията „Визуални подобрения“](#VisionSettings) на диалоговия прозорец с [настройките на NVDA](#NVDASettings).
de: Sie können den Bildschirmvorhang in den [NVDA-Einstellungen](#NVDASettings), in der Kategorie [Visuelle Darstellungen](#VisionSettings) aktivieren.
es: Puedes habilitar la Cortina de Pantalla en la [categoría visión](#VisionSettings) del diálogo [Opciones de NVDA](#NVDASettings).
hr: Ekransku zavjesu možete uključiti u kategoriji [Vid](#VisionSettings), u [NVDA Postavkama](#NVDASettings).
nl: U kunt Scherm Dimmen inschakelen in de categorie [zicht](#VisionSettings) in het dialoogvenster [Instellingen van NVDA](#NVDASettings).
pt_br: Pode habilitar a Cortina de Tela na [categoria visão](#VisionSettings) do diálogo [Configurações do NVDA](#NVDASettings).
ru: Вы можете включить затемнение экрана в [категории "Зрение"](#VisionSettings) [диалога настроек NVDA](#NVDASettings).
ta: [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் [பார்வை வகைமையில்](#VisionSettings) திரைச்சீலையை முடுக்கலாம்.
zh_tw: 您可以在 [NVDA 設定](#NVDASettings)對話框的[視覺類別](#VisionSettings)中啟用螢幕簾幕。

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Prečac |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Toggles the state of the screen curtain |`NVDA+control+escape` |Enable to make the screen black or disable to show the contents of the screen. Pressed once, screen curtain is enabled until you restart NVDA. Pressed twice, screen curtain is enabled until you disable it.
bg: Превключва състоянието на екранната завеса |`NVDA+Control+Escape` |Включва се, за да направи екрана черен, или се изключва, за да показва съдържанието на екрана. При еднократно натискане екранната завеса е включена, докато рестартирате NVDA. При двукратно натискане екранната завеса е включена, докато я изключите
de: Bildschirmvorhang ein- oder ausschalten |`NVDA+Strg+Escape` |Aktivieren Sie diesen, um den Bildschirm zu schwärzen oder deaktivieren Sie diesen, um den Bildschirminhalt anzuzeigen. Durch einmaliges Drücken wird der Bildschirmvorhang aktiviert, bis Sie NVDA neu starten. Durch zweimaliges Drücken bleibt der Bildschirmvorhang aktiviert, bis Sie ihn deaktivieren.
es: Conmutar estado de la cortina de pantalla |`NVDA+control+escape` |Habilita el hacer que la pantalla se ponga negra o deshabilita el mostrar los contenidos de la pantalla. Pulsado una vez, se habilita la cortina de pantalla hasta que reinicies NVDA. Pulsado dos veces, la cortina de pantalla se habilita hasta que tú la deshabilites.
hr: Uključuje i isključuje zaslonsku zavjesu |`NVDA+control+escape` |Uključite ako želite učiniti zaslon crnim ili isključite ako želite vidjeti sadržaj zaslona. Kada se pritisne jedamput, zaslonska zavjesa je uključena sve dok je NVDA uključen. Kada se pritisne dva put, zaslonska zavjesa je uključena uvijek
nl: Wijzigt de staat van het schermgordijn |`NVDA+control+escape` |Inschakelen om het scherm te verduisteren of uitschakelen om te laten zien wat er op het scherm wordt weergegeven. Na eenmaal drukken is het schermgordijn actief totdat je NVDA opnieuw start. Na tweemaal drukken screen wordt het schermgordijn geactiveerd totdat je het uitzet.
pt_br: Alterna o estado da cortina de tela |`NVDA+control+escape` |Habilite para deixar a tela preta ou desabilite para mostrar o conteúdo da tela. Pressionada uma vez, a cortina de tela fica habilitada até você reiniciar o NVDA. Pressionada duas vezes, a cortina de tela fica habilitada até você desabilitá-la.
ru: Переключает состояние затемнения экрана |`NVDA+control+escape` |Enable to make the screen black or disable to show the contents of the screen. Pressed once, screen curtain is enabled until you restart NVDA. Pressed twice, screen curtain is enabled until you disable it.
ta: திரைச்சீலையின் நிலையை மாற்றியமைக்கிறது |`என்விடிஏ+கட்டுப்பாடு+விடுபடு` |முடுக்கப்பட்டால் திரை கருமையாக்கப்படும், முடக்கப்பட்டால் திரையின் உள்ளடக்கங்கள் காட்டப்படும். ஒருமுறை அழுத்தினால், என்விடிஏ மறுதுவக்கப்படும்வரை திரைச்சீலை இடப்பட்டிருக்கும். இருமுறை அழுத்தினால், திலைச்சீலை முடக்கப்படும்வரை அது இடப்பட்டிருக்கும்.
zh_tw: 切換螢幕簾幕的狀態 |NVDA+Ctrl+Esc |啟用使螢幕全黑或停用以顯示螢幕內容。按一下啟用螢幕簾幕直到您重新啟動 NVDA，連按兩下啟用螢幕簾幕直到您將其停用。

source: When the Screen Curtain is active some tasks directly based on what appears on the screen such as performing [OCR](#Win10Ocr) or taking a screenshot cannot be achieved.
bg: Когато екранната завеса е активна, някои задачи, директно базирани на това, което се вижда на екрана, като например извършване на [OCR](#Win10Ocr) или правене на екранна снимка, не могат да бъдат осъществени.
de: Wenn der Bildschirmvorhang aktiv ist, können einige Aufgaben, die direkt auf der Bildschirmanzeige basieren, wie das Ausführen der [Texterkennung](#Win10Ocr) oder das Erstellen eines Screenshots, nicht ausgeführt werden.
es: Cuando la Cortina de Pantalla esté activa algunas tareas basadas directamente en lo que aparece sobre la pantalla como la realización del [OCR](#Win10Ocr) o la toma de una captura no se pueden conseguir.
hr: Kada je zaslonska zavjesa uključena, neki zadaci koji su bazirani na sadržaju ekrana kao što je to izvođenje [prepoznavanja teksta](#Win10Ocr) ili slikanja zaslona ne mogu biti izvedeni.
nl: Wanneer Scherm Dimmen is ingeschakeld, zijn taken die rechtstreeks te maken hebben met wat er op het scherm verschijnt, zoals het uitvoeren van [OCR](#Win10Ocr) of het maken van een schermafbeelding, niet uitvoerbaar.
pt_br: Quando a Cortina de Tela está ativa, algumas tarefas diretamente baseadas no que aparece na tela, como executar [OCR](#Win10Ocr) ou tirar uma captura de tela, não podem ser realizadas.
ru: При включённом затемнении экрана, некоторые задачи, непосредственно зависящие от отображаемого на дисплее содержимого, такие как [оптическое распознавание символов с помощью компонента Windows OCR](#Win10Ocr) или создание скриншотов, не могут быть выполнены.
ta: திரைச்சீலை முடுக்கப்பட்டிருக்கும்பொழுது, [எழுத்துணரி](#Win10Ocr), திரையைப் படமெடுத்தல் போன்று, திரையில் தோன்றுவனவற்றை அடிப்படையாகக்கொண்டிருக்கும் செயல்களை நிறைவேற்றிக்கொள்ள இயலாது.
zh_tw: 當螢幕簾幕運作時一些直接基於螢幕上顯示的工作例如執行 [OCR](#Win10Ocr) 或螢幕截圖將無法做到。

source: Due to a change in the Windows Magnification API, Screen Curtain had to be updated to support the newest versions of Windows.
bg: Поради промяна в ППИ за екранно увеличение на Windows, екранната завеса трябваше да бъде актуализирана, за да поддържа най-новите версии на Windows.
de: Auf Grund einer Änderung in der API für die Windows-Lupe musste die Funktion des Bildschirmvorhangs aktualisiert werden, um die neuesten Versionen von Windows zu unterstützen.
es: Debido a un cambio en la API Windows Magnification, la Cortina de Pantalla tuvo que actualizarse para admitir las versiones más nuevas de Windows.
hr: Zbog izmjena u Api-ju lupe sustava windows, značajka zaslonska zavjesa je obnovljena kako bi radila sa novijim verzijama operacijskog sustava Windows.
nl: Vanwege een wijziging in de Windows vergrotins-API, moetst Scherm Dimmen worden bijgewerkt om ondersteuning te kunnen bieden voor de nieuwste versies van Windows.
pt_br: Devido a uma alteração na API — Interface de Programação de Aplicativos — de Ampliação do Windows, a Cortina de Tela teve que ser atualizada para oferecer suporte às versões mais recentes do Windows.
ru: Из-за изменений в Windows Magnification API, функция затемнения экрана была обновлена для поддержки более новых версий Windows.
ta: விண்டோஸ் உருப்பெருக்க ஏ.பி.ஐ.யில் கொண்டுவரப்பட்டுள்ள மாற்றத்தினால், விண்டோஸின் புதிய பதிப்புகளை ஆதரிக்கும் வண்ணம் திரைச்சீலையை இற்றைப்படுத்த வேண்டியிருந்தது.
zh_tw: 由於 Windows 放大 API 的變更，螢幕簾幕亦需要更新才能支援最新版的 Windows。

source: Use NVDA 2021.2 to activate Screen Curtain with Windows 10 21H2 (10.0.19044) or later.
bg: Използвайте NVDA 2021.2, за да задействате екранната завеса под Windows 10 21H2 (10.0.19044) или по-нови.
de: Verwenden Sie NVDA 2021.2, um den Bildschirmvorhang mit Windows 10 Version 21H2 (10.0.19044) oder neuer zu aktivieren.
es: Utiliza NVDA 2021.2 para activar la Cortina de Pantalla con Windows 10 21H2 (10.0.19044) o posteriores.
hr: Koristite NVDA 2021.2 kako biste aktivirali zaslonsku zavjesu u operacijskom sustavu Windows 10 21H2 (10.0.19044) i novijim.
nl: Gebruik NVDA 2021.2 om Scherm Dimmen te activeren met Windows 10 21H2 (10.0.19044) of later.
pt_br: Use o NVDA 2021.2 para ativar a Cortina de Tela com o Windows 10 21H2 (10.0.19044) ou posterior.
ru: Для активации затемнения экрана на Windows 10 версии 21H2 (10.0.19044) и новее, используйте NVDA 2021.2.
ta: விண்டோஸ் 10 21H2 (10.0.19044), அல்லது அதற்கும் பிறகான பதிப்புகளில் திரைச்சீலையைப் பயன்படுத்த, என்விடிஏ 2021.2, அல்லது அதற்கும் பிறகான பதிப்பைப் பயன்படுத்தவும்.
zh_tw: 使用 NVDA 2021.2 搭配 Windows 10 21H2 (10.0.19044) 或以上版本要啟用螢幕簾幕，

source: For security purposes, when using a new version of Windows, get visual confirmation that the Screen Curtain makes the screen entirely black.
bg: От съображения за сигурност, когато използвате нова версия на Windows, получете визуално потвърждение, че завесата на екрана прави екрана изцяло черен.
de: Wenn Sie eine neue Windows-Version verwenden, erhalten Sie aus Sicherheitsgründen eine visuelle Bestätigung, dass der Bildschirmvorhang den Bildschirm vollständig verdunkelt.
es: Por razones de seguridad, al utilizar una versión nueva de Windows, obtén una confirmación visual de que la Cortina de Pantalla haga a ésta totalmente negra.
hr: Iz sigurnosnih razloga, kada koristite noviju inačicu sustava Windows, trebali biste pitati čovjeka koji normalno vidi radi li ova funkcija.
nl: Om zeker te zijn van een veilige werkomgeving bij gebruik van een nieuwe Windowsversie dient u (visueel) na te gaan dan wel laten nagaan of u een volledig donker scherm hebt.
pt_br: Por motivos de segurança, ao usar uma nova versão do Windows, obtenha a confirmação visual de que a Cortina de Tela torna a tela totalmente preta.
ru: В целях безопасности, при использовании новых версий Windows, получите визуальное подтверждение того, что функция затемнения экрана действительно делает экран вашего устройства полностью чёрным.
ta: புதிய விண்டோஸ் பதிப்புகளைப் பயன்படுத்தும்பொழுது, பாதுகாப்பைக் கருதி, திரைச்சீலை, திரையை முழுமையாகக் கருமையாக்குகிறதா என்பதை பார்வையுள்ளவர்களைக் கொண்டு உறுதிசெய்துகொள்ளவும்.
zh_tw: 為了保險起見，當使用新版的 Windows 時請在視覺上確認螢幕簾幕功能有讓整個螢幕全黑。

source: Please note that while Windows Magnifier is running and inverted screen colors are being used, the screen curtain cannot be enabled.
bg: Моля, обърнете внимание, че докато лупата на Windows работи и се използват инвертирани цветове, екранната завеса не може да бъде включена.
de: Bitte beachten Sie, dass der Bildschirmvorhang nicht aktiviert werden kann, solange die Windows-Lupe läuft und die invertierten Bildschirmfarben verwendet werden.
es: Por favor ten en cuenta que mientras el magnificador de Windows esté en ejecución y estén utilizándose los colores invertidos de la pantalla, la cortina de pantalla no puede habilitarse.
hr: Imajte na umu kada je Windowsowa lupa uključena sa uključenom opcijom inverzije boja, zaslonska se zavjesa ne može uključiti.
nl: Merk op dat wanneer het Windows-vergrootglas actief is, en er gebruik wordt gemaakt van kleurinversie. het niet mogelijk is om het schermgordijn in te schakelen.
pt_br: Observe que enquanto a Lupa do Windows estiver em execução e as cores de tela invertidas estiverem sendo usadas, a cortina de tela não pode ser habilitada.
ru: Обратите внимание, что пока работает Windows Magnifier и используются инвертированные цвета экрана, затемнение экрана невозможно включить.
ta: விண்டோஸ் உருப்பெருக்கியையும், தலைகீழ் திரை நிறங்களையும் பயன்படுத்தும்பொழுது, திரைச்சீலையை இட இயலாது என்பதை கவனிக்கவும்.
zh_tw: 請注意，當啟用 Windows 放大鏡並使用螢幕色彩對換時無法啟用螢幕簾幕。

source: Content Recognition
bg: Разпознаване на съдържание
de: Inhalte erkennen
es: Reconocimiento de Contenidos
hr: Prepoznavanje sadržaja
nl: Inhoudherkenning
pt_br: Reconhecimento de Conteúdo
ru: Распознавание содержимого
ta: உள்ளடக்கத்தை உணருதல்
zh_tw: 內容辨識
