Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Note that the announcement of some object details might be dependent on how other settings are set, such as in the [object presentation](#ObjectPresentationSettings) or [Document Formatting](#DocumentFormattingSettings) categories.
bg: Имайте предвид, че съобщаването на подробностите за някои обекти може да зависи от това как са зададени други настройки в категориите [„Представяне на обектите“](#ObjectPresentationSettings) или [„Форматиране на документите“](#DocumentFormattingSettings).
de: Beachten Sie, dass die Ausgabe einiger Objektdetails möglicherweise davon abhängt, wie andere Einstellungen festgelegt sind, z. B. in den Kategorien [Objektpräsentation](#ObjectPresentationSettings) oder [Dokumentformatierung](#DocumentFormattingSettings).
es: Ten en cuenta que el anunciado de algunos detalles de los objetos podrían depender de cómo otras opciones estén configuradas, tal como en las categorías [presentación de objetos](#ObjectPresentationSettings) o [formateado de documentos](#DocumentFormattingSettings).
hr: Imajte na umu da neke postavke određenih detalja o objektu mogu ovisiti od drugih postavki, poput [prezentacije objekata](#ObjectPresentationSettings) ili [oblikovanja dokumenta](#DocumentFormattingSettings).
nl: Merk op dat het melden van bepaalde objectdetails kan afhangen van andere instellingen, bijv. zoals die in de categorie [objectweergave](#ObjectPresentationSettings) of in [Documentopmaak](#DocumentFormattingSettings).
pt_br: Observe que o anúncio de alguns detalhes do objeto pode depender de como outras configurações são definidas, como nas categorias [apresentação de objeto](#ObjectPresentationSettings) ou [Formatação de Documentos](#DocumentFormattingSettings).
ru: Обратите внимание, что объявление некоторых сведений об объекте может зависеть от того, как установлены другие параметры, например, в категориях [представление объекта](#ObjectPresentationSettings) или [Форматирование документа](#DocumentFormattingSettings).
ta: [பொருளளிக்கை](#ObjectPresentationSettings), [ஆவண வடிவூட்டம்](#DocumentFormattingSettings) போன்ற வகைமைகளில் காணப்படும் அமைப்புகள் எவ்வாறு அமைக்கப்பட்டுள்ளன என்பதைப் பொறுத்து, பொருட்களின் சில தகவல்கள் அறிவிக்கப்படும் என்பதைக் கவனிக்கவும்.
zh_tw: 附註：某些讀出的物件詳細資訊會取決於其他設定例如在[物件呈現](#ObjectPresentationSettings)或[文件格式](#DocumentFormattingSettings)類別中的設定。

source: Play audio coordinates when mouse moves
bg: Просвирвай звуково координатите на мишката
de: Audio-Koordinaten bei Bewegungen des Mauszeigers wiedergeben
es: Reproducir audio de Coordenadas cuando se mueva el ratón
hr: Sviraj zvučne koordinate kad se miš miče
nl: Geluidscoördinaten gebruiken bij verplaatsen muis
pt_br: Tocar sons de coordenadas quando o mouse é movido
ru: Воспроизводить звуковые координаты при перемещении мыши
ta: சொடுக்கி நகரும்பொழுது கேட்பொலி இசைவுகளை இயக்குக
zh_tw: 滑鼠移動時播放聲音座標

source: Checking this checkbox makes NVDA play beeps as the mouse moves, so that the user can work out where the mouse is in regards to the dimensions of the screen.
bg: Отмятането на това поле за отметка казва на NVDA да издава звук при движението на мишката, така че потребителят да може да се ориентира къде се намира мишката в зависимост от измеренията на екрана.
de: Das Aktivieren dieser Option bewirkt, dass NVDA die Position des Mauszeigers durch Signaltöne an Ort und Stelle wiedergibt, sodass der Anwender die Mausposition auf dem Bildschirm akustisch mitverfolgen und selbst ermitteln kann.
es: Marcando esta casilla de verificación haces que NVDA reproduzca pitidos cuando el ratón se mueva, de modo que el usuario pueda averiguar dónde está el ratón con respecto a las dimensiones de la pantalla.
hr: Kad se ovaj potvrdni okvir odabere, NVDA reproducira zvučni signal kako se miš pomiče, tako da korisnik može shvatiti gdje se miš nalazi u odnosu na poziciju na ekranu.
nl: Als dit selectievakje is ingeschakeld laat NVDA pieptonen horen bij het verplaatsen van de muis. Met behulp van deze signalen kan de gebruiker bepalen waar de muis zich op het scherm bevindt.
pt_br: Ao marcar essa caixa de seleção, fará com que o NVDA reproduza bipes quando o mouse se mover, desta forma, o utilizador pode saber onde o mouse está tendo em conta as dimensões da tela.
ru: Если этот флажок установлен, то NVDA будет воспроизводить звуковые сигналы при перемещении мыши, так чтобы пользователь смог определить расположение указателя мыши относительно границ экрана.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், சொடுக்கியின் குறிமுள் நகரும்பொழுது, என்விடிஏ சிற்றொலிகளை எழுப்பும். திரையின் பரிமாணத்தை ஒப்புநோக்கி, குறிமுள் எங்கிருக்கிறது என்றறிய இது உதவும்.
zh_tw: 若勾選此核取方塊，NVDA 在滑鼠移動時會發出不同音調的嗶嗶聲，這樣使用者就可以了解滑鼠在螢幕上的相對位置。

source: The higher the mouse is on the screen, the higher the pitch of the beeps.
bg: Колкото по-високо на екрана е мишката, толкова по-голяма ще бъде височината на звуковия сигнал.
de: Je näher sich der Mauszeiger am oberen Bildschirmrand befindet, desto höher ist der Signalton.
es: Cuanto más alto esté el ratón en la pantalla, más alto será el tono de los pitidos.
hr: Što je pozicija miša na ekranu viša, visina zvučnih signala je veća.
nl: Hoe verder de muis naar de bovenrand van het scherm wordt verplaatst, hoe hoger de pieptonen worden.
pt_br: Quanto mais alto o mouse estiver na tela, maior será o tom dos bipes.
ru: Чем выше мышь на экране, тем выше частота звуковых сигналов.
ta: சொடுக்கியின் குறிமுள், திரையில் எத்தனைக்கு எத்தனை உயர்ந்த நிலையில் உள்ளதோ, அத்தனைக்கு அத்தனை, சிற்றொலிகளின் சுருதி உயர்வாக இருக்கும்.
zh_tw: 滑鼠在螢幕上的位置愈高則音調愈高，

source: The further left or right the mouse is located on the screen, the further left or right the sound will be played (assuming the user has stereo speakers or headphones).
bg: Колкото по-наляво или надясно на екрана се намира тя, толкова по-наляво или надясно ще се придвижва звукът (ако разполагате със стерео тонколони или слушалки).
de: Richtig ausgerichtete Stereolautsprecher oder Kopfhörer vorausgesetzt, wird der Signalton umso mehr links oder rechts abgespielt, je weiter links oder rechts sich der Mauszeiger bewegt.
es: Cuanto más esté situado el ratón a la izquierda o a la derecha en la pantalla, el sonido se reproducirá más a la izquierda o a la derecha (asumiendo que el usuario tenga unos altavoces o auriculares estéreo).
hr: Ako se miš na ekranu nalazi više lijevo ili desno, zvuk će biti reproduciran više lijevo ili desno (ako uzmemo u obzir da korisnik ima stereo zvučnike ili slušalice).
nl: Bij gebruik van stereoluidsprekers of een koptelefoon zal het geluidssignaal steeds verder van links of rechts komen al naar gelang de muis naar links of rechts op het scherm wordt verplaatst.
pt_br: Quanto mais à esquerda ou à direita o mouse estiver localizado na tela, mais à esquerda ou à direita o som será reproduzido (supondo que o usuário tenha alto-falantes estéreo ou fones de ouvido).
ru: Чем левее или правее расположена мышь на экране, тем левее или правее будет воспроизводиться звук (при условии, что пользователь имеет стереоколонки или наушники).
ta: பிரியோசை ஒலிவழங்கி, அல்லது தலையணிக் கேட்பொறியை பயன்படுத்தும்பட்சத்தில், சொடுக்கியின் குறிமுள், திரையில் எத்தனைக்கு எத்தனை இடமாகவும், வலமாகவும் இருக்கிறதோ, அத்தனைக்கு அத்தனை, ஒலி, இடமாகவும், வலமாகவும் ஒலிக்கும்.
zh_tw: 若使用者有立體聲喇叭或耳機，滑鼠在螢幕上的位置愈左邊或愈右邊則聲音聽起來愈靠向左邊或愈靠向右邊。

source: Brightness controls audio coordinates volume
bg: Силата на звука на аудио координатите на мишката зависи от яркостта на екрана
de: Lautstärke der Audio-Koordinaten durch Helligkeit kontrollieren
es: El Brillo controla el volumen del audio
hr: Svjetlost kontrolira glasnoću zvučnih koordinata
nl: Schermhelderheid bepaalt Volume audio-coördinatie
pt_br: Brilho controla volume das coordenadas sonoras
ru: Яркость управляет громкостью звуковых координат
ta: கேட்பொலி இசைவுகலின் ஒலியளவை ஒளிர்வுக் கட்டுப்படுத்துகிறது
zh_tw: 螢幕亮度控制聲音座標音量

source: If the "play audio coordinates when mouse moves" checkbox is checked, then checking this checkbox means that the volume of the audio coordinates beeps is controlled by how bright the screen is under the mouse.
bg: Ако полето за отметка „Силата на звука на аудио координатите на мишката зависи от яркостта на екрана“ е отметнато, това означава, че яркостта на екрана под курсора на мишката ще контролира силата на звуковото известяване на координатите на курсора на мишката.
de: Wenn die Option "Audio-Koordinaten bei Maus-Bewegungen" und diese Option aktiviert sind, passt NVDA die Lautstärke der Signaltöne an die Helligkeit unter dem Mauszeiger an.
es: Si la casilla de verificación 'reproducir audio cuando el ratón se mueva' está marcada, entonces marcando esta casilla de verificación significa que el volumen de los pitidos de audio está controlado por cómo el brillo de la pantalla esté bajo el ratón.
hr: Ako je potvrdni okvir "Sviraj zvučne koordinate kad se miš miče" označen, glasnoća zvučnih signala za koordinate će ovisiti o svjetloći ekrana pod mišem.
nl: Als dit selectievakje “geluidscoördinatie gebruiken bij verplaatsen muis” is ingeschakeld, dan zal het inschakelen van dit selectievakje ervoor zorgen dat het volume van de pieptonen wordt bepaald door de schermhelderheid onder de muis.
pt_br: Se a caixa de seleção "tocar sons de coordenadas quando o mouse é movido" estiver marcada, ao marcar esta outra significa que o volume dos bipes das coordenadas sonoras será controlado através do brilho da tela que está sob o mouse.
ru: Если флажок "Воспроизводить звуковые координаты при перемещении мыши" установлен, то при разрешении этой опции, громкость сигналов звуковых координат будет контролироваться яркостью области экрана под указателем мыши.
ta: சொடுக்கி நகரும்பொழுது கேட்பொலி இசைவுகளை இயக்குக தேர்வுப் பெட்டித் தேர்வாகியிருந்து, இத்தேர்வுப் பெட்டியையும் தேர்வுச் செய்தால், குறிமுள்ளின் கீழிருக்கும் திரையின் ஒளிர்வு, சிற்றொலிகளின் ஒலியளவைக் கட்டுப்படுத்தும்.
zh_tw: 若勾選「滑鼠移動時播放聲音座標」核取方塊，並且勾選此核取方塊，則聲音座標的嗶嗶聲音量由滑鼠所在的螢幕亮度所控制，

source: This setting is unchecked by default.
bg: Тази опция е изключена по подразбиране.
de: Diese Option ist standardmäßig deaktiviert.
es: Esta opción está desmarcada de forma predeterminada.
hr: Ovaj potvrdni okvir standardno nije označen.
nl: Deze functies staan standaard uit.
pt_br: Esta configuração está desmarcada por padrão.
ru: Этот флажок по умолчанию снят.
ta: இயல்பில், இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்காது.
zh_tw: 此設定預設沒勾選。

source: Ignore mouse input from other applications
bg: Игнорирай взаимодействието с мишката от други приложения
de: Mauszeiger durch andere Anwendungen ignorieren
es: Ignorar la entrada del ratón desde otras aplicaciones
hr: Ignoriraj unos miša iz drugih aplikacija
nl: Muisinvoer van andere toepassingen negeren
pt_br: Ignore a entrada do mouse de outros aplicativos
ru: Игнорировать события ввода мыши от сторонних приложений
ta: பிற பயன்பாடுகளின் சொடுக்கி உள்ளீட்டினைப் புறந்தள்ளுக
zh_tw: 忽略來自其他應用程式的滑鼠輸入

source: This option allows the user to ignore mouse events (including mouse movement and button presses) generated by other applications such as TeamViewer and other remote control software.
bg: Тази опция позволява на потребителя да игнорира събития с мишката (включително придвижване на мишката и натискане на бутони), генерирани от други приложения, като например TeamViewer и друг софтуер за дистанционно управление.
de: Mit diese Option können Sie die Ereignisse des Mauszeigers (einschließlich Mausbewegungen und Tastendrücke) ignorieren lassen, die von anderen Anwendungen wie TeamViewer und anderen Fernsteuerungssoftware erzeugt werden.
es: Esta opción permite al usuario ignorar los eventos del ratón (incluyendo el movimiento del ratón y las pulsaciones de botones) generados por otras aplicaciones como TeamViewer y otros programas de control remoto.
hr: Ova opcija omogućuje korisniku ignoriranje događaja miša (uključujući kretnje mišem i gumbe) koji su generirale druge aplikacije poput Teamviewera i drugih softvera za udaljenu kontrolu računala.
nl: Deze optie biedt de gebruiker de mogelijkheid muisacties (met inbegrip van muisbewegingen het klikken met muisknoppen die worden gegenereerd door andere toepassingen zoals TeamViewer en andere software waarmee pc's op afstand bestuurd worden) te negeren.
pt_br: Essa opção permite que o usuário ignore os eventos do mouse (incluindo o movimento do mouse e pressionamentos de botão) gerados por outros aplicativos, como o TeamViewer e outros softwares de controle remoto.
ru: Этот флажок позволяет пользователю настроить игнорирование событий ввода мыши (перемещение указателя и нажатие кнопок) порождаемые сторонними приложениями, такими как TeamViewer и другими программами удалённого администрирования.
ta: பிற பயன்பாடுகளின் சொடுக்கி நகர்வுகள், சொடுக்கிப் பொத்தான்கள் அழுத்தப்படுதல் போன்ற சொடுக்கியின் செயல்களை புறந்தள்ள இத்தேர்வுப் பெட்டி அனுமதிக்கிறது. டீம் வியூவர் மற்றும் பிற தொலைக் கட்டுப்பாட்டு மென்பொருட்களில் சொடுக்கியின் செயல்கள் இதற்கு எடுத்துக்காட்டுகளாக உள்ளன.
zh_tw: 此選項允許使用者忽略由其他應用程式例如 TeamViewer 或其他遠端遙控軟體產生的滑鼠動作，包括滑鼠移動和按鈕點擊等，

source: This option is unchecked by default.
bg: Тази опция е изключена по подразбиране.
de: Diese Option ist standardmäßig deaktiviert.
es: Esta opción está desmarcada por defecto.
hr: Ova je opcija standardno deaktivirana.
nl: Deze optie staat standaard uit.
pt_br: Essa opção está desmarcada por padrão.
ru: По умолчанию этот флажок снят.
ta: இயல்பில், இத்தேர்வுப் பெட்டி தேர்வாகியிருக்காது.
zh_tw: 此選項預設沒勾選。

source: If you check this option and you have the "Enable mouse tracking" option enabled, NVDA will not announce what is under the mouse if the mouse is moved by another application.
bg: Ако включите тази опция и сте включили опцията „Включи проследяването на мишката“, NVDA няма да докладва обектите под курсора на мишката, ако мишката е преместена от друго приложение.
de: Wenn Sie diese Option aktivieren und die Option "Mausverfolgung aktivieren" aktiviert haben, wird NVDA nicht bekannt geben, was sich unter der Maus befindet, wenn die Maus von einer anderen Anwendung bewegt wird.
es: Si marcas esta opción y tienes activada la opción "Habilitar seguimiento del ratón", NVDA no anunciará lo que hay debajo del ratón si éste es movido por otra aplicación.
hr: Ako označite ovu opciju i pri tom imate aktiviranu opciju "Aktiviraj praćenje miša", NVDA neće izgovarati što je pod pokazivačem miša, ako druga aplikacija pomiće miša.
nl: Als u deze optie inschakelt en als u de optie 'Muis volgen inschakelen" hebt aangevinkt zal NVDA niet melden wat er zich onder de muis bevindt als deze wordt verplaatst door een andere toepassing.
pt_br: Se você marcar essa opção e tiver a opção "Habilitar rastreamento do mouse" habilitada, o NVDA não anunciará o que está sob o mouse se o mouse for movido por outro aplicativo.
ru: Если вы включите эту опцию вместе с отслеживанием мыши, то NVDA не будет читать текст под указателем, если мышь перемещается сторонним приложением.
ta: இத்தேர்வுப் பெட்டி தேர்வாகியிருந்தால், 'சொடுக்கியைப் பின்தொடர்க' தேர்வுப் பெட்டி தேர்வாகியிருப்பினும், பிரிதொரு பயன்பாடு சொடுக்கியை நகர்த்தும்பொழுது, சொடுக்கியின் கீழ் என்ன இருக்கிறது என்பதை என்விடிஏ அறிவிக்காது.
zh_tw: 如果您勾選此選項並啟用「跟隨滑鼠朗讀」，當滑鼠被其他憗用程式移動時 NVDA 將不會讀出滑鼠所指的內容。

source: Touch Interaction
bg: Сензорно взаимодействие
de: Die Touch-Interaktion
es: Interacción Táctil
hr: Interakcija dodirom
nl: Aanraakinteractie
pt_br: Interação por Toque
ru: Сенсорное взаимодействие
ta: தொட்டளவளாவுதல்
zh_tw: 觸控互動

source: This settings category, only available on computers with touch capabilities, allows you to configure how NVDA interacts with touchscreens.
bg: Тази категория от настройките, налична само на компютри със сензорни възможности, ви позволява да настройвате как NVDA да взаимодейства със сензорните екрани.
de: Diese Kategorie ist nur auf Computern verfügbar, sofern diese ein Touchscreen besitzen. Hier können Sie einstellen, wie NVDA damit interagiert.
es: Esta categoría de opciones, sólo disponible en ordenadores con capacidades táctiles, te permite configurar la forma en que NVDA interactúa con pantallas táctiles.
hr: Ova kategorija postavki, koja je dostupna samo na računalima s dodirnicima, omogućuje podešavanje načina interakcije NVDA čitača s ekranima osjetljivim na dodir.
nl: Met de instellingen van deze categorie, die u alleen aantreft op computers welke beschikken over mogelijkheden voor bediening d.m.v. aanraking, kunt u configureren hoe NVDA omgaat met aanraakschermen.
pt_br: Esta categoria de configurações, disponível apenas em computadores com recursos de toque, permite que você configure como o NVDA interage com as telas sensíveis ao toque.
ru: Данная категория, доступная только на компьютерах с поддержкой сенсорного экрана, позволяет вам настраивать взаимодействие NVDA с сенсорным экраном.
ta: தொடு வசதி கொண்ட கணினிகளில் மட்டும் காணப்படும் இவ்வகைமை அமைப்புகள் உரையாடல், தொடுதிரைகளுடன் என்விடிஏ எவ்வாறு அளவளாவ வேண்டுமென்பதை அமைவடிவமாக்க தங்களை அனுமதிக்கிறது.
zh_tw: 此設定類別只能在具有觸控螢幕功能的電腦上使用，允許您設定 NVDA 要如何與觸控螢幕互動，

source: This category contains the following options:
bg: Категорията съдържа следните опции:
de: Folgende Optionen sind enthalten:
es: Esta Categoría contiene las siguientes opciones:
hr: Ova kategorija sadrži sljedeće opcije:
nl: In deze categorie zijn de volgende keuzemogelijkheden beschikbaar:
pt_br: Essa categoria contém as seguintes opções:
ru: Эта категория содержит следующие опции:
ta: இவ்வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 此類別包含以下選項：

source: Enable touch interaction support
bg: Включи поддръжката за сензорно взаимодействие
de: Unterstützung der Touchscreen-Bedienung aktivieren
es: Habilitar soporte de interacción táctil
hr: Uključi podršku ekrana osjetljivih na dodir
nl: Ondersteuning voor Aanraakinteractie inschakelen
pt_br: Habilitar suporte de interação por toque
ru: Включить поддержку сенсорного взаимодействия
ta: தொட்டளவளாவலுக்கான ஆதரவினை முடுக்குக
zh_tw: 啟用觸控互動支援

source: This checkbox enables NVDA's touch interaction support.
bg: Тази опция включва поддръжката на NVDA за взаимодействие със сензорни екрани.
de: Dieses Kontrollkästchen aktiviert die NVDA-Unterstützung für die Touchscreen-Bedienung.
es: Esta casilla de verificación habilita el soporte de interacción táctil de NVDA.
hr: Ovaj potvrdni okvir uključuje podršku ekrana osjetljivih na dodir.
nl: Door dit selectievakje aan te vinken activeert u de ondersteuning voor aanraakinteractie van NVDA.
pt_br: Esta caixa de seleção habilita o suporte de interação por toque do NVDA.
ru: Этот флажок включает в NVDA поддержку сенсорного взаимодействия.
ta: இத்தேர்வுப் பெட்டி, என்விடிஏவின் தொட்டளவளாவலுக்கான ஆதரவினை முடுக்குகிறது.
zh_tw: 此核取方塊可用來啟用 NVDA 的觸控互動支援，

source: If enabled, you can use your fingers to navigate and interact with items on screen using a touchscreen device.
bg: Ако е включена, можете да използвате пръстите си за навигация и взаимодействие с елементи на екрана при работа с устройство със сензорен екран.
de: Wenn diese Funktion aktiviert ist, können Sie mit Ihren Fingern auf einem Touchscreen navigieren und mit den Elementen auf dem Bildschirm interagieren.
es: Si se habilita, puedes utilizar tus dedos para navegar e interactuar con los elementos en la pantalla utilizando un dispositivo táctil.
hr: Ako je uključen, možete koristiti vaše prste za interakciju sa ekranom i elementima na njemu koristeći uređaj koji podržava zaslon osjetljiv na dodir.
nl: Eenmaal geactiveerd kunt u uw vingers gebruiken om over het scherm te navigeren en er handelingen uit te voeren met betrekking tot de daar voorkomende items, mits een apparaat met aanraakscherm wordt gebruikt.
pt_br: Se habilitada, você pode usar os dedos para navegar e interagir com os itens na tela usando um dispositivo com tela sensível ao toque.
ru: Если он установлен, то вы можете использовать пальцы для навигации и взаимодействия с отображаемыми элементами с помощью сенсорного экрана вашего устройства.
ta: முடுக்கப்பட்ட நிலையில், ஒரு தொடுதிரைக் கருவியைப் பயன்படுத்தி, தங்களின் விரல்களைக் கொண்டு, திரையில் காணப்படும் உருப்படிகளுக்குச் சென்று, அவைகளுடன் அளவளாவலாம்.
zh_tw: 若啟用，您可以使用手指在觸控螢幕上導覽並與項目互動，

source: If disabled, touchscreen support will be disabled as though NVDA is not running.
bg: Ако е изключена, поддръжката за сензорни екрани ще бъде забранена, сякаш NVDA не се изпълнява.
de: Anderenfalls wird diese Unterstützung deaktiviert.
es: Si se deshabilita, el soporte de pantalla táctil se desactivará como si NVDA no estuviera funcionando.
hr: Ako je isključen, podrška zaslona osjetljivih na dodir bit će isključena kao da NVDA nije niti pokrenut.
nl: Als deze functionaliteit uitgeschakeld is, wordt de ondersteuning voor aanraakschermen gestopt alsof NVDA niet actief is.
pt_br: Se desabilitada, o suporte para tela de toque será desativado como se o NVDA não estivesse em execução.
ru: Если он снят, то поддержка сенсорного экрана будет отключена, как будто NVDA не запущена.
ta: இவ்வசதி முடக்கப்பட்டால், என்விடிஏ இயக்கத்தில் இல்லாத நிலையில் இருப்பதுபோல் , தொட்டளவளாவலுக்கான ஆதரவு முடக்கப்படும்.
zh_tw: 若停用，NVDA 支援觸控螢幕的功能將會關閉，如同沒有執行 NVDA 一樣，

source: This setting can also be toggled using NVDA+control+alt+t.
bg: Тази настройка може да се превключва и с помощта на клавишната комбинация NVDA+Control+Alt+T.
de: Diese Einstellung kann auch mit NVDA+Strg+Alt+T umgeschaltet werden.
es: Esta opción también puede conmutarse utilizando NVDA+control+alt+t.
hr: Ova postavka može biti regulirana koristeći NVDA+control+alt+t.
nl: Met NVDA+control+alt+t kunt u deze instelling ook in- of uitschakelen.
pt_br: Esta configuração também pode ser alternada usando NVDA+control+alt+t.
ru: Эта настройка также может переключаться комбинацией клавиш NVDA+Control+Alt+T.
ta: என்விடிஏ+கட்டுப்பாடு+நிலைமாற்றி+t விசையைப் பயன்படுத்தி இவ்வமைப்பினை மாற்றியமைக்கலாம்.
zh_tw: 此設定亦可使用快速鍵 NVDA+Ctrl+Alt+T 來切換開啟或關閉。

source: Touch typing mode
bg: Въвеждай символи от сензорната клавиатура при вдигане на пръста от екрана
de: Der Touch-Tippmodus
es: Modo de escritura táctil
hr: Modus tipkanja dodirom
nl: Direct typen met aanraken
pt_br: Modo de digitação tátil
ru: Набор текста касанием
ta: தொடு தட்டச்சு நிலை
zh_tw: 觸控輸入模式

source: This checkbox allows you to specify the method you wish to use when entering text using the touch keyboard.
bg: Това поле за отметка ви позволява да зададете метода, който искате да ползвате, когато въвеждате текст със сензорната клавиатура.
de: Dieses Kontrollkästchen legt die Methode fest, die Sie zum Schreiben mit der Bildschirmtastatur verwenden.
es: Esta casilla de verificación te permite especificar el método que deseas utilizar al introducir texto usando el teclado táctil.
hr: Ovaj odabirni okvir omogućuje odrediti modus tipkanja kad se koristi dodirna tipkovnica.
nl: Het al dan niet aanvinken van dit selectievakje bepaalt hoe u tekst invoert als u typt met het schermtoetsenbord.
pt_br: Essa caixa de seleção permite especificar o método que você deseja usar ao digitar texto usando o teclado virtual — touch keyboard —.
ru: Этот флажок позволяет указать способ ввода текста при использовании сенсорной клавиатуры.
ta: தொடு விசைப்பலகையைப் பயன்படுத்தி உரைகளை எவ்வாறு உள்ளிட விரும்புகிறீர்கள் என்பதை வரையறுக்க இத்தேர்வுப் பெட்டி தங்களை அனுமதிக்கிறது.
zh_tw: 此核取方塊允許您指定使用觸控鍵盤輸入文字時所使用的方法，
