Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: No: Don't use UIA, even if NVDA is unable to inject in process. This may be useful for developers debugging issues with IA2 and want to ensure that NVDA does not fall back to UIA.
bg: Не: Да не се използва UIA, дори ако NVDA не е в състояние да се инжектира в процеса. Това може да е полезно за разработчиците, които отстраняват грешки с IA2 и искат да са сигурни, че в такива случаи NVDA не използва UIA като алтернатива.
de: Nein: UIA wird nicht verwendet, auch wenn NVDA nicht in den Prozess injizieren kann. Dies kann für Entwickler nützlich sein, die Probleme mit IA2 debuggen und sicherstellen wollen, dass NVDA nicht auf UIA zurückgreift.
es: No: no utiliza UIA, incluso si NVDA no puede inyectar en el proceso. Esto puede ser útil para los desarrolladores que depuren problemas con IA2 y quieren asegurarse de que NVDA no vuelva a utilizar UIA.
hr: ne: ne koristi UIA, čak ako NVDA nije u stanju ući u proces. Ovo može biti zanimljivo za razvojne programere koji otklanjaju pogreške sa IA2, i žele osigurati da se NVDA ne vraća na korištenje UIA.
nl: Nee: UIA, niet gebruiken, zelfs niet als NVDA de toegang tot het browserproces wordt ontzegd. Dit kan nuttig zijn voor ontwikkelaars die bugs in / met IA2 proberen op te lossen en er zeker van willen zijn dat NVDA niet op UIA terugvalt.
pt_br: Não: Não use UIA, mesmo se o NVDA não puder injetar no processo. Isso pode ser útil para desenvolvedores que estão depurando problemas com IA2 e desejam garantir que o NVDA não volte ao UIA.
ru: Нет: NVDA не будет использовать UIA, даже если не может внедриться в процесс браузера. Это может быть полезно разработчикам, отлаживающим проблемы с IA2 и желающим гарантировать, что NVDA не возвращается к использованию UIA.
ta: இல்லை: IA2-ஐ பயன்படுத்த இயலாவிட்டாலும், பயனர் இடைமுகப்பு தன்னியக்கமாக்கலைப் என்விடிஏ பயன்படுத்தாது. IA2-ல் இருக்கும் வழுக்களை நீக்க விழையும்பொழுது, பயனர் இடைமுகப்பு தன்னியக்கமாக்கலை என்விடிஏ பயன்படுத்துவதைத் தவிர்க்க மேம்படுத்துநர்கள் விரும்புவார்கள். இதுபோன்ற தருணங்களில் இவ்விருப்பத் தேர்வு பயன்படும்.
zh_tw: 否：即使 NVDA 無法在瀏覽器使用 IA2 也不使用 UIA。此選項適合讓開發者強迫 NVDA 不使用 UIA 的情況下測試並尋找 NVDA 使用 IA2 的問題。

source: Annotations
bg: Анотации
de: Anmerkungen
es: Anotaciones
hr: Zabilješke
nl: annotaties
pt_br: Anotações
ru: Аннотации
ta: விளக்கவுரைகள்
zh_tw: 注釋

source: This group of options is used to enable features which add experimental support for ARIA annotations.
bg: Тази група от опции се използва за включване на функции, които добавят експериментална поддръжка за ARIA анотации.
de: Diese Gruppe der Optionen wird verwendet, um Funktionen zu aktivieren, die experimentelle Unterstützung für ARIA-Anmerkungen ergänzen.
es: Este grupo de opciones se utiliza para habilitar las características que añaden soporte experimental para las anotaciones ARIA.
hr: Ova grupa opcija se koristi za omogućavanje značajki koje dodaju eksperimentalnu podršku za ARIA zabilješke.
nl: Deze groep opties dient ter uitbreiding van de mogelijkheden voor experimentele ondersteuning van ARIA annotaties (ARIA = Accessible Rich Internet Applications).
pt_br: Este grupo de opções é usado para habilitar recursos que adicionam suporte experimental para anotações ARIA — Accessible Rich Internet Applications / Aplicativos de Internet Ricos e Acessíveis —.
ru: Эта группа параметров используется для включения функций, которые добавляют экспериментальную поддержку ARIA-аннотаций.
ta: இவ்விருப்பத் தேர்வு, பரிசோதனை அடிப்படையிலான ஆரியா விளக்கவுரை ஆதரவினை வழங்கும் கூறுகளை முடுக்க உதவுகிறது.
zh_tw: 此群組的選項用來啟用實驗性的 ARIA 註釋功能，

source: Some of these features may be incomplete.
bg: Някои от тези функции може да са непълни.
de: Einige dieser Funktionen sind möglicherweise noch nicht vollständig.
es: Algunas de estas características pueden estar incompletas.
hr: Neke od ovih značajki mogu biti nedovršene.
nl: Sommige van deze opties zijn mogelijk incompleet.
pt_br: Alguns desses recursos podem estar incompletos.
ru: Некоторые из этих функций могут быть реализованы не полностью.
ta: இவைகளில் சில கூறுகள் முழுமையடையாமல் இருக்கலாம்.
zh_tw: 其中有些功能可能是不完整的。

source: To "Report summary of any annotation details at the system caret", press NVDA+d.
bg: За да се „Докладва обобщение на всички подробности за анотация на позицията на системната каретка“, натиснете NVDA+D.
de: Drücken Sie NVDA+D, um die "Zusammenfassung aller Details der Anmerkungen an der Position des System-Cursors mitzuteilen".
es: Para "Anunciar resumen de cualquier anotación de detalles en el cursor del sistema", pulsa NVDA+d.
hr: Kako biste "pročitali detalje bilo koje zabilješke pod kursorom", pritisnite NVDA+d.
nl: Om een samenvatting van gelijk welke annotatie-details bij de systeemcursor te melden drukt u NVDA+d in.
pt_br: Para "Anunciar um resumo de quaisquer detalhes da anotação sob o cursor do sistema", pressione NVDA+d.
ru: Чтобы "Сообщить краткую информацию о любых примечаниях под системной кареткой", нажмите NVDA+d.
ta: கணினிச் சுட்டியின் இடத்தில் இருக்குவிளக்கவுரை விவரங்களின் சுருக்கத்தை அறிவிக்க, என்விடிஏ+d விசையை அழுத்தவும்.
zh_tw: 要讀出系統游標所在的注釋詳細資料的摘要，按 NVDA+D。

source: The following options exist:
bg: Съществуват следните опции:
de: Die folgenden Möglichkeiten gibt es:
es: Existen las siguientes opciones:
hr: Postoje sljedeće opcije:
nl: De opties zijn:
pt_br: Existem as seguintes opções:
ru: Существуют следующие параметры:
ta: பின்வரும் விருப்பத் தேர்வுகள் உள்ளன:
zh_tw: 現有下列選項：

source: "Report 'has details' for structured annotations": enables reporting if the text or control has further details.
bg: „Докладвай "Има подробности" за структурирани анотации“: Включва докладването на допълнителни подробности, ако текстът или контролата имат такива.
de: "Enthält Details"-Meldung für strukturierte Anmerkungen: Ermöglicht die Meldung, wenn der Text oder das Steuerelement weitere Details enthält.
es: "Anunciar 'tiene detalles' para anotaciones estructuradas ": habilita el anunciado si el texto o el control tiene más detalles.
hr: "Izgovaraj 'postoje detalji' za strukturne zabilješke": uključuje izvještavanje o postojanju dodatnih detalja u tekstu ili kontroli.
nl: "Melding bevat details over samengestelde annotaties": maakt melding van verdere details mogelijk als deze beschikbaar zijn voor de tekst of het besturingselement.
pt_br: "Anunciar 'possui detalhes' em anotações estruturadas": habilita anúncio se o texto ou controle tiver mais detalhes.
ru: Сообщать наличие дополнительных подробностей для структурированных аннотаций: включает объявление наличия у текста или элемента управления дополнительной информации.
ta: "கட்டமைக்கப்பட்ட விளக்கவுரைகளுக்கான 'விவரங்களை' அறிக்கை கொண்டுள்ளது": உரை, அல்லது கட்டுப்பாடு, கூடுதல் விவரங்களைக் கொண்டுள்ளதா என்கிற அறிவிப்பை முடுக்குகிறது.
zh_tw: 針對結構注釋讀出「有詳細資料」：啟用時當文字或控制項有更多詳細資料則會讀出。

source: "Report aria-description always":
bg: „Винаги докладвай aria-description“:
de: "Aria-Beschreibung immer mitteilen":
es: "Informar siempre de aria-description":
hr: "Uvijek izgovaraj aria-description":
nl: "Altijd aria-beschrijving melden":
pt_br: "Sempre anunciar descrição aria":
ru: Всегда сообщать атрибут aria-description:
ta: "ஆரியா விளக்கத்தை எப்பொழுதும் அறிவித்திடுக":
zh_tw: 「總是讀出 aria-description」：

source: When the source of `accDescription` is aria-description, the description is reported.
bg: Когато източникът на `accDescription` е aria-description, описанието бива докладвано.
de: Wenn die Quelle von `accDescription` aria-description ist, wird die Beschreibung mitgeteilt.
es: Cuando la fuente de `accDescription` es aria-description, se anuncia la descripción.
hr: Kada je izvor `accDescription` aria-description, opis će se izgovarati.
nl: Wanneer de bron van aria-beschrijving `accDescription` is, wordt de beschrijving gemeld.
pt_br: Quando a fonte de `accDescription` é aria-description, a descrição é informada.
ru: Если источником `accDescription` является атрибут aria-description, то это описание будет объявлено.
ta: "`accDescription`" பண்புக்கூறின் ஆதாரம், ஆரியா விளக்கமாக இருந்தால், அவ்விளக்கம் அறிவிக்கப்படும்.
zh_tw: 當 accDescription 的來源是 aria-description 時會將說明讀出來，

source: This is useful for annotations on the web.
bg: Това е полезно за анотации в уеб.
de: Dies ist nützlich für Anmerkungen im Internet.
es: Esto es útil para las anotaciones en la web.
hr: ovo je korisno za zabilješke na mreži.
nl: Dit is nuttig voor annotaties op het web.
pt_br: Isso é útil para anotações na web.
ru: Это полезно для ревизий на web-страницах.
ta: இணையத்திலிருக்கும் விளக்கவுரைகளுக்கு இது பயன்படும்.
zh_tw: 這對於網頁上的註解很有用。

source: Note:
bg: Забележка:
de: Hinweis:
es: Nota:
hr: Upozorenje:
nl: Merk op:
pt_br: Nota:
ru: Примечание:
ta: குறிப்பு:
zh_tw: 注意：

source: There are many sources for `accDescription` several have mixed or unreliable semantics.
bg: Има много източници за `accDescription`, някои от които имат смесена или ненадеждна семантика.
de: Es gibt viele Quellen für `accDescription`, einige haben eine gemischte oder unzuverlässige Semantik.
es: Hay muchas fuentes para `accDescription` varias tienen una semántica mixta o poco fiable.
hr: Postoji više izvora za `accDescription` neki od njih imaju nepouzdanu ili miješanu semantiku.
nl: Er bestaan veel bronnen voor `accDescription`; het komt nogal 's voor dat betekenisomschrijvingen van elkaar verschillen en onbetrouwbaar zijn.
pt_br: Existem muitas fontes para `accDescription`; várias têm semântica mista ou não confiável.
ru: Существует много источников для `accDescription`, многие из них имеют смешанную или ненадёжную семантику.
ta: "`accDescription`" பண்புக்கூறுக்கு பல ஆதாரங்கள் உள்ளன. இவைகளில் பல, கலவையான, அல்லது நம்பகமற்ற சொற்பொருளியலைக் கொண்டுள்ளன.
zh_tw: accDescription 有很多來源，其中一些具有混合或不可靠的語義。

source: Historically AT has not been able to differentiate sources of `accDescription` typically it wasn't spoken due to the mixed semantics.
bg: В миналото технологиите за достъпност не са били в състояние да разграничават източниците на `accDescription`. Обикновено не се докладваше поради смесената семантика.
de: Historisch gesehen war AT nicht in der Lage, Quellen von `accDescription` zu unterscheiden, typischerweise wurde es aufgrund der gemischten Semantik nicht gesprochen.
es: Históricamente AT no ha sido capaz de diferenciar las fuentes de `accDescription` típicamente no se verbalizaba debido a la semántica mixta.
hr: U povijesti asistivne tehnologije nisu mogle razlikovati izvore `accDescription` uobičajeno nije se izgovaralo zbog mješane semantike.
nl: Door de tijd heen is AT er niet in geslaagd onderscheid te maken tussen de verschillende bronnen van `accDescription`; vanwege de van elkaar verschillende betekenisomschrijvingen kwam er in de meeste gevallen geen spraakweergave tot stand.
pt_br: Historicamente, AT não foi capaz de diferenciar as fontes de `accDescription`; normalmente, não era falada devido à semântica mista.
ru: Исторически сложилось так, что AT не мог различать источники `accDescription`, обычно это значение не произносилось из-за смешанной семантики.
ta: "`accDescription`" பண்புக்கூறின் ஆதாரங்களை வரலாற்று ரீதியாக உதவித் தொழில்நுட்பத்தினால் வேறுபடுத்தி காண இயலவில்லை. கலவையான சொற்பொருளியலினால், பொதுவாக இது பேசப்படவில்லை.
zh_tw: 過去 AT 無法區分 accDescription 的來源，由於混合語義，通常無法被讀出來。

source: This option is in very early development, it relies on browser features not yet widely available.
bg: Тази опция е в много ранна разработка. Тя разчита на функции на браузърите, които все още не са широко разпространени.
de: Diese Option befindet sich in einer sehr frühen Entwicklungsphase, sie basiert auf Browser-Funktionen, die noch nicht weit verbreitet sind.
es: Esta opción está en un desarrollo muy primitivo, se basa en las características del navegador que aún no están ampliamente disponibles.
hr: Ova je opcija u jako ranom razvoju. Ova opcija ovisi o značajkama preglednika koje nisu široko dostupne.
nl: Deze optie staat qua ontwikkeling nog in de kinderschoenen en hangt nauw samen met browser-mogelijkheden die nog niet ruim beschikbaar zijn.
pt_br: Esta opção está em um desenvolvimento inicial e depende de recursos do navegador que ainda não estão amplamente disponíveis.
ru: Этот параметр находится на очень ранней стадии разработки, он основан на функциях браузера, которые пока имеют ограниченную доступность.
ta: துவக்கநிலை மேம்பாட்டில் இவ்விருப்பத் தேர்வு இருப்பதோடு, பரவலாக கிடைக்கப்பெறாத உலாவிகளின் சிறப்பியல்புகளையும் இது சார்ந்துள்ளது.
zh_tw: 此選項處於早期開發階段，它依賴於尚未廣泛使用的瀏覽器功能。

source: Expected to work with Chromium 92.0.4479.0+
bg: Очаква се да работи с Chromium 92.0.4479.0 и по-нови.
de: Funktioniert voraussichtlich ab Chromium 92.0.4479.0
es: Se espera que funcione con Chromium 92.0.4479.0+
hr: Očekuje se da će ova opcija raditi sa Chromium verzija 92.0.4479.0 i novijim
nl: Werkt naar verwachting met Chromium 92.0.4479.0+
pt_br: Espera-se que funcione com Chromium 92.0.4479.0+
ru: Ожидается, что это будет работать с Chromium 92.0.4479.0+
ta: குரோமியம் 92.0.4479.0+ பதிப்புடன் இது செயற்படுமென்று எதிர்பார்க்கப்படுகிறது.
zh_tw: 預計適用於 Chromium 92.0.4479.0+

source: Report live regions
bg: Докладвай живите области
de: Live-Regionen mitteilen
es: Anunciar regiones activas
hr: Prijavi žive regione
nl: Dynamische zones met wisselende inhoud melden
pt_br: Relatar regiões dinâmicas — live regions
ru: Озвучивать интерактивные области
ta: உயிர்ப்புடனிருக்கும் பகுதிகளை அறிவித்திடுக
zh_tw: 讀出即時區域

source: Options |Default (Enabled), Disabled, Enabled
bg: По подразбиране |Включено
de: Optionen |Standard (eingeschaltet), Ausgeschaltet, Eingeschaltet
es: Predeterminado |Habilitado
hr: Opcije |Podrazumjevano (omogućeno), onemogućeno, omogućeno
nl: Opties |Standaard (Ingeschakeld), Uitgeschakeld, Ingeschakeld
pt_br: Opções |Padrão (Habilitado), Desabilitado, Habilitado
ru: Опции |По умолчанию (включено), Отключено, Включено
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (முடுக்கப்பட்டது), முடக்கப்பட்டது, முடுக்கப்பட்டது
zh_tw: 選項 |預設 (啟用)、停用、啟用

source: Default |Enabled
bg: Опции |По подразбиране (Включено), Изключено, Включено
de: Standard |Eingeschaltet
es: Opciones |Deshabilitado, Habilitado
hr: Podrazumjevano |omogućeno
nl: Standaard |Ingeschakeld
pt_br: Padrão |Habilitado
ru: По умолчанию |Включено
ta: இயல்பிருப்பு |முடுக்கப்பட்டது
zh_tw: 預設 |啟用

source: This option selects whether NVDA reports changes in some dynamic web content in Braille.
bg: Тази опция указва дали NVDA да докладва на брайл промени в дадено динамично уеб съдържание.
de: Mit dieser Option können Sie festlegen, ob NVDA die Änderungen in einigen dynamischen Web-Inhalten auf der Braillezeile mitteilt.
es: Esta opción selecciona si NVDA anuncia cambios en algunos contenidos web dinámicos en Braille.
hr: Ova opcija bira da li će NVDA prijaviti promene u određenom dinamičkom Web sadržaju na brajevom redu.
nl: Met deze optie kunt u ervoor kiezen om NVDA bepaalde dynamische web-content in braille te laten melden.
pt_br: Esta opção seleciona se o NVDA relata alterações em algum conteúdo dinâmico da web em Braille.
ru: Этот параметр определяет, будет ли NVDA сообщать по Брайлю об изменениях динамического веб-содержимого .
ta: இணையத்திலிருக்கும் சில இயங்குநிலை உள்ளடக்கங்களை என்விடிஏ பிரெயிலில் காட்டுவதை இவ்விருப்பத் தேர்வு அனுமதிக்கிறது.
zh_tw: 此選項選擇 NVDA 是否要以點字顯示某些動態網頁內容的變化，

source: Disabling this option is equivalent to NVDA's behaviour in versions 2023.1 and earlier, which only reported these content changes in speech.
bg: Изключването на тази опция е еквивалентно на поведението на NVDA във версии 2023.1 и по-стари, които докладваха тези промени в съдържанието само чрез реч.
de: Die Deaktivierung dieser Option entspricht dem NVDA-Versionen vor 2023.1, die diese Änderungen der Inhalte nur über die Sprachausgabe mitteilten.
es: Deshabilitar esta opción equivale al comportamiento de NVDA en versiones 2023.1 y anteriores, que sólo anunciaban estos cambios de contenidos en voz.
hr: Onemogućavanje ove opcije je jednako ponašanju programa NVDA u verziji 2023.1 i starijim, koja je ove promjene prijavljivala samo govorom.
nl: Als deze optie uitgeschakeld wordt, reageert NVDA zoals dat het geval was in versiess 2023.1 en eerder, toen alleen wijzigingen van de inhoud in gesproken vorm werden gemeld.
pt_br: Desabilitar esta opção equivale ao comportamento do NVDA nas versões 2023.1 e anteriores, que apenas relatavam estas alterações de conteúdo por fala.
ru: Отключение этой опции эквивалентно поведению NVDA 2023.1 и более ранних версиях, которые сообщали об изменениях содержимого только в виде речи.
ta: இவ்விருப்பத் தேர்வினை முடக்குவது, 2023.1, அல்லது அதற்கும் முந்தைய பதிப்புகளில் காணப்படும் என்விடிஏவின் தன்மைக்கு ஒத்ததாகும். அதாவது, உள்ளடக்க மாற்றங்களை என்விடிஏ பிரெயிலில் காட்டாமல், வெறும் பேச்சில் மட்டும் அறிவிக்கும்.
zh_tw: 停用此選項相當於 NVDA 在 2023.1 及之前版本中的行為，僅會以語音讀出這些內容變化。

source: Speak passwords in all enhanced terminals
bg: Изговаряй паролите във всички подобрени терминали
de: Passwörter in allen erweiterten Terminals mitteilen
es: Verbalizar contraseñas en todas las terminales mejoradas
hr: Izgovori lozinke u svim unapređenim naredbenim redcima
nl: Wachtwoorden uitspreken in alle terminal-toepassingen
pt_br: Falar senhas em todos os terminais aprimorados
ru: Читать пароли во всех современных терминалах
ta: எல்லா மேம்பட்ட முனையங்களிலும் கடவுச்சொற்களைப் பேசுக
zh_tw: 在所有增強型終端機讀出密碼

source: This setting controls whether characters are spoken by [speak typed characters](#KeyboardSettingsSpeakTypedCharacters) or [speak typed words](#KeyboardSettingsSpeakTypedWords) in situations where the screen does not update (such as password entry) in some terminal programs, such as the Windows Console with UI automation support enabled and Mintty.
bg: Тази настройка контролира дали знаците да се изговарят посредством [„Изговаряй въведените букви или знаци“](#KeyboardSettingsSpeakTypedCharacters) или [„Изговаряй въведените думи“](#KeyboardSettingsSpeakTypedWords) в ситуации, когато екранът не се опреснява (например при въвеждане на парола) в някои терминални програми, като Windows Console с включена поддръжка за UI Automation и Mintty.
de: Diese Einstellung steuert, ob Zeichen mit [Zeichen während der Eingabe ansagen](#KeyboardSettingsSpeakTypedCharacters) oder [Wörter während der Eingabe ansagen](#KeyboardSettingsSpeakTypedWords) in Situationen mitgeteilt werden, in denen der Bildschirm nicht aktualisiert wird (z. B. bei der Eingabe eines Kennworts) und zwar in einigen Terminal-Anwendungen wie der Windows-Konsole mit aktivierter Unterstützung für die UIA und Mintty.
es: Esta opción controla si se verbalizan los caracteres mediante [verbalizar caracteres al escribir](#KeyboardSettingsSpeakTypedCharacters) o [verbalizar palabras al escribir](#KeyboardSettingsSpeakTypedWords) en situaciones donde la pantalla no se actualiza (como la entrada de contraseñas) en algunos programas de terminal, como la consola de Windows con el soporte para UI automation habilitado y Mintty.
hr: Ova opcija regulira mogućnost izgovora znakova kada su uključene opcije [izgovor upisanih znakova](#KeyboardSettingsSpeakTypedCharacters) ili [izgovor upisanih riječi](#KeyboardSettingsSpeakTypedWords) kada se zaslon ne obnavlja (kao što je to slučaj kod upisa lozinke) u nekim programima naredbenog redka, poput Windows naredbenog redka sa uključenom podrškom za UI automation i Mintty.
nl: Met deze instelling kunt u bepalen of tekens in spraak worden weergegeven [via getypte tekens uitspreken](#KeyboardSettingsSpeakTypedCharacters) of [met getypte woorden uitspreken](#KeyboardSettingsSpeakTypedWords) in situaties waar het scherm niet wordt ververst, zoals bij het invoeren van wachwoorden in sommige terminal-programma's, zoals het Windows Console wanneer ondersteuning voor UI automation ingeschakeld is alsmede Mintty.
pt_br: Essa configuração controla se os caracteres são falados por [falar caracteres digitados](#KeyboardSettingsSpeakTypedCharacters) ou [falar palavras digitadas](#KeyboardSettingsSpeakTypedWords) em situações em que a tela não é atualizada (como a digitação de senha) em alguns programas de terminal, como o Console do Windows com suporte de UI automation — automação de interface do usuário — habilitado e Mintty.
ru: Эта настройка контролирует, будут ли произноситься [символы](#KeyboardSettingsSpeakTypedCharacters) или [слова](#KeyboardSettingsSpeakTypedWords) в ситуациях, когда экран не обновляется (например, при вводе пароля) в некоторых терминальных программах, таких как Windows Console с включенной поддержкой UI automation и Mintty.
ta: பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் இயக்கத்திலிருக்கும் விண்டோஸ் மற்றும் மிண்டி கட்டுப்பாட்டகங்களில் கடவுச்சொல்லை உள்ளிடும் திரை போன்ற திரைகள் இற்றைப்படுத்தப்படாமல் இருக்கும். இதுபோன்ற தருணங்களில், [தட்டச்சிடப்பட்ட வரியுருக்களை](#KeyboardSettingsSpeakTypedCharacters) பேச வேண்டுமா, அல்லது [தட்டச்சிடப்பட்ட சொற்களை](#KeyboardSettingsSpeakTypedWords) பேச வேண்டுமா என்று எவ்வமைப்பைப் பயன்படுத்தி வரியுரு உள்ளிடப்படவேண்டுமென்று வரையறுக்க இவ்வமைப்பு அனுமதிக்கிறது.
zh_tw: 此設定用在一些終端程式，例如啟用支援 UI Automation 的 Windows 主控台及 Mintty 中，當畫面不會更新的情況下 (如輸入密碼) 讀出字元是否被[讀出輸入字元](#KeyboardSettingsSpeakTypedCharacters)或[讀出輸入單字](#KeyboardSettingsSpeakTypedWords)所控制。

source: For security purposes, this setting should be left disabled.
bg: От съображения за сигурност тази настройка трябва да бъде оставена изключена.
de: Aus Sicherheitsgründen sollte diese Einstellung deaktiviert bleiben.
es: Por motivos de seguridad, esta opción debería permanecer desactivada.
hr: Iz sigurnosnih razloga, ova opcija treba biti isključena.
nl: Om veiligheidsredenen dient u deze instelling uitgeschakeld te laten.
pt_br: Por motivos de segurança, esta configuração deve ser deixada desabilitada.
ru: В целях безопасности этот параметр следует оставить отключённым.
ta: பாதுகாப்புக் காரனங்களைக் கருதி, இவ்வமைப்பு முடக்கப்பட்ட நிலையிலேயே வைக்கப்பட்டிருக்க வேண்டும்.
zh_tw: 基於安全考量，此設定應該保持停用，
