Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: You can move from braille table to braille table in the list by using the arrow keys.
bg: Може да се придвижвате в списъка с брайлови таблици с помощта на стрелките.
de: Zwischen den Braille-Tabellen bewegen Sie sich mit den Pfeiltasten.
es: Puedes moverte entre las tablas braille en la lista utilizando las teclas de cursor.
hr: Između brajičnih tablica se možete pomicati pomoću tipki strelica.
nl: U kunt de pijltjestoetsen gebruiken om door de lijst met brailletabellen te navigeren.
pt_br: Pode-se mover pela lista de tabelas braille utilizando as Setas.
ru: По этому списку можно перемещаться клавишами-стрелками.
ta: வரிசைப் பட்டியலில் இருக்கும் பிரெயில் அட்டவணைகளுக்கிடையே நகர, அம்பு விசைகளைப் பயன்படுத்தவும்.
zh_tw: 您可使用方向鍵在輸出轉譯表清單中移動以選擇所要的項目。

source: Input Table
bg: Входна преобразуваща таблица
de: Die Eingabe-Tabelle
es: Tabla de Entrada
hr: Ulazna tablica
nl: Invoertabel
pt_br: Tabela para Entrada
ru: Таблица ввода
ta: உள்ளீடு அட்டவணை
zh_tw: 輸入轉譯表

source: Complementary to the previous option, the next setting you will find is the braille input table combo box.
bg: В допълнение към предходната настройка, следващата настройка, която ще откриете, е преобразуващата таблица за входните данни под формата на падащ списък.
de: In dieser Option finden Sie das Kombinationsfeld für die Braille-Eingabetabellen.
es: Complementariamente con la opción anterior, el siguiente ajuste que encontrarás es el cuadro combinado de la tabla de entrada braille.
hr: Uz prethodnu opciju, pronači ćete odabirni okvir ulaznu brajičnu tablicu.
nl: Aanvullend op de vorige optie, is de volgende instelling die je tegenkomt de optie de vervolgkeuzelijst met brailleinvoer-tabellen.
pt_br: Em complemento à opção anterior, a próxima definição que você encontrará consiste numa caixa de combinação contendo as tabelas braille para entrada.
ru: Вдобавок к предыдущей опции имеется ещё один комбинированный список, в котором содержатся брайлевские таблицы ввода.
ta: முந்தைய விருப்பத் தேர்வினை நிறைவு செய்வதுபோல் அமைந்திருக்கும் 'உள்ளீடு அட்டவணை', தாங்கள் அடுத்ததாக காணும் சேர்க்கைப் பெட்டியாகும்.
zh_tw: 與上一個選項相輔相成的是點字輸入轉譯表下拉式方塊，

source: The chosen table will be used to translate braille entered on your braille display's Perkins-style keyboard into text.
bg: Избраната таблица ще се използва за превод на брайла, въведен от клавиатурата в стил пъркинс на вашия брайлов дисплей в текст.
de: Bei Verwendung von Braillezeilen mit Braille-Tastatur wird die hier ausgewählte Tabelle zur Umwandlung von Braille nach Text verwendet.
es: La tabla elegida se utilizará para transcribir a texto el braille introducido en el teclado tipo perkins de la pantalla braille.
hr: Ova će se brajična tablica koristiti pri unosu znakova s brajične tipkovnice vašeg brajičnog retka.
nl: Met de gekozen tabel kun je braille ingevoerd met een toetsenbord van het type Perkins omzetten intekst.
pt_br: A tabela escolhida será usada para transcrever o braille introduzido por meio do teclado braille estilo Perkins de sua linha braille em texto.
ru: Выбранная таблица будет служить для перевода вводимых брайлевских символов в текст с помощью 8-клавишной клавиатуры в стиле Perkins брайлевского дисплея.
ta: தங்களின் பிரெயில் காட்சியமைவின் பெர்க்கின்ஸ் வகை விசைப் பலகை மூலம் உள்ளிடப்படும் பிரெயில் உள்ளீடுகள், உரைக்கு மொழிபெயர்க்கப்பட, தேர்வுச் செய்யப்படும் அட்டவணை பயன்படுத்தப்படும்.
zh_tw: 選定的轉譯表用於將您在點顯器上的柏金斯類型鍵盤鍵入的點字轉譯成文字。

source: You can move from braille table to braille table in the list by using the arrow keys.
bg: Може да се придвижвате в списъка с брайлови таблици с помощта на стрелките.
de: Von Brailletabelle zu Brailletabelle bewegen Sie sich mit den Pfeiltasten.
es: Puedes moverte entre las tablas braille en la lista utilizando las teclas de cursor.
hr: Između brajičnih tablica se možete pomicati pomoću tipki strelica.
nl: U kunt de pijltjestoetsen gebruiken om door de lijst met brailletabellen te navigeren.
pt_br: Pode-se mover pela lista de tabelas braille utilizando as Setas.
ru: По этому списку можно перемещаться клавишами-стрелками.
ta: வரிசைப் பட்டியலில் இருக்கும் பிரெயில் அட்டவணைகளுக்கிடையே நகர, அம்பு விசைகளைப் பயன்படுத்தவும்.
zh_tw: 您可使用方向鍵在輸入轉譯表清單中移動以選擇所要的項目。(譯者註：目前台灣用的點字尚未放入八點電腦點字轉譯表)

source: Note that this option is only useful if your braille display has a Perkins-style keyboard and this feature is supported by the braille display driver.
bg: Имайте предвид, че тази опция е полезна само ако вашият брайлов дисплей има клавиатура в стил пъркинс и тази функция се поддържа от драйвера на брайловия дисплей.
de: Diese Option ist nur hilfreich, wenn Sie eine Braillezeile mit Braille-Tastatur verwenden und dieses Feature vom Braillezeilen-Treiber unterstützt wird.
es: Ten en cuenta que esta opción sólo es útil si tu pantalla braille tiene un teclado tipo Perkins y si esta característica está admitida por el controlador de la pantalla braille.
hr: Imajte na umu da je ova opcija korisna samo u slučaju kad vaš brajični redak ima brajičnu tipkovnicu i ako upravljački program brajičnog retka podržava unos tu funkciju.
nl: Merk op dat deze instelling alleen zinvol is als uw leesregel over een toetsenbord van het Perkins-type beschikt en het stuurprogramma van uw brailleleesregel hiervoor ondersteuning biedt.
pt_br: Note que essa opção só é útil se sua linha braille possui um teclado estilo Perkins e quando o referido recurso é suportado pelo driver da linha braille.
ru: Обратите внимание, что эта опция будет работать только с брайлевским дисплеем, оснащенным 8-клавишной клавиатурой в стиле Perkins, и если такая возможность поддерживается драйвером брайлевского дисплея.
ta: தங்களின் பிரெயில் காட்சியமைவில் பெர்க்கின்ஸ் வகை விசைப் பலகை இருந்து, பிரெயில் காட்சியமைவின் இயக்கி அதனை ஆதரித்தால் மட்டுமே, இவ்விருப்பத் தேர்வுப் பயன்படும் என்பதைக் கவனிக்கவும்.
zh_tw: 附註：此選項只適用於有柏金斯類型鍵盤的點顯器且點顯器的驅動程式要能支援，

source: If input is not supported on a display which does have a braille keyboard, this will be noted in the [Supported Braille Displays](#SupportedBrailleDisplays) section.
bg: Ако въвеждането не се поддържа от дисплей, който има брайлова клавиатура, това ще бъде отбелязано в раздела [Поддържани брайлови дисплеи](#SupportedBrailleDisplays).
de: Sollte die Eingabe auf einer Braillezeile mit Braille-Tastatur nicht unterstützt werden, so wird dies im Abschnitt [unterstützte Braillezeilen](#SupportedBrailleDisplays) vermerkt.
es: Si la entrada no es compatible en una pantalla que tenga un teclado braille, esto se notificará en la sección [Pantallas Braille Admitidas](#SupportedBrailleDisplays).
hr: Ako unos s brajičnog retka koji ima brajičnu tipkovnicu nije podržan, to će biti navedeno u poglavlju [Podržani brajični redci](#SupportedBrailleDisplays).
nl: Als invoer niet wordt ondersteund door een leesregel die is uitgerust met een brailletoetsenbord, wordt dit vermeld in de rubriek [ondersteunde Brailleleesregels](#SupportedBrailleDisplays).
pt_br: Caso a entrada não seja suportada por uma linha na qual haja um teclado braille, ser-lhe-á informado na seção [Linhas Braille Suportadas](#SupportedBrailleDisplays).
ru: Если ввод не поддерживается брайлевским дисплеем, в котором всё же имеется брайлевская клавиатура, то об этом будет упомянуто в разделе [поддерживаемые брайлевские дисплеи](#SupportedBrailleDisplays).
ta: காட்சியமைவில் பிரெயில் விசைப் பலகை இருந்தபோதிலும், உள்ளீடு ஆதரிக்கப்படாமல் இருந்தால், அதுகுறித்து [ஆதரவளிக்கப்படும் பிரெயில் காட்சியமைவுகள்](#SupportedBrailleDisplays) பிரிவில் குறிப்பிடப்பட்டிருக்கும்.
zh_tw: 若點顯器有點字鍵盤卻無法支援點字輸入，請參見[支援的點顯器](#SupportedBrailleDisplays)章節說明。

source: Braille mode
bg: Режим на брайла
de: Der Braille-Modus
es: Modo Braille
hr: Modus brajice
nl: Braillemodus
pt_br: Modo braille
ru: Режим брайля
ta: பிரெயில் முறை
zh_tw: 點字模式

source: Key: `NVDA+alt+t`
bg: Клавиш: `NVDA+Alt+T`
de: Tastenkombination: `NVDA+Alt+T`
es: Tecla: `NVDA+alt+t`
hr: Prečac: `NVDA+alt+t`
nl: Toets: `NVDA+alt+t`
pt_br: Tecla: `NVDA+alt+t`
ru: Комбинация клавиш: `NVDA+alt+t`
ta: விசை: `என்விடிஏ+நிலைமாற்றி+t`
zh_tw: 快速鍵: NVDA+Alt+T

source: This option allows you to select between the available braille modes.
bg: Тази опция ви позволява да избирате между наличните режими на брайла.
de: Mit dieser Option können Sie zwischen den verfügbaren Braille-Modi auswählen.
es: Esta opción te permite seleccionar entre los modos braille disponibles.
hr: Ova vam opcija omogućuje izbor dostupnih modusa brajice.
nl: Met deze optie kun je een keuze maken uit de beschikbare braillemodi.
pt_br: Esta opção permite-lhe selecionar entre os modos braille disponíveis.
ru: Эта настройка позволяет вам выбирать доступные режимы Брайля.
ta: கிடைப்பிலிருக்கும் பிரெயில் முறைகளுக்கிடையே தேர்ந்தெடுக்க இவ்விருப்பத் தேர்வு தங்களை அனுமதிக்கிறது.
zh_tw: 此選項允許您在可用的點字模式之間進行選擇。

source: Currently, two braille modes are supported, "follow cursors" and "display speech output".
bg: В момента се поддържат два режима на брайла: „Следвай курсорите“ и „Показвай речевия изход“.
de: Derzeit werden zwei Braille-Modi unterstützt: "Cursor folgen" und "Sprachausgabenverlauf anzeigen".
es: Actualmente se admiten dos modos braille, "seguir cursores" y "mostrar salida de voz".
hr: Trenutno su dostupna dva modusa brajice: "praćenje kursora" i "prikaz govora".
nl: Momenteel worden er twee braillemodi ondersteund, "cursors volgen" en "spraakuitvoer tonen".
pt_br: Atualmente, dois modos braille são suportados, "seguir cursores" e "exibir saída de fala".
ru: В настоящее время поддерживаются два режима Брайля: "следовать за курсором" и "отображать речевой вывод".
ta: தற்போதைக்கு, "சுட்டிகளைப் பின்தொடர்க", "பேச்சு வெளியீட்டை காட்டிடுக" ஆகிய இரு பிரெயில் முறைகள் ஆதரிக்கப்படுகின்றன.
zh_tw: 目前支援兩種點字模式，「跟隨遊標」和「顯示語音輸出」。

source: When follow cursors is selected, the braille display will follow either the system focus/caret or the navigator object/review cursor, depending on what braille is tethered to.
bg: Когато е избрано „Следвай курсорите“, брайловият дисплей ще следва системния фокус/каретка или навигационния обект/курсора за преглед, в зависимост от това с какво е обвързан брайлът.
de: Wenn die Option "Cursor folgen" ausgewählt ist, folgt die Braillezeile entweder dem System-Fokus/-Cursor oder dem Navigationsobjekt bzw. dem NVDA-Cursor, je nachdem, woran die Ausgabe auf der Braillezeile gekoppelt ist.
es: Cuando esté seleccionado seguir cursores, la pantalla braille seguirá o al foco y al cursor del sistema o al navegador de objetos y al cursor de revisión, dependiendo a qué siga el braille.
hr: Kada je označeno praćenje kursora, brajični redak će pratiti kursor sustava ili navigator objekta ovisno o tome na koji od njih je brajica povezana.
nl: Wanneer er voor cursors volgen is gekozen, zal de brailleleesregel of wel de systeemfocus/caret of de navigator-object/review cursor volgen, afhankelijk van de ingestelde braille-koppeling.
pt_br: Quando seguir cursores está selecionado, a linha braille seguirá o foco/cursor do sistema ou o objeto do navegador/cursor de exploração, dependendo de qual o braille está vinculado.
ru: Если выбран параметр "Следовать за курсором", брайлевский дисплей будет следовать либо за системным фокусом/кареткой, либо за объектом навигатора/просмотровым курсором, в зависимости от того, к чему привязан брайль.
ta: சுட்டிகளைப் பின்தொடர்க என்கிற விருப்பத் தேர்வு தெரிவுச் செய்யப்பட்டிருந்தால், பிரெயில் எதனுடன் கட்டப்பட்டிருக்கிறது என்பதைப் பொறுத்து, கணினி குவிமையம்/சுட்டியை, அல்லது வழிகாட்டிப் பொருள்/சீராய்வுச் சுட்டியை பிரெயில் காட்சியமைவு பின்தொடரும்.
zh_tw: 選擇跟隨遊標時，點字顯示器將跟隨系統焦點/編輯游標或導覽物件/檢閱遊標，具體取決於點字所跟隨的內容，

source: When display speech output is selected, the braille display will show what NVDA speaks, or would have spoken if speech mode was set to "talk".
bg: Когато е избрано „Показвай речевия изход“, брайловият дисплей ще показва какво изговаря NVDA или би изговорил, ако режимът на речта е бил зададен на „Говор“.
de: Wenn der Sprachausgabenverlauf ausgewählt ist, zeigt die Braillezeile an, was NVDA mitgeteilt hätte, wenn der Sprachmodus auf "Sprechen" eingestellt wäre.
es: Cuando esté seleccionado mostrar salida de voz, la pantalla braille mostrará lo que hable NVDA, o lo que habría hablado si el modo de voz estuviera en "hablar".
hr: Kada je prikaz govora odabran, Brajični redak će pokazati što NVDA govori, ili što će izgovoriti ako je modus govora postavljen na"govor"
nl: Wanneer er gekozen wordt voor spraakuitvoer tonen, zal de brailleleesregel weergeven wat NVDA zegt of gezegd zou hebben als "talk" geactiveerd zou zijn.
pt_br: Quando exibir saída de fala estiver selecionada, a linha braille mostrará o que o NVDA fala ou o que teria falado se o modo de fala estivesse configurado para "fala".
ru: Если выбран вывод речи на дисплей, на брайлевском дисплее будет отображаться то, что говорит NVDA или говорила бы, если бы режим речи был установлен на "речь".
ta: பேச்சு வெளியீட்டைக் காட்டிடுக என்கிற விருப்பத் தேர்வு தெரிவுச் செய்யப்பட்டிருந்தால், என்விடிஏ பேசுவதை, அல்லது "பேசுக" என்கிற பேச்சு முறையைத் தெரிவுச் செய்திருந்தால் என்விடிஏ எதைப் பேசிடுமோ, அதை பிரெயில் காட்சியமைவு காட்டிடும்.
zh_tw: 當選擇顯示語音輸出時，點字顯示器將顯示 NVDA 朗讀的內容，或如果語音模式設定為「說話」則會顯示的內容。

source: Expand to computer braille for the word at the cursor
bg: Разгръщай думата под курсора в компютърен брайл
de: Aktuelles Wort an der Cursor-Position in Computerbraille ausschreiben
es: Expandir a braille de ordenador para la palabra en el cursor
hr: Proširi na kompjutorsku brajicu za riječ na položaju kursora
nl: Woord onder cursor uitbreiden naar computerbraille
pt_br: Expandir para braille de computador à palavra no cursor
ru: Использовать компьютерный брайль для слова под курсором
ta: சுட்டியினிடத்திலிருக்கும் சொல்லை கணினி பிரெயிலுக்காக விரிவாக்குக
zh_tw: 將游標所在的文字展開成完整的電腦點字

source: This option allows the word that is under the cursor to be displayed in non-contracted computer braille.
bg: Тази опция позволява думата под курсора да бъде изобразена на необвързан компютърен брайл.
de: Diese Option legt fest, ob das Wort, welches sich unter dem Cursor befindet, in Computerbraille dargestellt werden soll oder nicht.
es: Esta opción permite a la palabra que está bajo el cursor ser mostrada en braille de ordenador no contraído.
hr: Ova opcija omogućuje prikaz riječi pod kursorom koristeći kompjutorsku brajicu.
nl: Door het selectievakje aan te vinken wordt het woord onder de cursor weergegeven in niet-verkort computerbraille.
pt_br: Essa opção permite que a palavra que está sob o cursor apareça em braille informático integral — braille de computador não abreviado/contraído —.
ru: Этот флажок указывает NVDA отображать слово под курсором на брайлевском дисплее символами компьютерного брайля без сокращений.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், சுட்டியின் கீழிருக்கும் சொல்லிற்கு, குறுக்கப்படாத கணினி பிரெயிலைக் காண்பிக்கும்.
zh_tw: 此選項允許游標所在的文字以未收縮電腦點字的方式顯示。(譯者註：在中文字的功能稱為「綁定詞」，例如「樂」這個字預設的點字是注音「ㄌㄜˋ」，若出現在「音樂」這個詞時則「樂」的點字會轉為注音「ㄩㄝˋ」。)

source: Show Cursor
bg: Показвай курсора
de: Cursor anzeigen
es: Mostrar Cursor
hr: Prikaži kursor
nl: Cursor weergeven
pt_br: Mostrar Cursor
ru: Показывать курсор
ta: பிரெயில் சுட்டியைக் காட்டுக
zh_tw: 顯示點字游標

source: This option allows the braille cursor to be turned on and off.
bg: Тази опция позволява брайловият курсор да бъде включван и изключван.
de: Mit Hilfe dieser Option können Sie die Anzeige des Cursors in Braille ein- und ausschalten.
es: Esta opción permite al cursor braille activarse y desactivarse.
hr: Ova opcija omogućuje aktiviranje i deaktiviranje brajičnog kursora.
nl: Met deze optie kunt u de braillecursor in- en uitschakelen.
pt_br: Essa opção permite que o cursor braille seja ligado e desligado.
ru: Этот флажок позволяет включать и отключать брайлевский курсор.
ta: இவ்விருப்பத் தேர்வு, பிரெயில் சுட்டியை இயக்கவும், நிறுத்தவும் பயன்படுகிறது.
zh_tw: 此選項允許點字游標開啟或關閉，

source: It applies to the system caret and review cursor, but not to the selection indicator.
bg: Отнася се за каретката и курсора за преглед, но не и за индикатора за маркиран текст.
de: Dies betrifft den System- und den NVDA-Cursor, nicht jedoch die Kennzeichnung von markiertem Text.
es: Se aplica al cursor del sistema y al cursor de revisión, pero no al indicador de selección.
hr: Ovo se primjenjuje na kursor sustava i na pregledni kursor, ali ne i na indikatora odabira.
nl: Deze mogelijkheid is beschikbaar voor de invoegcursor en de leescursor, maar niet voor de selectie-indicator.
pt_br: Aplica-se ao cursor do sistema e cursor de exploração, mas não ao indicador de seleção.
ru: Эта настройка применяется к системной каретке и просмотровому курсору, но не к индикатору выделения.
ta: கணினிச் சுட்டிக்கும், சீராய்வுச் சுட்டிக்கும் இது பொருந்துகிறது. ஆனால், தெரிவு நிலைகாட்டிக்கு இது பொருந்தாது.
zh_tw: 它僅適用於系統游標與檢閱游標，但不適用於選取範韋標示。

source: Blink Cursor
bg: Мигане на курсора
de: Blinkender Cursor
es: Parpadeo de Cursor
hr: Titranje kursora
nl: Knipperende cursor
pt_br: Cursor Intermitente
ru: Мигание курсора
ta: சுட்டி இமைத்தல்
zh_tw: 點字游標跳動

source: This option allows the braille cursor to blink.
bg: Тази опция позволява на брайловия курсор да мига.
de: Mit Hilfe dieser Option können Sie das Blinken des Cursors auf der Braillezeile ein- oder ausschalten.
es: Esta opción permite al cursor braille parpadear.
hr: Ova opcija omogućuje titranje brajičnog kursora.
nl: Met deze optie kunt u een braillecursor laten knipperen.
pt_br: Essa opção permite que o cursor braille intermite.
ru: Этот флажок позволяет включать и отключать мигание брайлевского курсора.
ta: இவ்விருப்பத் தேர்வு, பிரெயில் சுட்டியின் இமைத்தலை அனுமதிக்கிறது.
zh_tw: 此選項允許點字游標跳動，

source: If blinking is turned off, the braille cursor will constantly be in the "up" position.
bg: Ако мигането на курсора е изключено, той ще бъде непрекъснато в горна позиция.
de: Wenn das Blinken des Cursors deaktiviert ist, wird er ständig angezeigt.
es: Si el parpadeo está desactivado, el cursor braille estará constantemente en la posición "alzada".
hr: Ako je titranje isključeno, brajični redak će konstantno biti u tzv. "gornjoj" poziciji.
nl: Als knipperen wordt uitgezet, blijft de braillecursor steeds in de "omhoog" stand staan.
pt_br: Se intermitência estiver desligada, o cursor em braille estará constantemente na posição "para cima".
ru: Если мигание отключено, то точки брайлевского курсора будут постоянно находиться в положении "вверх".
ta: இமைக்கும் வசதி நிறுத்தப்பட்டால், எப்பொழுதும் பிரெயில் சுட்டி நிற்கும் நிலையில் நிலையாக இருக்கும்.
zh_tw: 若關閉跳動則點字游標會持續處在「浮點」的狀態，

source: The selection indicator is not affected by this option, it is always dots 7 and 8 without blinking.
bg: Тази опция не засяга индикатора за маркиране, той е винаги с точки 7 и 8 без мигане.
de: Die Anzeige für Markierungen wird dadurch nicht beeinflusst, Markierungen werden immer durch statische Punkte 7 und 8 angezeigt.
es: El indicador de selección no está afectado por esta opción, siempre es con los puntos 7 y 8 sin parpadear.
hr: Ova opcija ne utječe na indikatora odabira, to su uvijek točkice 7 i 8 bez titranja.
nl: Deze optie heeft geen invloedt op de selectie-indicator. Hierop is altijd punt 7 en punt 8 van toepassing en de indicator knippert niet.
pt_br: O indicador de seleção não é afetado por esta opção, é sempre pontos 7 e 8 sem intermitência.
ru: Эта настройка не влияет на индикатор выделения, он всегда выглядит как точки 7 и 8 без мигания.
ta: தெரிவு நிலைக்காட்டியின் மீது இவ்விருப்பத் தேர்வு தாக்கத்தை ஏற்படுத்துவதில்லை. இது எப்பொழுதும் இமைக்காத நிலையில் புள்ளிகள் ஏழு, எட்டு என்றே இருக்கும்.
zh_tw: 選取範韋標示不受此選項影響，它總是以不跳動的第 7 及第 8 點來代表。

source: Cursor Blink Rate (ms)
bg: Честота на мигане на курсора (в милисекунди)
de: Blinkgeschwindigkeit des Cursors
es: Velocidad de Parpadeo del Cursor (ms)
hr: Brzina titranja kursora (ms)
nl: Knippersnelheid cursor
pt_br: Velocidade de intermitência do Cursor (ms)
ru: Скорость мигания курсора (мс)
ta: சுட்டி இமைக்கும் விகிதம் (நுண்வினாடிகளில்)
zh_tw: 點字游標跳動頻率 (以毫秒計)

source: This option is a numerical field that allows you to change the blink rate of the cursor in milliseconds.
bg: Тази опция е цифрово поле, което ви позволява да контролирате скоростта на мигане на курсора в милисекунди.
de: Diese Option ist ein numerisches Feld, in dem sich die Cursor-Blinkrate in Millisekunden anpassen lässt.
es: Esta opción es un campo numérico que te permite cambiar la velocidad de parpadeo del cursor en milésimas de segundo.
hr: Ova opcija je brojčano polje koja omogućuje promjenu brzine titranja kursora u milisekundama.
nl: In het invoerveld kunt u een getal invoeren dat de knippersnelheid van de cursor bepaalt in milliseconden.
pt_br: Esta opção é um campo numérico que lhe permite alterar a velocidade de intermitência do cursor em milésimos de segundo.
ru: Это числовое поле позволяет вам в миллисекундах указывать скорость мигания курсора на брайлевском дисплее.
ta: இவ்விருப்பத் தேர்வு, ஒரு எண் களமாகும். சுட்டி இமைக்கும் விகிதத்தை நுண்வினாடிகளின் கணக்கில் மாற்றியமைக்கலாம்.
zh_tw: 此選項為一個數字欄位，用以變更點字游標跳動的時間長短，以毫秒為單位。

source: Cursor Shape for Focus
bg: Форма на курсора на фокуса
de: Cursor-Form für System-Fokus
es: Forma del Cursor para el Foco
hr: Oblik kursora za fokus
nl: Cursorvorm voor Focus
pt_br: Formato do Cursor para Foco
ru: Форма курсора для системного фокуса
ta: குவிமையத்திற்கான பிரெயில் சுட்டியின் வடிவம்
zh_tw: 焦點游標形狀

source: This option allows you to choose the shape (dot pattern) of the braille cursor when braille is tethered to focus.
bg: Тази опция ви позволява да изберете формата (точковото означение) на брайловия курсор, когато брайлът е обвързан с фокуса.
de: Hiermit legen Sie das Punktmuster des Cursors fest, welches verwendet werden soll, wenn die Braillezeile an den Fokus gekoppelt wird.
es: Esta opción te permite elegir la forma (patrón de puntos) del cursor braille cuando el braille siga al foco.
hr: Ova opcija omogućuje biranje oblika (kombinacije točkica) brajičnog kursora kad je brajični redak povezan na fokus.
nl: Met deze optie kunt u de vorm (puntenpatroon) van de braillecursor kiezen wanneerbraille de focus moet volgen.
pt_br: Essa opção permite que você escolha a forma (padrão de pontos) do cursor braille quando o braille está vinculado ao foco.
ru: Этот комбинированный список позволяет вам выбрать форму (шаблон точек) брайлевского курсора, когда брайль привязан к системному фокусу.
ta: குவிமையத்துடன் பிரெயில் கட்டப்பட்டிருக்கும்பொழுது, பிரெயில் சுட்டியின் வடிவத்தை, அதாவது பிரெயில் புள்ளிகளின் வடிவவிதத்தைத் தேர்வுச் செய்ய இவ்விருப்பத் தேர்வு அனுமதிக்கிறது.
zh_tw: 當點字游標跟隨系統焦點時，此選項允許您選擇以不同的凸點形狀來呈現點字游標，

source: The selection indicator is not affected by this option, it is always dots 7 and 8 without blinking.
bg: Тази опция не засяга индикатора за маркиране, той е винаги с точки 7 и 8 без мигане.
de: Die Anzeige für Markierungen wird dadurch nicht beeinflusst, Markierungen werden immer durch statische Punkte 7 und 8 dargestellt.
es: El indicador de selección no está afectado por esta opción, siempre son los puntos 7 y 8 sin parpadear.
hr: Ova opcija ne utječe na indikatora odabira, to su uvijek točkice 7 i 8 bez titranja.
nl: Deze optie heeft geen invloedt op de selectie-indicator. Hierop is altijd punt 7 en punt 8 van toepassing en de indicator knippert niet.
pt_br: O indicador de seleção não é afetado por esta opção, é sempre pontos 7 e 8 sem intermitência.
ru: Эта настройка не влияет на индикатор выделения, он всегда выглядит как точки 7 и 8 без мигания.
ta: தெரிவு நிலைக்காட்டியின் மீது இவ்விருப்பத் தேர்வு தாக்கத்தை ஏற்படுத்துவதில்லை. இது எப்பொழுதும் இமைக்காத நிலையில் புள்ளிகள் ஏழு, எட்டு என்றே இருக்கும்.
zh_tw: 選取範韋標示不受此選項影響，它總是以不跳動的第 7 及第 8 點來代表。

source: Cursor Shape for Review
bg: Форма на курсора на прегледа
de: Cursor-Form für NVDA-Cursor
es: Forma del Cursor para la Revisión
hr: Oblik kursora za pregled
nl: Leescursorvorm (Review)
pt_br: Formato do Cursor para Exploração
ru: Форма курсора для просмотрового курсора
ta: சீராய்விற்கான பிரெயில் சுட்டியின் வடிவம்
zh_tw: 檢閱游標形狀
