Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: When braille display is set to "Automatic", the check boxes in this list control allows you to enable and disable display drivers that will be involved in the automatic detection process.
bg: Когато опцията за избор на брайлов дисплей е зададена на „Автоматично“, полетата за отметка в тази списъчна контрола ви позволяват да включвате и изключвате драйверите на дисплеите, които ще участват в процеса по автоматично откриване.
de: Wenn die Braillezeile auf "Automatisch" eingestellt ist, können Sie mit den Kontrollkästchen in dieser Liste den Treiber für die Braillezeile aktivieren oder deaktivieren, die an der automatischen Erkennung beteiligt sind.
es: Cuando la pantalla braille está configurada en "Automático", las casillas de verificación en este control de lista te permiten habilitar y deshabilitar los controladores de pantalla que participarán en el proceso de detección automática.
hr: Kada je brajični redak postavljen na "automatski", potvrdni okviri na ovom popisu omogućuju vam uključivanje i iskljuučivanje upravljačkih programa koji će biti uključeni u procesu automatskog otkrivanja.
nl: Wanneer een brailleleesregel op "Automatisch", ingesteld staat, kunt u via de selectievakjes in deze besturingslijst de display drivers activeren en deactiveren voor zover deze al dan niet betrokken moeten worden in het automatische detectieproces.
pt_br: Quando a linha braille está definida como "Automático", as caixas de seleção neste controle de lista permitem habilitar e desabilitar os drivers — controladores — de linhas que estarão envolvidos no processo de detecção automática.
ru: Если для отображения Брайля установлено значение "Определять автоматически", флажки в этом списке позволяют включать и отключать драйверы дисплеев, которые будут участвовать в процессе автоматического обнаружения.
ta: பிரெயில் காட்சியமைவு 'தன்னியக்கம்' என்று அமைக்கப்பட்டிருக்கும்பொழுது, தன்னியக்க செயல்முறையில் ஈடுபடும் காட்சியமைவுகளின் இயக்கிகளை முடுக்கவும், முடக்கவும் இவ்வரிசைப் பட்டியலில் இருக்கும் தேர்வுப் பெட்டிகள் அனுமதிக்கின்றன.
zh_tw: 當點字顯示器設定為「自動偵測」，此清單中的核取方塊可讓您啟用和停用自動偵測過程中包含的點顯器驅動程式，

source: This allows you to exclude braille display drivers you do not use on a regular basis.
bg: Това ви позволява да изключите драйверите за брайлови дисплеи, които не използвате редовно.
de: So können Sie die Treiber für Braillezeilen ausschließen, die Sie nicht regelmäßig verwenden.
es: Esto te permite excluir los controladores de las pantallas braille que no utilices habitualmente.
hr: Ovo vam omogućuje isključivanje brajičnih redaka koje ne koristite uvijek.
nl: Hiermee kunt u brailleleesregeldriversuitsluiten die u niet regelmatig gebruikt.
pt_br: Isso permite excluir drivers de linha braille que você não usa regularmente.
ru: Это позволяет исключить драйверы дисплея Брайля, которые вы не используете на регулярной основе.
ta: தாங்கள் வழமையாகப் பயன்படுத்தாத பிரெயில் காட்சியமைவு இயக்கிகளை விலக்க இது அனுமதிக்கிறது.
zh_tw: 這允許您排除不常使用的點顯器驅動程式。

source: For example, if you only own a display that requires the Baum driver to function, you may leave the Baum driver enabled whereas the other drivers can be disabled.
bg: Например, ако притежавате само дисплей, който изисква драйвера Baum, за да функционира, можете да оставите драйвера Baum включен, докато другите драйвери могат да бъдат изключени.
de: Wenn Sie z. B. nur einen Bildschirm besitzen, für den der Baum-Treiber erforderlich ist, können Sie den Baum-Treiber aktiviert lassen, während die anderen Treiber deaktiviert werden können.
es: Por ejemplo, si sólo tienes una pantalla que necesite el controlador Baum para funcionar, puedes dejar activado dicho controlador y desactivar los demás.
hr: Na primjer, ako posjedujete samo brajični redak koji koristi Baumov upravljački program za svoje funkcioniranje, ostavit ćete baum upravlojački program uključen a ostale ćete isključiti.
nl: Als u bijvoorbeeld alleen maar een leesregel hebt die met een driver van Baum werkt, kunt u de Baum-driver ingeschakeld laten terwijl de andere drivers kunnen worden uitgeschakeld.
pt_br: Por exemplo, se você possui apenas uma linha que requer o funcionamento do driver Baum, você pode deixar o driver Baum habilitado enquanto os outros drivers podem ser desabilitados.
ru: Например, если у вас есть только один дисплей, для работы которого требуется драйвер Baum, вы можете оставить включённым драйвер Baum, а остальные драйверы отключить.
ta: எடுத்துக்காட்டாக, பௌம் இயக்கி மட்டுமே செயல்பட வேண்டிய பிரெயில் காட்சியமைவைத் தாங்கள் பயன்படுத்தினால், பௌம் இயக்கியை மட்டும் முடுக்கிவிட்டு, பிற இயக்கிகளை முடக்கிவைக்கலாம்.
zh_tw: 例如，如果您只擁有一個需要 Baum 驅動程式才能運作的點顯器，則可以啟用 Baum 驅動程式並停用其他的驅動程式。

source: By default, all drivers that support automatic detection are enabled.
bg: По подразбиране всички драйвери, които поддържат автоматично откриване, са включени.
de: Alle Treiber, die die automatische Erkennung unterstützen, sind standardmäßig aktiviert.
es: Por omisión, todos los controladores compatibles con la detección automática están habilitados.
hr: Podrazumjevano, svi podržani brajični redci su uključeni.
nl: Standaard staan alle drivers die automatische detectie ondersteunen ingeschakeld.
pt_br: Por padrão, todos os drivers que suportam detecção automática estão habilitados.
ru: По умолчанию все драйверы, поддерживающие автоматическое обнаружение, включены.
ta: தானாகக் கண்டறிவதை ஆதரிக்கும் எல்லா இயக்கிகளும் இயல்பில் முடுக்கப்பட்டிருக்கும்.
zh_tw: 預設情況下所有支援自動偵測的驅動程式皆會啟用，

source: Any driver added, for example in a future version of NVDA or in an add-on, will also be enabled by default.
bg: Всеки добавен драйвер, например в бъдеща версия на NVDA или в добавка, също по подразбиране ще бъде включен.
de: Jeder neue Treiber, der z. B. in einer zukünftigen NVDA-Version oder in einer NVDA-Erweiterung hinzugefügt wird, wird ebenfalls standardmäßig aktiviert sein.
es: Cualquier controlador añadido, por ejemplo en una versión futura de NVDA o en un complemento, también se ahbilitará por defecto.
hr: Svaki dodani upravljački programm, na primjer u budućoj verziji NVDA ili u NVDA dodatku biti će podrazumjevano omogućen.
nl: Elke driver die bijvoorbeeld in een toekomstige versie van NVDA of via een add-on, wordt toegevoegd staat ook standaard ingeschakeld.
pt_br: Qualquer driver adicionado, por exemplo, numa versão futura do NVDA ou em um complemento, também será habilitado por padrão.
ru: Любой драйвер, добавленный, например, в будущей версии NVDA или в дополнении, также будет включён по умолчанию.
ta: வருங்கால என்விடிஏ பதிப்பு, அல்லது ஒரு நீட்சிநிரலினால் சேர்க்கப்படும் இயக்கிகளும் இயல்பில் முடுக்கப்படும்.
zh_tw: 新增的任何驅動程式 (例如在未來 NVDA 版本或附加元件中) 也將預設為啟用。

source: You may consult the documentation for your braille display in the section [Supported Braille Displays](#SupportedBrailleDisplays) to check whether the driver supports automatic detection of displays.
bg: Можете да се консултирате с документацията за вашия брайлов дисплей в раздела [Поддържани брайлови дисплеи](#SupportedBrailleDisplays), за да проверите дали драйверът поддържа автоматично откриване на дисплеи.
de: Sie können in der Dokumentation zu Ihrer Braillezeile im Abschnitt [Unterstützte Braillezeilen](#SupportedBrailleDisplays) nachlesen, ob der Treiber die automatische Erkennung von Braillezeilen unterstützt.
es: Puedes consultar la documentación para tu pantalla braille en la sección [Pantallas Braille Admitidas](#SupportedBrailleDisplays) para comprobar si el controlador soporta la detección automática de pantallas.
hr: Trebat ćete provjeriti dokumentaciju vašeg brajičnog redka u poglavlju [podržani brajični redci](#SupportedBrailleDisplays) kako biste provjerili podržava li vaš brajični redak automatsko otkrivanje.
nl: Raadpleeg de documentatie mbt uw brailleleesregel onder [Ondersteunde Brailleleesregels](#SupportedBrailleDisplays) of het desbetreffende stuurprogramma automatische detectie van leesregels ondersteunt.
pt_br: Pode consultar a documentação da sua linha Braille na seção [Linhas Braille Suportadas](#SupportedBrailleDisplays) para verificar se o driver suporta detecção automática de linhas.
ru: Чтобы проверить, поддерживает ли драйвер автоматическое обнаружение дисплеев, можно обратиться к документации к дисплею Брайля в разделе [Supported Braille Displays](#SupportedBrailleDisplays).
ta: தாங்கள் பயன்படுத்தும் பிரெயில் காட்சியமைவின் இயக்கி தன்னியக்க கண்டறிதலை ஆதரிக்கிறதா என்பதை, [ஆதரிக்கப்படும் பிரெயில் காட்சியமைவுகள்](#SupportedBrailleDisplays) பிரிவில் இருக்கும் அந்த காட்சியமைவிற்கான விளக்கத்தைப் படித்து அறிந்துகொள்ளவும்.
zh_tw: 您可以在[支援的點顯器](#SupportedBrailleDisplays)章節查閱點顯器的文件，檢查驅動程式是否支援點顯器自動偵測。

source: Port
bg: Порт
de: Anschluss
es: Puerto
hr: Priključak
nl: Poort
pt_br: Porta
ru: Порт
ta: நுழைவாயில்
zh_tw: 連接埠

source: This option, if available, allows you to choose what port or type of connection will be used to communicate with the braille display you have selected.
bg: Ако тази настройка е налична, тя ви позволява да избирате кой порт или какъв тип връзка ще се използва за комуникация с брайловия дисплей, който сте избрали.
de: Mit dieser Option können Sie den Anschluss der Braillezeile auswählen, über den das Gerät mit dem Computer kommunizieren soll.
es: Esta opción, si está disponible, te permite elegir qué puerto o tipo de conexión se utilizará para comunicar con la pantalla braille que has seleccionado.
hr: Ova opcija, ako je dostupna, omogućuje izbor komunikacijskog priključka na kojem je spojen brajični redak kojeg ste izabrali.
nl: Indien beschikbaar kunt u met deze optie kiezen welke poort of welk type verbinding er gebruikt wordt om te communiceren met de leesregel die u hebt geselecteerd.
pt_br: Esta opção, se disponível, permite-lhe escolher qual porta ou tipo de conexão será usada para comunicar com a linha braille que você selecionou.
ru: При помощи данной опции, если она доступна, вы можете указывать порт или тип подключения, который будет использоваться для работы с выбранным брайлевским дисплеем.
ta: இவ்விருப்பத் தேர்வு இருக்கும்பட்சத்தில், தாங்கள் தேர்ந்தெடுத்திருக்கும் பிரெயில் காட்சியமைவுடன் தொடர்பாடலை மேற்கொள்ள, எந்த நுழைவாயில், அல்லது தொடர்பு பயன்படுத்தப்பட வேண்டும் என்று தீர்மானிக்க அது உதவும்.
zh_tw: 當此選項可使用時，您可選擇連接埠或連接形式來與您所選的點顯器溝通，

source: It is a combo box containing the possible choices for your braille display.
bg: Представлява падащ списък, съдържащ възможните стойности за вашия брайлов дисплей.
de: In diesem Kombinationsfeld werden die möglichen Anschlussmöglichkeiten angezeigt.
es: Es un cuadro combinado que contiene las elecciones posibles para tu pantalla braille.
hr: To je odabirni okvir, koji sadrži mogućnosti za vaš brajični redak.
nl: Het betreft een vervolgkeuzelijst met mogelijke keuzes voor uw brailleleesregel.
pt_br: Consiste numa caixa de combinação contendo as escolhas possíveis para sua linha braille.
ru: Это комбинированный список, в котором содержатся возможные варианты выбора типов подключений для брайлевского дисплея.
ta: இது, தங்களின் பிரெயில் காட்சியமைவிற்கான இயன்ற தேர்வுகளைக் கொண்டிருக்கும் சேர்க்கைப் பெட்டியாகும்.
zh_tw: 此為一個下拉式方塊，包含針對您所使用點顯器的可能選用方式。

source: By default, NVDA employs automatic port detection, which means the connection with the braille device will be established automatically by scanning for available USB and bluetooth devices on your system.
bg: По подразбиране NVDA осъществява автоматично откриване на портове, което означава, че връзката с брайловото устройство ще бъде осъществена автоматично чрез сканиране за налични USB и Bluetooth устройства, към които е свързан вашият компютър.
de: Standardmäßig wird NVDA automatisch sämtliche USB-Anschlüsse und Bluetooth-Geräte nach Ihrer Braillezeile absuchen.
es: Por omisión, NVDA emplea la detección de puerto automática, lo que significa que la conexión con el dispositivo braille se establecerá automáticamente buscando los dispositivos USB y bluetooth en tu sisttema.
hr: NVDA standardno koristi automatsko otkrivanje priključka, što znači, da će veza s brajičnim retkom biti uspostavljena automatski skeniranjem svih dostupnih USB i bluetooth uređaja na vašem računalu.
nl: Standaard voert NVDA een automatische poortdetectie uit, hetgeen inhoudt dat de verbinding met het brailletoestel automatisch tot stand wordt gebracht door te zoeken naar beschikbare USB- en bluetooth-apparaten op uw systeem.
pt_br: Por padrão, o NVDA utiliza-se da detecção automática de porta, o que significa que a conexão com a linha braille será estabelecida automaticamente pela varredura de dispositivos USB e bluetooth disponíveis em seu sistema.
ru: По умолчанию NVDA использует автоматическое определение порта, это означает, что после сканирования доступных USB- и Bluetooth-устройств в системе, подключение к брайлевскому дисплею будет устанавливаться автоматически.
ta: இயல்பில், கணினியில் இருக்கும் நுழைவாயில்களை என்விடிஏ தானாகக்் கண்டறியும். அதாவது, கணினியில் இருக்கக் கூடிய யுஎஸ்பி, அல்லது ஊடலையைக் கண்டறிந்து, அதன் மூலம் பிரெயில் காட்சியமைவுடன் தொடர்பை ஏற்படுத்தும்.
zh_tw: 預設情況下 NVDA 採用自動連接埠偵測功能，意即會掃描電腦上的 USB 或藍牙裝置以自動建立與點顯器的連接，

source: However, for some braille displays, you may be able to explicitly choose what port should be used.
bg: Въпреки това, за някои брайлови дисплеи е възможно да можете изрично да укажете кой порт да се използва.
de: Für manche Braillezeilen können Sie jedoch genau festlegen, wie die Zeile angeschlossen ist.
es: Por lo tanto, para algunas pantallas braille, podrás elegir explícitamente qué puerto debería utilizarse.
hr: Međutim, za neke brajične retke, možete odrediti koji se priključak treba koristiti.
nl: Voor sommige brailleleesregels, kunt u echter expliciet kiezen welke poort gebruikt moet worden.
pt_br: Todavia, para algumas linhas braille, você pode escolher explicitamente qual porta deve ser usada.
ru: Однако для некоторых брайлевских дисплеев вы можете явно указать, какой порт следует использовать.
ta: ஆனால், சில பிரெயில் காட்சியமைவுகளுக்கு, பயன்படுத்தத்தக்க நுழைவாயிலைத் தாங்கள் வெளிப்படையாகத் தேர்வுச் செய்யக் கூடியதாக இருக்கும்.
zh_tw: 然而針對某些點顯器您或許可明確地選擇相對應的連接埠，

source: Common options are "Automatic" (which tells NVDA to employ the default automatic port selection procedure), "USB", "Bluetooth" and legacy serial communication ports if your braille display supports this type of communication.
bg: Обичайни опции са „Автоматично“ (което указва на NVDA да приложи процедурата по подразбиране за автоматичен избор на порт), „USB“, „Bluetooth“ и старите серийни комуникационни портове, ако вашият брайлов дисплей поддържа този тип свързване.
de: Übliche Auswahlmöglichkeiten sind "Automatisch" (die oben beschriebene automatische Suche nach dem Anschluss), "Bluetooth", "USB" oder einer der seriellen Anschlüsse, sofern die Braillezeile diese Verbindungsart unterstützt.
es: Las opciones comunes son "Automático" (la cual dice a NVDA que emplee el procedimiento de selección de puerto automático predeterminado), "USB", "Bluetooth" y puertos serie heredados si tu pantalla braille admite este tipo de comunicación.
hr: Uobičajene opcije su "automatski" (čime NVDA automatski traži uređaje), "USB", "Bluetooth" i zastarjele serijske komunikacijske priključke, ako vaš brajični redak još uvijek podržava tu vrstu povezivanja.
nl: Algemene opties verlopen "Automatisch" (wat inhoudt dat NVDA standaard een automatische poortselectieprocedure uitvoert) voor "USB-", "Bluetooth-" en legacy seriële communicatiepoorten als uw brailleleesregel dit type communicatie ondersteunt.
pt_br: As opções Comuns são "Automática" (que informa ao NVDA para aplicar o procedimento padrão de seleção automática de porta), "USB", "Bluetooth" e portas de comunicação serial legadas caso sua linha braille suporte esse tipo de conexão.
ru: Обычными вариантами являются — "Определять автоматически" (который указывает NVDA выполнить процедуру автоматического определения порта по умолчанию), "USB", "Bluetooth" и устаревшие последовательные порты, если ваш дисплей поддерживает такой тип подключения.
ta: தன்னியக்கம், யுஎஸ்பி, ஊடலை ஆகியவைகள் பொதுவான விருப்பத் தேர்வுகளாகும். தன்னியக்கம் என்றால், நுழைவாயிலைத் தானாகக் கண்டறியும் முறைமையை என்விடிஏ பயன்படுத்தும். மேலும், தங்கள் பிரெயில் காட்சியமைவு, மரபுத் தொடர் தொடர்பாடல் நுழைவாயிலுக்கு ஆதரவளிக்கும்பட்சத்தில், அதுவும் ஒரு விருப்பத் தேர்வாக அமையும்.
zh_tw: 常見的選項是「自動」 (告訴 NVDA 採用預設的自動連接埠選擇程序)、「USB」、「藍芽」以及傳統串列埠 (若您的點顯器有支援此種通訊協定)。

source: This option won't be available if your braille display only supports automatic port detection.
bg: Тази опция няма да бъде налична, ако вашият дисплей поддържа само автоматично откриване на портовете.
de: Diese Option ist nicht verfügbar, wenn die Braillezeile nur die automatische Suche nach dem Anschluss unterstützt.
es: Esta opción no estará disponible si tu pantalla braille sólo admite detección automática de puertos.
hr: Ova opcija neće biti dostupna ako vaš brajični redak koristi automatsko otkrivanje brajičnih redaka.
nl: Deze optie is niet beschikbaar als uw brailleleesregel uitsluitend automatische poortdetectie ondersteunt.
pt_br: Esta opção não estará disponível se sua linha braille suporta apenas a detecção automática de porta.
ru: Эта опция не будет доступна, если ваш брайлевский дисплей поддерживает только автоматическое определение порта.
ta: தங்களின் பிரெயில் காட்சியமைவு, நுழைவாயிலைத் தானாகக் கண்டறியும் வசதியை மட்டும் கொண்டிருந்தால், இவ்விருப்பத் தேர்வு காணப்பட மாட்டாது.
zh_tw: 若您的點顯器只支援自動連接埠偵測功能，此連接埠選項就無法使用。

source: You may consult the documentation for your braille display in the section [Supported Braille Displays](#SupportedBrailleDisplays) to check for more details on the supported types of communication and available ports.
bg: Може да се консултирате с документацията за вашия брайлов дисплей в раздела [Поддържани брайлови дисплеи](#SupportedBrailleDisplays), за да проверите за повече информация относно поддържаните варианти на свързване и наличните портове.
de: Für weitere Informationen sehen Sie im Abschnitt [Unterstützte Braillezeilen](#SupportedBrailleDisplays), welche Anschlüsse für die Braillezeile zur Verfügung stehen.
es: Puedes consultar la documentación para tu pantalla braille en la sección [Pantallas Braille Admitidas](#SupportedBrailleDisplays) para buscar más detalles sobre los tipos compatibles de comunicación y puertos disponibles.
hr: Pročitajte dokumentaciju za vaš brajični redak u poglavlju [Podržani brajični redci](#SupportedBrailleDisplays) za više informacija o podržanim načinima spajanja i dostupnim priključcima.
nl: U kunt de documentatie voor uw brailleleesregel raadplegen in de rubriek [Ondersteunde Brailleleesregels](#SupportedBrailleDisplays) voor meer details over de ondersteunde types communicatie en beschikbare poorten.
pt_br: Você pode consultar a documentação sobre sua linha braille na seção [Linhas Braille Suportadas,](#SupportedBrailleDisplays) com vistas a obter mais detalhes sobre os tipos de comunicação suportados e portas disponíveis.
ru: Вы можете ознакомиться с документацией на ваш брайлевский дисплей в разделе [поддерживаемые брайлевские дисплеи](#SupportedBrailleDisplays), чтобы узнать более подробную информацию о поддерживаемых типах подключений и доступных портах.
ta: ஆதரவளிக்கப்படும் தொடர்பாடல்கள், நுழைவாயில்கள் குறித்து மேலும் அறிய, [ஆதரவளிக்கப்படும் பிரெயில் காட்சியமைவுகள்](#SupportedBrailleDisplays) பகுதியில் காணப்படும் ஆவணத்தைக் காணவும்.
zh_tw: 您可以在[支援的點顯器](#SupportedBrailleDisplays)章節查閱相關點顯器的說明，確認支援的通訊協定及可用連接埠的更多細節。

source: Please note: If you connect multiple Braille Displays to your machine at the same time which use the same driver (E.g. connecting two Seika displays),
bg: Моля, обърнете внимание: Ако свържете няколко брайлови дисплея към вашата машина по едно и също време, които използват един и същ драйвер (напр. свързване на два дисплея Seika),
de: Bitte beachten Sie: Wenn Sie mehrere Braillezeilen gleichzeitig an Ihr Gerät anschließen,
es: Nota importante: si conectas varias Pantallas Braille a tu máquina al mismo tiempo que utilizan el mismo controlador (Ej.: connectar dos pantallas Seika),
hr: Imajte na umu da ako spojite više brajičnih redaka na jedno računalo u isto vrijeme a ti redci koriste isti upravljački program npr. spajanje dva seika brajična redka,
nl: Wilt u er opletten dat bij het tegelijkertijd aansluiten van meerdere brailleleesregels op uw systeem die hetzelfde stuurprogramma (driver) gebruiken (bijvoorbeeld als er twee Seika leesregels worden gekoppeld),
pt_br: Por favor observe: Se você conectar várias linhas Braille à sua máquina ao mesmo tempo que usam o mesmo driver (por exemplo, conectar duas linhas Seika),
ru: Обратите внимание: если вы одновременно подключаете к компьютеру несколько брайлевских дисплеев, которые используют один и тот же драйвер (например, при подключении двух дисплеев Seika),
ta: சேக்கா பிரெயில் காட்சியமைவுகளை இணைப்பது போன்று, ஒரே இயக்கியைப் பயன்படுத்தும் பல காட்சியமைவுகளை தங்கள் கணினியுடன் இணைப்பதாக இருந்தால்,
zh_tw: 請注意：若您同時用相同的驅動程式連接多台點顯器 (例如連接兩台 Seika 點顯器)，

source: it is currently impossible to tell NVDA which display to use.
bg: в момента е невъзможно да се каже на NVDA кой дисплей да използва.
de: die denselben Treiber verwenden (z. B. zwei Seika-Braillezeilen anschließen), ist es derzeit nicht möglich, NVDA mitzuteilen, welche Braillezeile verwendet werden soll.
es: actualmente es imposible decirle a NVDA qué pantalla debe utilizar.
hr: Trenutno je nemoguće odrediti koji brajični redak NVDA bi trebao koristiti.
nl: het momenteel niet mogelijk is om NVDA te laten weten welke leesregel gebruikt moet worden.
pt_br: atualmente é impossível dizer ao NVDA qual linha usar.
ru: в настоящее время невозможно указать NVDA, какой именно дисплей следует использовать.
ta: எந்தக் காட்சியமைவைப் பயன்படுத்த வேண்டுமென்பதை என்விடிஏவிற்கு அறிவுறுத்த இப்போதைக்கு இயலாது என்பதை அருள்கூர்ந்து கவனிக்கவும்.
zh_tw: 目前並無法告訴 NVDA 要使用哪一台點顯器來顯示，

source: Therefore it is recommended to only connect one Braille Display of a given type / manufacturer to your machine at a time.
bg: Затова се препоръчва в даден момент да свързвате само един брайлов дисплей от даден тип/производител към вашата машина.
de: Es wird daher empfohlen, immer nur eine Braillezeile eines bestimmten Typs / Herstellers an Ihr Gerät anzuschließen.
es: Por lo tanto, se recomienda conectar sólo una Pantalla Braille de un determinado tipo de fabricante a tu máquina al mismo tiempo.
hr: Stoga preporuča se spajanje samo jednog brajičnog redka određenog tipa ili proizvođača na vaše računalo u isto vrijeme.
nl: Het verdient dan ook aanbeveling slechts één leesregel van een bepaald type / fabrikant op u systeem aan te sluiten.
pt_br: Portanto, é recomendável conectar apenas uma Linha Braille dum determinado tipo / fabricante à sua máquina por vez.
ru: Поэтому рекомендуется не подключать одновременно к вашему устройству более одного брайлевского дисплея того же типа/производителя.
ta: ஆகவே, ஒரு உற்பத்தியாளர், அல்லது ஒரு வகை காட்சியமைவை மட்டும் தங்கள் கணினியுடன் ஒரே தருணத்தில் இணைக்குமாறு பரிந்துரைக்கப்படுகிறது.
zh_tw: 因此建議一次只連接一個機型/製造商的點顯器。

source: Audio
bg: Аудио
de: Die Audio-Einstellungen
es: <target/>
hr: Zvuk
pt_br: Áudio
ru: Аудио
ta: ஒலிதம்
zh_tw: 音訊

source: Open Audio settings
bg: Отваряне на аудио настройките
de: Audio-Einstellungen öffnen
es: Abrir Opciones de Audio
hr: Otvara postavke zvuka
nl: Audio-instellingen openen
pt_br: Abrir configurações de Áudio
ru: Открыть настройки аудио
ta: ஒலித அமைப்புகளைத் திறவுக
zh_tw: 開啟音訊設定對話框

source: Key: `NVDA+control+u`
bg: Клавишна комбинация: `NVDA+Control+U`
de: Tastenkombination: `NVDA+Strg+U`
es: Tecla: `NVDA+control+u`
hr: Prečac: `NVDA+kontrol+u`
nl: Toets: `NVDA+control+u`
pt_br: Tecla: `NVDA+control+u`
ru: Комбинация клавиш: `NVDA+control+u`
ta: விசை: `என்விடிஏ+கட்டுப்பாடு+u`
zh_tw: 快速鍵: `NVDA+Ctrl+U`
