Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: To do this, first select text as you normally would in browse mode; e.g. by using shift and the cursor keys.
bg: За да направите това, първо маркирайте текста така, както обичайно бихте го направили в режим на разглеждане; например с използване на shift и стрелките.
de: Markieren Sie dazu zuerst den Text mit dem im Lesemodus üblichen tasten(Kombinationen) (z. B. umschalt+Richtungstasten).
es: Para hacer esto, primero selecciona texto como lo harías normalmente en modo exploración; por ejemplo: utilizando shift y las teclas de cursor.
hr: Kako biste ovo učinili, najprije odaberite tekst na uobičajeni način u modusu čitanja; npr. koristeći šift i kursorske tipke.
nl: Daartoe dient u eerst tekst op de gebruikelijke manier te selecteren in de bladermodus, bijv. met shift en de cursortoetsen.
pt_br: Para fazer isso, primeiro selecione o texto como você normalmente faria no modo de navegação, isto é, usando shift e as teclas de cursor.
ru: Для этого как обычно в режиме обзора сначала выделите текст, например, курсорными клавишами с зажатым Shift.
ta: இதைச் செய்ய, முதலில் உரையைத் தெரிவுச் செய்யவும். இதற்கு, உலாவும் நிலையில் பொதுவாகச் செய்வது போல, மாற்றழுத்தி மற்றும் அம்பு விசைகளைப் பயன்படுத்தவும்.
zh_tw: 要執行此操作，首先如同平常在瀏覽模式下一樣選取文字，例如按 Shift 加方向鍵，

source: Once you have selected text, press the applications key or shift+f10 to show the available options for working with the selection.
bg: След като маркирате текста, натиснете клавиша applications или shift+f10, за да извикате менюто с опции за маркирания текст.
de: Nachdem Sie Text markiert haben, drücken Sie die Anwendungstaste oder Umschalt+F10, um die verfügbaren Optionen anzuzeigen.
es: Una vez hayas seleccionado el texto, pulsa la tecla aplicaciones o shift+f10 para mostrar las opciones disponibles para trabajar con la selección.
hr: Kad ste odabrali tekst, pritisnite aplikacijsku tipku ili šift+f10 kako biste prikazali dostupne opcije za rad s označenim tekstom.
nl: Nadat u tekst hebt geselecteerd drukt u op de Windows contextmenutoets of op shift+f10 om te zien wat u kunt doen met de selectie.
pt_br: Uma vez selecionado o texto, pressione a tecla aplicação ou shift+f10 para exibir as opções disponíveis para trabalhar com a seleção.
ru: После того, как вы выделили текст, нажмите клавишу applications (контекстное меню) или Shift+F10 для показа меню с возможными действиями над выделением.
ta: உரையைத் தெரிவுச் செய்த பின்னர், தெரிவின் மீது செயல்களை நிகழ்த்துவதற்கான விருப்பத் தேர்வுகளை காண்பிக்க, பயன்பாடுகள், அல்லது மாற்றழுத்தி+f10 விசையை அழுத்தவும்.
zh_tw: 當選取文字後按快顯鍵或 Shift+F10 會顯示可使用的選項，

source: If you do this with no text selected, options will be shown for the word at the cursor.
bg: Ако направите това без предварително да сте маркирали текст, ще получите опции за текущата дума под курсора.
de: Wenn Sie keinen Text markiert haben, beziehen sich die angezeigten Optionen auf das Wort am Cursor.
es: Si haces esto sin texto seleccionado, las opciones que se mostrarán serán para la palabra en el cursor.
hr: Ako to uradite bez odabranog teksta, pokazat će se opcije za riječ pri kursoru.
nl: Als u dit doet zonder dat er tekst is geselecteerd, worden de opties getoond voor het woord bij de cursor.
pt_br: Caso faça isso sem haver selecionado texto, as opções serão mostradas para a palavra sob o cursor.
ru: Если у вас нет выделенного текста, то выбранное действие будет применено к слову под курсором.
ta: எந்த உரையும் தெரிவுச் செய்யப்படாத நிலையில் இதைச் செய்தால், சுட்டியினிடத்திலிருக்கும் சொல்லுக்கான விருப்பத் தேர்வுகள் காண்பிக்கப்படும்.
zh_tw: 如果沒有選取文字則會顯示游標所在文字的選項。

source: User Notes
bg: Потребителски бележки
de: Notizen
es: Notas de Usuario
hr: Korisničke bilješke
nl: Aantekeningen van gebruiker
pt_br: Notas do Usuário
ru: Пользовательские заметки
ta: பயனர் குறிப்புகள்
zh_tw: 使用者筆記

source: You can add a note regarding a word or passage of text.
bg: Можете да добавяте бележки относно дума или текстов пасаж.
de: Sie können eine Notiz zu einem Wort oder einer ganzen Passage hinzufügen.
es: Puedes añadir una nota con respecto a una palabra o a un pasaje de texto.
hr: Možete dodavati bilješku koja se odnosi na riječ ili pasus teksta.
nl: U kunt een aantekening maken bij een woord of een tekstpassage.
pt_br: Você pode adicionar nota sobre uma palavra ou passagem do texto.
ru: Вы можете добавлять заметки к словам или фрагментам текста.
ta: ஒரு சொல், அல்லது உரையின் ஒரு பகுதி குறித்து ஒரு குறிப்பினைத் தாங்கள் எழுதலாம்.
zh_tw: 您可以在字詞或段落文字上添加筆記，

source: To do this, first select the relevant text and access the selection options as described above.
bg: За да го направите, първо маркирайте желания текст и използвайте метода, описан по-горе, за да извикате менюто с опции.
de: Um dies zu tun, markieren Sie den relevanten Text und öffnen die Markierungsoptionen wie oben beschrieben.
es: Para ello, primero selecciona el texto pertinente y accede a las opciones de la selección según se describió anteriormente.
hr: Kako biste ovo učinili, najprije odaberite relevantan tekst i pristupite opcijama označenoga teksta kao što je gore opisano.
nl: Hiertoe selecteert u eerst de tekst waar het omgaat en roept u het contextmenu voor de selectie op zoals hierboven beschreven.
pt_br: Para fazê-lo, primeiro selecione o texto relevante e acesse as opções de seleção como descrito acima.
ru: Для этого сначала выделите требуемый текст и откройте меню действий над выделением, как это описано выше.
ta: இதைச் செய்ய, மேலே விளக்கிய வண்ணம், பொருத்தமான உரையை முதலில் தெரிவுச் செய்யவும்.
zh_tw: 要執行此操作，首先選取相關的文字並按快顯鍵顯示可用的選項，

source: Then, choose Add Note.
bg: След което изберете Add Note.
de: Nun wählen Sie Notiz hinzufügen.
es: A continuación, elige Añadir Nota.
hr: Potom, odaberite opciju "Dodaj bilješku".
nl: Vervolgens kiest u "Aantekening toevoegen".
pt_br: Em seguida, escolha Adicionar Nota.
ru: Затем выберите пункт "Добавить заметку" (Add Note).
ta: பிறகு, 'Add Note' விருப்பத் தேர்வினைத் தேர்வுச் செய்யவும்.
zh_tw: 然後選擇「添加筆記」。

source: When reading in browse mode, NVDA refers to these notes as comments.
bg: При четене в режим на разглеждане NVDA се обръща към тези бележки като към коментари.
de: Während Sie im Lesemodus lesen, werden Notizen als Kommentare ausgegeben.
es: Cuando se lee en el modo exploración, NVDA se refiere a estas notas como comentarios.
hr: Prilikom čitanja u modusu čitanja, NVDA se odnosi prema bilješkama kao prema komentarima.
nl: Als u in de bladermodus leest, verwijst NVDA naar deze aantekeningen als Opmerkingen.
pt_br: Ao ler no modo de navegação, o NVDA refere-se a essas notas como comentários.
ru: При чтении в режиме обзора, NVDA ссылается на эти заметки как на примечания.
ta: உலாவும் நிலையில் படிக்கும் பொழுது, இக்குறிப்புகளை கருத்துரைகளாக என்விடிஏ அறிவிக்கிறது.
zh_tw: 當在瀏覽模式閱讀時 NVDA 將這些筆記視為註解。

source: To view, edit or delete a note:
bg: За да прегледате, промените или изтриете бележка:
de: Eine Notiz lesen, bearbeiten oder löschen:
es: Para ver, editar o eliminar una nota:
hr: Za prikaz, uređivanje ili brisanje bilješke:
nl: Om een aantekening te bekijken, bewerken of verwijderen:
pt_br: Para visualizar, editar ou excluir uma nota:
ru: Для просмотра, редактирования или удаления заметки, выполните следующие действия:
ta: ஒரு குறிப்பினைக் காண, தொகுக்க, அல்லது அழிக்க:
zh_tw: 要查看、編輯或刪除一個筆記：

source: Move the cursor to the text containing the note.
bg: Придвижете курсора до текста, съдържащ бележката.
de: Bewegen Sie den Cursor zum Text, der die Notiz enthält.
es: Mueve el cursor al texto que contenga la nota.
hr: Premjestite se na tekst koji sadrži bilješku.
nl: verplaatst u de cursor naar de tekst waar de aantekening zich bevindt,
pt_br: Mova o cursor para o texto que contém a nota.
ru: Переместите курсор на текст, содержащий заметку.
ta: குறிப்பினைக் கொண்ட உரைக்குச் சுட்டியை நகர்த்தவும்.
zh_tw: 移動游標到包含筆記的文字。

source: Access the options for the selection as described above.
bg: Отворете менюто с опции за маркирания текст, както беше описано по-горе.
de: Rufen Sie die Markierungsoptionen wie oben beschrieben auf.
es: Accede a las opciones para la selección según se describió anteriormente.
hr: Pristupite opcijama označenog teksta kao što je gore opisano.
nl: roept u het Windows contextmenu op met de opties voor de selectie,
pt_br: Acesse as opções de seleção como descrito acima.
ru: Откройте меню выбора действий как описано выше.
ta: மேலே விளக்கிய வண்ணம், தெரிவிற்கான விருப்பத் தேர்வுகளை அணுகவும்.
zh_tw: 按快顯鍵顯示可用的選項。

source: Choose Edit Note.
bg: Изберете Edit Note.
de: Wählen Sie Notiz bearbeiten.
es: Elige Editar Nota.
hr: Odaberite opciju "Uredi bilješku". Napomena: budući da hrvatski prevoditelj NVDA čitača ekrana ne zna, je li je amazon lokaliziran na hrvatski, preveo je nazive opcija u postupcima za rad s tekstom.
nl: kiest u "Aantekening bewerken".
pt_br: Escolha Editar Nota.
ru: Выберите опцию "Редактировать заметку" (Edit Note).
ta: 'Edit Note' விருப்பத் தேர்வினைத் தேர்ந்தெடுக்கவும்.
zh_tw: 選擇「編輯筆記」。

source: Azardi
es: <target/>
ta: அசார்டி

source: When in the table view of added books:
bg: Когато сте в изглед Таблица на добавените книги:
de: Wenn Sie sich in der Tabellenansicht der hinzugefügten Bücher befinden:
es: Cuando se esté en la tabla de vista de libros añadidos:
hr: Kad se nalazite u tabličnom pregledu dodanih knjiga:
nl: Wanneer u in de tabelweergave van toegevoegde boeken bent:
pt_br: Quando na visualização da tabela de livros adicionados:
ru: Когда в табличном виде добавлены книги:
ta: சேர்க்கப்பட்டுள்ள நூல்களின் அட்டவணைத் தோற்றத்தில் இருக்கும்பொழுது:
zh_tw: 當以「Table View」方式呈現書籍時：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Taste |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Enter |enter |Opens the selected book.
bg: Enter |Enter |Отваря избраната книга.
de: Eingabe |Eingabe |Öffnet das ausgewählte buch.
es: Entrar |intro |Abre el libro seleccionado.
hr: Enter |enter |Otvara odabranu knjigu.
nl: Enter |enter |Opent het geselecteerde boek.
pt_br: Enter |enter |Abre o livro selecionado.
ru: Открыть |Enter |Открывает выбранную книгу.
ta: உள்ளிடு |உள்ளிடு |தெரிவுச் செய்யப்பட்டிருக்கும் நூலைத் திறக்கிறது.
zh_tw: Enter |enter |開啟所選的書籍。

source: Context menu |applications |Opens the context menu for the selected book.
bg: Контекстно меню |Applications |Отваря контекстното меню за избраната книга.
de: Kontextmenü |Anwendungen |Öffnet das Kontextmenü für das ausgewählte Buch.
es: Menú de Contexto |aplicaciones |Abre el menú de contexto para el libro seleccionado.
hr: Kontekstni izbornik |aplikacijska tipka |Otvara kontekstni izbornik za odabranu knjigu.
nl: Contextmenu |Toepassingen |Opent het contextmenu voor het geselecteerde boek.
pt_br: Menu de contexto |aplicações |Abre o menu de contexto para o livro selecionado.
ru: Контекстное меню |Applications |Открывает контекстное меню для выбранной книги.
ta: சூழலுணர்ப் பட்டியல் |பயன்பாடுகள் |தெரிவுச் செய்யப்பட்டிருக்கும் நூலுக்கான சூழலுணர்ப் பட்டியலைத் திறக்கிறது.
zh_tw: 快顯功能表 |applications |開啟所選書籍的快顯功能表。

source: Windows Console
bg: Конзола на Windows
de: Die Windows-Konsole
es: Consola de Windows
hr: Windows naredbeni redak
nl: Windowsconsool
pt_br: Console do Windows
ru: Консоль Windows
ta: விண்டோஸ் கட்டுப்பாட்டகம்
zh_tw: Windows 主控台

source: NVDA provides support for the Windows command console used by Command Prompt, PowerShell, and the Windows Subsystem for Linux.
bg: NVDA осигурява поддръжка за командната конзола на Windows, използвана от командния ред, PowerShell и подсистемата на Windows за Linux.
de: NVDA bietet Unterstützung für die Windows-Befehlskonsole, die von der Eingabeaufforderung, PowerShell und dem Windows-Subsystem für Linux verwendet wird.
es: NVDA proporciona compatibilidad para la consola de órdenes de Windows utilizada por el símbolo del sistema, PowerShell, y el subsistema Windows para Linux.
hr: NVDA pruža podršku za Windowsov naredbeni redak, kojeg koristi aplikacija naredbenog retka, PowerShell i Windows podsustav za Linux.
nl: NVDA biedt ondersteuning voor het Windows-commandoconsool, ( ook wel de Windows-opdrachtmodule genoemd) dat gebruikt wordt door de Opdrachtprompt, de PowerShell, en het Subsysteem van Windows voor Linux.
pt_br: O NVDA fornece suporte para o Console de comando do Windows usado pelo Prompt de Comando, PowerShell e o Subsistema do Windows para Linux.
ru: NVDA предоставляет поддержку для командной консоли Windows, используемой в командной строке (CMD), PowerShell и в подсистеме Windows для Linux (WSL).
ta: கட்டளைத் தூண்டி, பவர்ஷெல், லினக்ஸிற்கான விண்டோஸ் துணை அமைப்பு ஆகியவை பயன்படுத்தும் விண்டோஸ் கட்டளைக் கட்டுப்பாட்டகத்திற்கு என்விடிஏ ஆதரவளிக்கிறது.
zh_tw: NVDA 支援 Windows 命令主控台，包括命令提示字元、PowerShell 及 Windows Subsystem for Linux (wsl)。

source: The console window is of fixed size, typically much smaller than the buffer that holds the output.
bg: Прозорецът на конзолата е с фиксиран размер, обикновено много по-малък от буфера, който съдържа изходния текст.
de: Das Konsolenfenster ist von fester Größe und typischerweise viel kleiner als der Puffer, der die Ausgabe enthält.
es: La ventana de la consola es de tamaño fijo, normalmente mucho más pequeña que el búfer que contiene la salida.
hr: Prozor naredbenog retka je fiksne veličine, tipično mnogo manje od spremnika koji sadrži informaciju.
nl: Het consoolvenster heeft een vaste grootte, in het algemeen veel kleiner dan de buffer met de uitvoer.
pt_br: A janela do console é de tamanho fixo, geralmente muito menor que o buffer — armazenamento amortecedor intermediário — que contém a saída.
ru: Окно консоли имеет фиксированный размер, как правило, значительно меньший, чем буфер, содержащий её вывод.
ta: கட்டுப்பாட்டகச் சாளரம் நிலைத்த அளவுடையதாகவும், வெளியீட்டினை உள்ளடக்கியிருக்கும் இடையகத்தைவிட மிகச் சிறியதாகவும் இருக்கும்.
zh_tw: 主控台視窗大小是固定的，通常會比輸出內容的範圍還要小，

source: As new text is written, the content scroll upwards and previous text is no longer visible.
bg: Когато се извежда нов текст, съдържанието се превърта нагоре и предишният текст вече не се вижда.
de: Wenn neuer Text erscheint, läuft der Inhalt nach oben aus dem Bildschirm und der vorherige Text ist nicht mehr sichtbar.
es: A medida que se escribe un nuevo texto, el contenido se desplaza hacia arriba y el texto anterior ya no es visible.
hr: Tijekom zapisivanja novog teksta, sadržaj kliže prema gore i raniji tekst se više ne vidi.
nl: Bij het toevoegen van nieuwe tekst schuift de inhoud omhoog en eerdere tekst verdwijnt uit beeld.
pt_br: À medida que o novo texto é escrito, o conteúdo rola para cima e o texto anterior não é mais visível.
ru: Как только происходит вывод нового текста, содержимое прокручивается вверх и старого текста больше не видно.
ta: புதிய உரை தட்டச்சிடப்படும்பொழுது, உள்ளடக்கம் மேல் நகர்த்தப்பட்டு, பழைய உரை பார்வையிலிருந்து மறைக்கப்படும்.
zh_tw: 當輸入新文字時，先前的文字會被向上捲動至視窗外而看不到，

source: On Windows versions before Windows 11 22H2, text in the console that is not visibly displayed in the window is not accessible with NVDA's text review commands.
bg: Под версии на Windows, по-стари от Windows 11 22H2, текст, който визуално не се показва в прозореца, не е достъпен с командите за преглед на текст на NVDA.
de: Bei Windows-Versionen älter als Windows 11 Version 22H2 ist Text in der Konsole, der nicht sichtbar im Fenster angezeigt wird, nicht mit den Textbefehlen von NVDA zugänglich.
es: En versiones de Windows anteriores a Windows 11 22H2, el texto que no se muestra visiblemente en la ventana no es accesible con los comandos de revisión de texto de NVDA.
hr: U inačicama sustava Windows koje sežu sve do Windows 11 22H2, ali ne uključivo s tom inačicom, tekst u naredbenom redku koji nije vidljiv nije pristupačan sa prečacima preglednog kursora NVDA.
nl: In Windows-versies ouder dan Windows 11 22H2 is tekst die niet getoond wordt in het venster niet toegankelijk met de leescommando's van NVDA.
pt_br: Nas versões do Windows anteriores ao Windows 11 22H2, texto no console que não é exibido visivelmente na janela não está acessível com os comandos de exploração de texto do NVDA.
ru: В версиях Windows до Windows 11 22H2 Текст консоли, который не виден в окне, недоступен для команд просмотрового курсора NVDA.
ta: விண்டோஸ் 11 22H2 பதிப்புக்கு முந்தைய பதிப்புகளில், என்விடிஏவின் உரைச் சீராய்வுக் கட்டளைகளைக் கொண்டு பார்வையிலிருந்து மறைக்கப்பட்டிருக்கும் கட்டுப்பாட்டக உரையை அணுக இயலாது.
zh_tw: 在 Windows 11 22H2 之前的版本，沒有顯示在視窗中的文字無法利用 NVDA 的文字檢閱指令讀出，

source: Therefore, it is necessary to scroll the console window to read earlier text.
bg: Следователно е необходимо да превъртите прозореца на конзолата, за да прочетете изведен по-рано текст.
de: Daher ist es notwendig, im Konsolenfenster zu navigieren, um frühere Texte zu lesen.
es: Por lo tanto, es necesario desplazarse por la ventana de la consola para leer el texto anterior.
hr: Stoga je potrebno spuštati se po prozoru naredbenog retka, kako bi se pročitao raniji tekst.
nl: Daarom moet u het consoolvenster verschuiven om eerder ingevoerde tekst te lezen.
pt_br: Portanto, é necessário rolar a janela do console para ler o texto anterior.
ru: Поэтому для чтения ранее выведенного текста необходимо прокручивать окно консоли.
ta: ஆகவே, பழைய உரையைப் படிக்க, கட்டுப்பாட்டகத்தின் சாளரத்தை கீழே நகர்த்த வேண்டும்.
zh_tw: 因此必須捲動主控台視窗才能讀到先前的文字，

source: In newer versions of the console and in Windows Terminal, it is possible to review the entire text buffer freely without the need to scroll the window.
bg: В по-новите версии на конзолата и в терминала на Windows е възможно да преглеждате свободно целия текстов буфер, без да е необходимо да превъртате прозореца.
de: In neueren Versionen der Konsole und im Windows-Terminal ist es möglich, die gesamte Textansicht auszulesen, ohne dass das Fenster gescrollt werden muss.
es: En las nuevas versiones de la consola y en la Terminal de Windows, es posible revisar todo el búffer de texto libremente sin necesidad de desplazar la ventana.
hr: U novim inačicama konzole te Windows terminala, sada je moguće pregledati cjelovit spremnik teksta slobodno bez potrebe za podizanjem ili spuštanjem prozora.
nl: In latere versies van het consool en in Windows Terminal kan de gehele tekstbuffer vrijelijk worden bekeken zonder dat u het venster hoeft te scrollen.
pt_br: Nas versões mais recentes do console e no Windows Terminal, é possível explorar todo o texto da memória temporária livremente sem a necessidade de rolar a janela.
ru: В более новых версиях консоли и в терминальных окнах можно свободно просматривать весь текстовый буфер без необходимости прокрутки окна.
ta: விண்டோஸ் கட்டுப்பாட்டகம் மற்றும் முனையத்தின் புதிய பதிப்புகளில், சாளரத்தை நகர்த்தும் தேவையில்லாமல், உரைக் கட்டுப்பாட்டகத்தை, கட்டுப்பாடின்றி முழுமையாகச் சீராய இயலும்.
zh_tw: 在新版的主控台及 Windows 終端機中，可以自由地檢閱所有文字緩衝區而不需要捲動視窗。

source: The following built-in Windows Console keyboard shortcuts may be useful when [reviewing text](#ReviewingText) with NVDA in older versions of Windows Console:
bg: Следните вградени клавишни комбинации на конзолата на Windows могат да бъдат полезни при [преглед на текст](#ReviewingText) с NVDA в по-старите версии на конзолата на Windows:
de: Die folgenden integrierten Tastenkombinationen für die Windows-Konsole können beim [Textlesen](#ReviewingText) mit NVDA in älteren Versionen der Windows-Konsole nützlich sein:
es: Los siguientes métodos abreviados de teclado incorporados en la Consola de Windows pueden ser útiles al [revisar texto](#ReviewingText) con NVDA:
hr: Sljedeći ugrađeni tipkovnički prečaci naredbenog retka mogu biti korisni za [Pregledavanje teksta](#ReviewingText) pomoću NVDA čitača zaslona u starijim inačicama Windowsove konzole:
nl: De volgende in het Windows-consool ingebouwde sneltoetscombinaties kunnen bij het [nalezen van tekst](#ReviewingText) met NVDA van pas komen in oudere versies van het Windows-consool:
pt_br: Os seguintes atalhos de teclado internos do Console do Windows podem ser úteis ao [explorar texto](#ReviewingText) com o NVDA em versões mais antigas do Console Windows:
ru: Следующие встроенные комбинации клавиш консоли Windows могут быть полезны при [просмотре текста](#ReviewingText) с NVDA:
ta: என்விடிஏவைக் கொண்டு [உரையைச் சீராயும்பொழுது](#ReviewingText), விண்டோஸ் கட்டுப்பாட்டகத்தினுள் கட்டப்பட்டிருக்கும் கீழ்க் காணும் விசைப் பலகை கட்டளைகள், விண்டோஸ் கட்டுப்பாட்டகத்தின் பழைய பதிப்புகளில் பயனுள்ளதாக இருக்கும்:
zh_tw: 以下 Windows 主控台內建的快速鍵可以幫助我們在舊版的 Windows 主控台中搭配 NVDA 來[檢閱文字](#ReviewingText)。

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Scroll up |control+upArrow |Scrolls the console window up, so earlier text can be read.
bg: Превъртане нагоре |Control+Стрелка нагоре |Превърта прозореца на конзолата нагоре, така че изведеният по-рано текст да може да бъде прочетен.
de: Nach oben rollen |Strg+Pfeiltaste nach oben |Rollt das Konsolenfenster nach oben, sodass früherer Text gelesen werden kann.
es: Desplazar arriba |control+flecha arriba |Desplaza la ventana de la consola hacia arriba, así se puede leer el texto anterior.
hr: Kliži gore |kontrol+strelicaGore |Kliže po prozoru naredbenog retka gore, tako da se raniji tekst može čitati.
nl: Omhoog schuiven |control+pijltjeOmhoog| Schuift het consoolvenster omhoog om eerder ingevoerde tekst te kunnen lezen.
pt_br: Rolar para cima |control+setaParaCima |Rola a janela do console para cima, para que o texto anterior possa ser lido.
ru: Прокрутка вверх |Control+↑ |Прокручивает окно консоли вверх, давая возможность читать ранее выведенный текст.
ta: மேலே நகர்த்துக |கட்டுப்பாடு+மேலம்பு |முந்தைய உரையைப் படிப்பதற்கு வசதியாக, கட்டுப்பாட்டகச் சாளரத்தை மேலே நகர்த்துகிறது.
zh_tw: 向上捲動 |Ctrl+向上鍵 |向上捲動主控台視窗以讀出先前的文字

source: Scroll down |control+downArrow |Scrolls the console window down, so later text can be read.
bg: Превъртане надолу |Control+Стрелка надолу |Превърта прозореца на конзолата надолу, така че изведеният по-късно текст да може да бъде прочетен.
de: Nach unten rollen |Strg+Pfeiltaste nach unten |Rollt das Konsolenfenster nach unten, sodass späterer Text gelesen werden kann.
es: Desplazar abajo |control+flecha abajo |Desplaza la ventana de la consola hacia abajo, así se puede leer el texto posterior.
hr: Kliži dolje |kontrol+StrelicaDolje |Kliže po prozoru naredbenog retka dolje, tako da se kasniji tekst može čitati.
nl: Omlaag schuiven |control+pijltjeOmlaag |Schuift consoolvenster omlaag om later ingevoerde tekst te lezen.
pt_br: Rolar para baixo |control+setaParaBaixo |Rola a janela do console para baixo, para que o texto posterior possa ser lido.
ru: Прокрутка вниз |Control+↓ |Прокручивает окно консоли вниз, давая возможность читать следующий выведенный текст.
ta: கீழே நகர்த்துக |கட்டுப்பாடு+கீழம்பு |அடுத்த உரையைப் படிப்பதற்கு வசதியாக, கட்டுப்பாட்டகச் சாளரத்தை கீழே நகர்த்துகிறது.
zh_tw: 向下捲動 |Ctrl+向下鍵 |向下捲動主控台視窗以讀出較新的文字
