Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Note that in some newer applications, NVDA may not see some or all text displayed on the screen due to the use of newer screen drawing technologies which are impossible to support at this time.
bg: Забележете, че в някои по-нови приложения NVDA може да няма достъп до част или целия текст на екрана, поради използването на нови технологии за чертане върху екрана, които е невъзможно да бъдат поддържани към този момент.
de: Anmerkung: In einigen neueren Anwendungen kann NVDA möglicherweise nicht alle Inhalte im Bildschirm-Betrachter darstellen. Dies liegt daran, dass diese Anwendungen Technologien zum Darstellen des Bildschirminhalts verwenden, die (noch) nicht unterstützt werden.
es: Ten en cuenta que en algunas aplicaciones modernas, NVDA podría no ver alguno o todo el texto disponible en la pantalla, debido al uso de las recientes tecnologías de dibujo en pantalla que son imposibles de soportar en estos momentos.
hr: Imajte na umu da u većini novijih aplikacija, NVDA neće moći vidjeti većinu ili cijeli tekst prikazan na ekranu zbog upotrebe novijih tehnologija za iscrtavanja ekrana, koje trenutačno nije moguće podržati.
nl: Merk op dat NVDA bij sommige recente toepassingen tekst die op het scherm verschijnt slechts gedeeltelijk of soms helemaal niet leest. Dit heeft te maken met nieuwe schermtechnologie die op dit moment nog niet ondersteund kan worden.
pt_br: Note que em alguns aplicativos mais recentes, o NVDA pode não ser capaz de acessar parte ou todo o texto exibido na tela, devido ao uso de novas tecnologias de desenho de tela que são impossíveis de suportar até o momento.
ru: Обратите внимание, что в некоторых современных приложениях, NVDA не увидит части или всего текста, отображаемого на экране, ввиду того, что используются более новые технологии прорисовки экрана, которые на данный момент не поддерживаются в NVDA.
ta: புதிய திரைத் தளவமைப்புத் தொழில்நுட்பங்களுக்கு தற்போதைக்கு ஆதரவளிக்க இயலவில்லையென்பதால், சில பயன்பாடுகளின் திரையில் காணப்படும் சில, அல்லது எல்லா உரைகளையும் என்விடிஏ கண்டுணர்வதில்லை.
zh_tw: 附註：有些較新開發的應用程式使用了目前還不支援的新畫面繪圖技術，NVDA 可能無法看到螢幕上顯示的部分或全部文字。

source: Navigating with the Mouse
bg: Навигиране с мишката
de: Mit der Maus navigieren
es: Navegar con el Ratón
hr: Kretanje pomoću miša
nl: Navigeren met de muis
pt_br: Navegando com o Mouse
ru: Навигация с помощью мыши
ta: சொடுக்கியுடன் வழிசெலுத்தல்
zh_tw: 滑鼠導覽

source: When you move the mouse, NVDA by default reports the text that is directly under the mouse pointer as the pointer moves over it.
bg: Когато местите мишката, по подразбиране NVDA ще ви докладва текста, който е точно под курсора на мишката, докато преминава върху него.
de: Wenn Sie den Mauszeiger über ein Objekt bewegen, gibt NVDA Informationen über dieses Objekt aus.
es: Cuando mueves el ratón, NVDA informa de forma predeterminada del texto que esté directamente bajo el puntero del mismo, según se mueva sobre él.
hr: Kad pomičete miša, NVDA čita tekst koji se nalazi izravno ispod pokazivača miša, kad se pokazivač miša kreće preko njega.
nl: Door de muis over het scherm te verplaatsen wordt tekst die zich direct onder de muisaanwijzer bevindt standaard door NVDA voorgelezen.
pt_br: Quando você move o mouse — rato —, por padrão, o NVDA informa o texto que está diretamente sob o ponteiro do mouse enquanto o ponteiro se move sobre ele.
ru: Когда вы перемещаете мышь, NVDA по умолчанию читает текст, расположенный непосредственно под указателем мыши.
ta: கணினிச் சொடுக்கியைப் பயன்படுத்தும்பொழுது, சொடுக்கியின் குறிமுள் நகர்கையில், நேரடியாக அதன்கீழ் இருக்கும் உரையைப் படிக்கும்.
zh_tw: 當您移動滑鼠時，預設情況下 NVDA 會讀出滑鼠指標所指的文字，您可以設定讀出滑鼠所指文字的範圍，

source: Where supported, NVDA will read the surrounding paragraph of text, though some controls may only read by line.
bg: Където е възможно, NVDA ще прочита целия абзац, но някои елементи могат да бъдат четени само по редове.
de: Sofern möglich, liest NVDA den umgebenden Textabsatz vor, auch wenn sich einige Objekte nur zeilenweise vorlesen lassen.
es: Donde se admita, NVDA leerá el valor de un párrafo de texto, aunque algunos controles sólo podrán leerse por líneas.
hr: NVDA će pročitati popratni odlomak teksta, gdje je to podržano, ali neke kontrole čitaju samo cijeli redak.
nl: Voor zover ondersteund, wordt een hele alinea tekst voorgelezen, maar bij bepaalde besturingselementen leest NVDA de tekst per regel voor.
pt_br: Onde é suportado, o NVDA lerá o parágrafo circundante do texto, mas há controles que só podem ser lidos por linha.
ru: Там где это поддерживается, NVDA читает близлежащий абзац, хотя есть элементы управления, текстовое содержимое которых возможно прочитать только по строкам.
ta: ஆதரவிருந்தால், குறிமுள்ளை சுற்றியிருக்கும் உரைப் பத்தியையும் படிக்கும். ஆனால், சில கட்டுப்பாடுகளில், உரைகளை வரிகளாக மட்டுமே படிக்க முடியும்.
zh_tw: 例如讀出滑鼠所指文字的整個段落內容，但有些控制項則僅能讀出滑鼠所指文字的那一行文字。

source: NVDA can be configured to also announce the type of [object](#Objects) under the mouse as it moves (e.g. list, button, etc.).
bg: NVDA може да бъде конфигуриран да съобщава също типа на [обекта](#Objects), над който е мишката в момента, докато се движи (т.е. списък, бутон и т.н.).
de: NVDA kann auch so konfiguriert werden, dass der Typ des [Objektes](#Objects) vorgelesen wird, welches sich unter dem Mauszeiger befindet (wie z. B. Liste, Schalter, etc.).
es: NVDA también puede configurarse para anunciar el tipo de control u [objeto](#Objects) sobre el que esté actualmente el ratón según se mueva (por ejemplo: lista, botón etc.).
hr: NVDA se može konfigurirati tako da obavještava o vrsti [objekta](#Objects) ispod miša tijekom kretanja po tekstu (npr. popis, gumb, itd.).
nl: U kunt NVDA zo instellen dat het programma ook meldt welk type [object](#Objects) zich onder de muisaanwijzer bevindt, zoals een lijst, een knop, etc.
pt_br: O NVDA também pode ser configurado para anunciar o tipo de controle ou o [objeto](#Objects) onde está atualmente o mouse conforme se movimenta (ex: lista, botão, etc.).
ru: NVDA также может быть настроена таким образом, чтобы она называла тип [объекта](#Objects) под указателем мыши (например список, кнопка и т. д.).
ta: சொடுக்கியின் குறிமுள் நகர்கையில், அதன்கீழ் இருக்கும் [பொருளின்](#Objects) வகையையும் அறிவிக்க என்விடிஏவை அமைவடிவமாக்கலாம். எடுத்துக்காட்டாக, பொத்தான், வரிசைப் பட்டியல், சேர்க்கைப் பெட்டி போன்றவைகளைக் கூறலாம்.
zh_tw: 您也可以設定讓 NVDA 讀出滑鼠所指[物件](#Objects)的類型，例如清單、按鈕等，

source: This may be useful for totally blind users, as sometimes, the text isn't enough.
bg: Това може да е полезно за напълно незрящи хора, доколкото понякога текстът не е напълно достатъчен.
de: Dies könnte für blinde Benutzer nützlich sein, denen das bloße Vorlesen des Textes unter der Maus nicht genügt.
es: Esto podrá ser útil para usuarios ciegos totales cuando algunas veces el texto no baste.
hr: To može pomoći potpuno slijepim korisnicima, jer ponekad tekst nije dovoljan.
nl: Dit kan voor mensen die helemaal blind zijn erg handig zijn, omdat soms alleen tekst niet voldoende is.
pt_br: Isto é muito útil para utilizadores totalmente cegos quando algumas vezes o texto não for suficiente.
ru: Это может быть полезно для полностью незрячих пользователей, когда для полноты информации получить просто текст элемента управления недостаточно.
ta: கட்டுப்பாடுகளில் இருக்கும் உரை, போதுமான அளவு இருக்காத தருணங்களில், முழுமையாகப் பார்வையிழந்தவர்களுக்கு இது பயன்படும்.
zh_tw: 這對於全盲的使用者非常有用，因為有時僅讀出文字內容是不夠的。

source: NVDA provides a way for users to understand where the mouse is located relative to the dimensions of the screen by playing the current mouse coordinates as audio beeps.
bg: NVDA предоставя възможност на потребителите да установят разположението на мишката в зависимост от измеренията на екрана, като просвирва текущите й координати чрез звукова сигнализация.
de: Mit Hilfe von Signaltönen, die die aktuelle Position des Mauszeigers darstellt, kann NVDA ihnen zeigen, wo sich die Maus - relativ zur linken oberen Bildschirmecke - befindet.
es: NVDA proporciona un modo para que los usuarios comprendan dónde está el ratón con respecto a las dimensiones de la pantalla, haciendo sonar las coordenadas actuales del ratón en forma de pitidos de audio.
hr: NVDA pruža korisnicima mogućnost obavještavanja o položaju miša sviranjem zvučnih signala za trenutačne koordinate miša u odnosu na dimenzije ekrana.
nl: Om een idee te krijgen waar de muis zich op het scherm bevindt kunnen pieptonen worden gebruikt die de muispositie hoorbaar maken.
pt_br: Este programa fornece um modo para que os utilizadores compreendam onde está o mouse em relação às dimensões da tela através da reprodução das coordenadas atuais do mouse sob a forma de bipes.
ru: При помощи звуковых сигналов NVDA помогает пользователю определить координаты указателя мыши относительно размеров экрана.
ta: கேட்பொலி இசைவுகளை சிற்றொலிகளாக எழுப்புவதன் மூலம், திரையின் பரிமாணத்தை ஒப்பு நோக்கி, சொடுக்கியின் குறிமுள் திரையில் எங்கிருக்கிறது என்றரிய என்விடிஏ உதவுகிறது.
zh_tw: NVDA 提供了一種方法讓使用者藉由播放目前滑鼠座標的嗶嗶聲來了解滑鼠在螢幕上的相對位置，

source: The higher the mouse is on the screen, the higher the pitch of the beeps.
bg: Колкото по-нагоре е курсорът на мишката, толкова по-голяма е височината на издавания звук.
de: Je näher sich der Mauszeiger am oberen Bildschirmrand befindet, desto höher ist der Signalton.
es: Cuanto más alto esté el ratón en la pantalla, más alto será El tono de los pitidos.
hr: Što je pozicija miša na ekranu viša, to je viši i zvučni signal.
nl: Hoe verder de muis naar de bovenkant van het scherm wordt bewogen, hoe hoger de pieptoon wordt.
pt_br: Quanto mais alto estiver o mouse na tela, mais agudo será o tom dos bipes.
ru: Чем выше расположен указатель мыши на экране, тем выше частота сигнала.
ta: குறிமுள் திரையில் எவ்வளவுக்கு எவ்வளவு உயரத்தில் உள்ளதோ, அவ்வளவுக்கு அவ்வளவு, ஒலி இசைவின் சுருதி மிகுதியாக இருக்கும்.
zh_tw: 滑鼠愈接近螢幕頂端則發出的嗶嗶聲音調愈高，

source: The further left or right the mouse is located on the screen, the further left or right the sound will be played (assuming the user has stereo speakers or headphones).
bg: Колкото по-вляво или по-вдясно е курсорът, толкова по-отляво или по-отдясно ще идва звукът (ако приемем, че потребителят има стерео тонколонки или слушалки).
de: Richtig ausgerichtete Stereolautsprecher oder Kopfhörer vorausgesetzt, wird der Signalton umso mehr links oder rechts abgespielt, je weiter links oder rechts sich der Mauszeiger bewegt.
es: Cuanto más a la izquierda o a la derecha esté el ratón en la pantalla, más a la izquierda o a la derecha parecerá ir el sonido (asumiendo que el usuario tenga altavoces estereofónicos).
hr: Ako se miš na ekranu nalazi više lijevo ili desno, zvuk će se čuti više lijevo ili desno (ako uzmemo u obzir da korisnik ima stereo zvučnike ili slušalice).
nl: Hoe verder de muis naar links wordt bewogen, hoe meer het geluid uit de linker luidspreker lijkt te komen, terwijl het geluid steeds meer van rechts komt als de muis naar rechts wordt bewogen. Hierbij wordt ervan uitgegaan dat de gebruiker over stereoluidsprekers of een stereohoofdtelefoon beschikt.
pt_br: Quanto mais à esquerda ou à direita da tela estiver o mouse, mais à esquerda ou à direita o som será tocado (supondo-se que o usuário possui alto-falantes stereo ou fones de ouvidos).
ru: Чем левее или правее расположен указатель мыши на экране, тем левее или правее будет звучать в панораме сигнал (предполагается, что у пользователя стереоколонки или наушники).
ta: குறிமுள் திரையின் இட, அல்லது வலப் பக்கமாக இருந்தால், பிரியோசை ஒலிபெருக்கி பயனிலுள்ளதாக அனுமானித்து, சிற்றொலிகள், இட, அல்லது வலப் பக்கமாக ஒலிக்கும்.
zh_tw: 若使用者有立體聲喇叭或耳機，滑鼠位置愈接近螢幕左側或右側則來自左邊或右邊喇叭聲音的遠近感也會不同。

source: These extra mouse features are not turned on by default in NVDA.
bg: Тези допълнителни възможности на мишката не са включени по подразбиране в NVDA.
de: Diese zusätzlichen Mausfunktionen sind in NVDA standardmäßig deaktiviert.
es: Estas características extra del ratón no están activadas de forma predeterminada en NVDA.
hr: Ove značajke nisu standardno uključene u postavkama NVDA.
nl: Deze extra muisopties staan standaard “uit”.
pt_br: Estas características adicionais do mouse não se encontram ativadas por padrão no NVDA.
ru: По умолчанию эти расширенные возможности мыши в NVDA отключены.
ta: மேற்கூறிய கூடுதல் சிறப்புக்கூறுகள், என்விடிஏவின் இயல்பில் இயக்கப்பட்டிருப்பதில்லை.
zh_tw: 這種額外的滑鼠功能 NVDA 預設不會開啟，

source: If you wish to take advantage of them, you can configure them from the [Mouse settings](#MouseSettings) category of the [NVDA Settings](#NVDASettings) dialog, found in the NVDA Preferences menu.
bg: Ако искате да се възползвате от тях, може да ги настроите от категорията с [настройки на мишката](#MouseSettings) в прозореца с [настройките за NVDA](#NVDASettings), намиращ се в подменю „Настройки“ в менюто на NVDA.
de: Wenn Sie sie nutzen möchten, können Sie sie in den Einstellungen in der Kategorie [Maus](#MouseSettings) im Dialogfeld der [NVDA-Einstellungen](#NVDASettings) im Menü NVDA-Einstellungen konfigurieren.
es: Si deseas sacar partido de ellas, puedes configurarlas desde la categoría [Opciones del Ratón](#MouseSettings), del diálogo [Opciones de NVDA](#NVDASettings) que se encuentra en el menú Preferencias de NVDA.
hr: Ako želite koristiti te značajke, možete ih konfigurirati u [postavkama Miša](#MouseSettings), kategorija [NVDA Postavke](#NVDASettings) u NVDA izborniku Postavke.
nl: Als u deze functionaliteit wilt gebruiken, kunt u deze inschakelen in de categorie [muisinstellingen](#MouseSettings) van het dialoogvenster [Instellingen van NVDA](#NVDASettings), dat bereikbaar is via Opties in het NVDA-menu.
pt_br: Se pretender, porém, tirar partido das mesmas, pode configurá-las a partir da categoria [Configurações do mouse](#MouseSettings) da caixa de diálogo [Configurações do NVDA](#NVDASettings), encontrada no menu Preferências do NVDA.
ru: Если вы хотите воспользоваться этими функциями, то настроить их можно в [категории настроек мыши](#MouseSettings), в [диалоге настроек NVDA](#NVDASettings). Этот диалог вызывается из подменю "Параметры" главного меню NVDA.
ta: இச்சிறப்புக் கூறுகளை இயக்க, என்விடிஏ பட்டியலின், விருப்பங்கள் உட்பட்டியலில் இருக்கும் [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் [சொடுக்கி அமைப்புகள்](#MouseSettings) வகைமைக்குச் சென்று, என்விடிஏவை அமைவடிவமாக்கலாம்.
zh_tw: 如果您想利用此功能可在 [NVDA 設定](#NVDASettings)對話框中的[滑鼠設定](#MouseSettings)類別進行設定。

source: Although a physical mouse or trackpad should be used to navigate with the mouse, NVDA provides some commands related to the mouse:
bg: Въпреки че трябва да се използват физическа мишка или TrackPad, за да се навигира с курсора на мишката, NVDA има няколко клавиатурни команди, отнасящи се до мишката:
de: Zum Navigieren mit der Maus sollte eine richtige Maus oder ein Track-Pad benutzt werden. Folgende Tastenbefehle stehen in NVDA zur Verfügung:
es: Si bien un ratón físico o un trackpad se podrían utilizar para navegar con el ratón, NVDA proporciona algunas órdenes relacionadas con él:
hr: Iako bi se za kretanje pomoću miša trebao koristiti miš ili trackpad, NVDA ima neke prečace povezane uz miš:
nl: Hoewel u voor het navigeren met de muis een fysieke muis of een muispad moet gebruiken, zijn er een aantal toetscombinaties in NVDA waarmee muisbewegingen en muiskliks kunnen worden gesimuleerd:
pt_br: Ainda que um mouse físico ou um trackpad — bloco de rastreio — precisem ser utilizados para navegar com o mouse, o NVDA fornece alguns comandos relacionados ao mouse:
ru: Хотя для перемещения указателя мыши используется физическая мышь или сенсорная панель, NVDA также предоставляет несколько дополнительных команд для её управления:
ta: சொடுக்கியுடன் வழிசெல்ல, சொடுக்கிக் கருவி/பின்தொடர் திட்டு தேவைப்பட்டாலும், என்விடிஏவில் இதற்கென்று சில விசைக் கட்டளைகள் உள்ளன.
zh_tw: 雖然應使用實體的滑鼠或觸控板來進行滑鼠導覽，NVDA 仍提供以下幾個與滑鼠相關的指令：

source: Name |Desktop key |Laptop key |Touch |Description
bg: Име |Клавиш при настолната подредба |Клавиш при лаптоп подредбата |Сензорно взаимодействие |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Touch-Geste |Beschreibung
es: Nombre |Tecla Escritorio |Tecla Portátil |Táctil |Descripción
hr: Naziv |Prečac za stolna računala |Prečac za prenosna računala |Dodir |Opis
nl: Naam |Desktoptoets |Laptoptoets |Aanraakgebaar |Beschrijving
pt_br: Nome |Tecla de Desktop |Tecla de Laptop |Toque — Gesto |Descrição
ru: Название |Настольная |Ноутбук |Жест сенсорного экрана |Описание
ta: பெயர் |மேசைக்கணினி விசை |மடிக்கணினி விசை |தொடு சைகை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |觸控 |說明

source: Left mouse button click |numpadDivide |NVDA+[ |none |Clicks the left mouse button once. The common double click can be performed by pressing this key twice in quick succession
bg: Ляво щракване |Наклонена черта от цифровия блок |NVDA+[ |Няма |Натиска еднократно ляв бутон на мишката. Често използваното двукратно щракване може да бъде постигнато с двукратно бързо натискане
de: Linksklick |Nummernblock-Schrägstrich |NVDA+Ü |Keine |Führt einen Linksklick aus. Bei zweimal Drücken wird ein Doppelklick ausgeführt
es: Clic botón izquierdo del ratón |Dividir teclado numérico |NVDA+´ (acento agudo) |no |Hace clic en el botón izquierdo del ratón una vez. El típico doble clic puede realizarse pulsando esta tecla dos veces en sucesión rápida
hr: Lijeva tipka miša |Podijeljeno na numeričkoj tipkovnici |NVDA+[ |Nema |Pritišće lijevu tipku miša jedamput. Uobičajeni dvustruki pritisak postiže se pritiskom ove tipke dva puta brzo.
nl: Klikken met linker muisknop |numeriek Gedeeld Door |NVDA+[ |geen |Dit is hetzelfde als éénmaal klikken met linker muisknop. Deze toets tweemaal snel drukken is gelijk aan dubbelklikken met de muis.
pt_br: Clicar com o botão esquerdo do mouse |Barra do teclado numérico |NVDA+abre colchete |nenhum |Clica uma vez com o botão esquerdo do mouse. O duplo clique habitual pode ser realizado pressionando duas vezes rapidamente este comando
ru: Щелчок левой кнопкой мыши |/ на цифровом блоке |NVDA+[ |отсутствует |Выполняет одиночный щелчок левой кнопкой мыши. Чтобы выполнить двойной щелчок нажмите эту кнопку дважды быстро
ta: இடது சொடுக்கு |எண் திட்டு வகுத்தல் |என்விடிஏ+இட அடைப்பு |ஏதுமில்லை |சொடுக்கியின் இடப்பொத்தான் ஒருமுறை சொடுக்கப்படும். இயல்பான இரட்டை சொடுக்கிற்கு, இப்பொத்தானை தொடர்ந்து விரைவாக இருமுறை அழுத்தவும்
zh_tw: 點擊滑鼠左鍵 |數字鍵盤除號 |NVDA+左中括號 |無 |點擊滑鼠左鍵一次，連續快按兩下為雙擊滑鼠左鍵。

source: Left mouse button lock |shift+numpadDivide |NVDA+control+[ |none |Locks the left mouse button down. Press again to release it. To drag the mouse, press this key to lock the left button down and then move the mouse either physically or use one of the other mouse routing commands
bg: Задържане на ляв бутон |Shift+Наклонена черта от цифровия блок |NVDA+Control+[ |Няма |Задържа натиснат левия бутон на мишката. Натиснете отново, за да го освободите. За влачене натиснете този клавиш, за да задържите бутона, след това местете мишката физически или с някоя от командите за преместване
de: Linke Maustaste feststellen |Umschalt+Nummernblock-Schrägstrich |NVDA+Strg+Ü |Keine |Hält die linke Maustaste gedrückt. Wird die Tastenkombination erneut gedrückt, wird die Maustaste wieder losgelassen. Um "Drag and Drop" durchzuführen, führen Sie diesen Schritt auf einem Objekt aus und wandern anschließend mit der Maus oder auch mit den Navigationstasten für die Simulation der Maus an eine andere Stelle des Bildschirms und lösen die linke Maustaste wieder
es: Bloquear botón izquierdo del ratón |shift+Dividir teclado numérico |NVDA+control+´ (acento agudo) |no |Mantiene pulsado el botón izquierdo del ratón. Púlsalo de nuevo para liberarlo. Para arrastrar el ratón, pulsa esta tecla para bloquear el botón izquierdo y entonces mueve el ratón físicamente o utiliza una de las otras órdenes de movimiento del ratón
hr: Zaključavanje lijeve tipke miša |shift+Podijeljeno na numeričkoj tipkovnici |NVDA+control+[ |Nema |Zaključava lijevu tipku miša. Pritisnite opet za otpuštanje. Za premještanje miša, pritisnite ovu tipku kako biste zaključali miš i pomićite miš fizički ili ili koristite prečace za usmjeravanje miša
nl: Linker muisknop vergrendelen |shift+numeriek Gedeeld Door |NVDA+control+[ |geen |Hiermee houdt u de linker muisknop ingedrukt. Door nogmaals te drukken wordt de knop weer los gelaten. Om te kunnen slepen met de muis drukt u deze toetscombinatie zodat de linker muisknop ingedrukt blijft. Vervolgens kunt u de muis fysiek verplaatsen of met een van de andere daarvoor bestemde commando’s.
pt_br: Prender o botão esquerdo do mouse |shift+barra do teclado numérico |NVDA+control+abre colchete |nenhum |Mantém o botão esquerdo do mouse pressionado. Execute-o novamente para liberá-lo. Para arrastar o mouse, pressione esta tecla de atalho para prender o botão esquerdo e em seguida mova o mouse quer seja fisicamente ou utilizando qualquer comando que o movimente
ru: Зажать левую кнопку мыши |Shift+/ на цифровом блоке |NVDA+Control+[ |отсутствует |Зажимает левую кнопку мыши. Нажмите ещё раз, чтобы отпустить эту кнопку. Для перетаскивания зажмите левую кнопку мыши, а затем перемещайте мышь либо физически, либо используя другие команды для её перемещения
ta: இடது சொடுக்குப் பூட்டு |மாற்றழுத்தி+எண் திட்டு வகுத்தல் |என்விடிஏ+மாற்றழுத்தி+இட அடைப்பு |ஏதுமில்லை |ஒருமுறை அழுத்தினால், சொடுக்கியின் இடப்பொத்தான் பூட்டப்படும். பூட்டைத் திறக்க, இவ்விசையை மீண்டும் ஒருமுறை அழுத்தவும். பொருளை இழுக்க, இவ்விசையை அழுத்தியபின், சொடுக்கியையோ, சொடுக்கியின் வழிக் கட்டளைகளையோ பயன்படுத்தலாம்
zh_tw: 鎖定滑鼠左鍵 |Shift+數字鍵盤除號 |NVDA+Ctrl+左中括號 |無 |鎖定滑鼠左鍵，再按一次則解鎖。要拖曳滑鼠請鎖定左鍵，然後實際移動滑鼠或使用其他滑鼠定位指令。

source: Right mouse click |numpadMultiply |NVDA+] |tap and hold |Clicks the right mouse button once, mostly used to open context menu at the location of the mouse.
bg: Дясно щракване |Звезда от цифровия блок |NVDA+] |Докосване и задържане |Натиска еднократно десния бутон на мишката. Това обикновено се използва за извикване на контекстно меню.
de: Rechtsklick |Nummernblock-Stern |NVDA+Plus |Mit einem Finger tippen und halten |Führt einen Rechtsklick aus.
es: Clic botón derecho del ratón |Multiplicar teclado numérico |NVDA++ (signo más) |Tap y mantener |Hace Clic en el botón derecho del ratón una vez, principalmente útil para abrir un menú de contexto en la posición del ratón.
hr: Desna tipka miša |množenje na numeričkoj tipkovnici |NVDA+] |Dodirnite i držite |Jednokratan pritisak desne tipke miša U većini slučajeva koristi se za otvaranje kontekstnog izbornika na poziciji miša.
nl: Klikken met rechter muisknop |numeriek Vermenigvuldig |NVDA+] |tik en hou vinger op scherm |Dit is gelijk aan eenmaal klikken met rechter muisknop, meestal gebruikt voor openen van contextmenu bij muispositie.
pt_br: Clicar com o botão direito do mouse |Asterisco do teclado numérico |NVDA+fecha colchete |toca e segura |Clica uma vez com o botão direito do mouse, usado principalmente para abrir o menu de contexto no local do mouse.
ru: Щелчок правой кнопкой мыши |* на цифровом блоке |NVDA+] |Касание с удерживанием |Выполняет одиночный щелчок правой кнопкой мыши. В основном используется для открытия контекстного меню в позиции указателя мыши.
ta: வலது சொடுக்கு |எண் திட்டு பெருக்கல் |என்விடிஏ+வல அடைப்பு |தட்டு, பிறகு நிலைநிறுத்து |சொடுக்கியின் வலது பொத்தான் ஒருமுறை சொடுக்கப்படும். பெரும்பாலும், இக்கட்டளை சொடுக்கி இருக்குமிடத்திற்கான சூழலுணர்ப் பட்டியலைத் தோற்றுவிக்கப் பயன்படுத்தப்படுகிறது.
zh_tw: 點擊滑鼠右鍵 |數字鍵盤乘號 |NVDA+右中括號 |點兩下並按住 |點擊滑鼠右鍵一次，通常用於在滑鼠位置開啟快顯功能表。
