Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Ime |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |`d2`
bg: Превърта брайловия дисплей назад |`d2`
de: Auf der braillezeile rückwärts navigieren |`d2`
es: Desplazar pantalla braille hacia atrás |`d2`
hr: Pomeri brajev red unazad |`d2`
nl: Brailleregel terugscrollen |`d2`
pt_br: Rolar linha braille para trás |`d2`
ru: Прокрутка брайлевского дисплея назад |`d2`
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |`d2`

source: Scroll braille display forward |`d5`
bg: Превърта брайловия дисплей напред |`d5`
de: Auf der braillezeile vorwärts navigieren |`d5`
es: Desplazar pantalla braille hacia adelante |`d5`
hr: Pomeri brajev red napred |`d5`
nl: Brailleregel vooruit scrollen |`d5`
pt_br: Rolar linha braille para frente |`d5`
ru: Прокрутка брайлевского дисплея вперёд |`d5`
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |`d5`

source: Move braille display to previous line |`d1`
bg: Премества брайловия дисплей на предишния ред |`d1`
de: Auf der Braillezeile zur vorherigen Zeile navigieren |`d1`
es: Mover la pantalla braille a la línea anterior |`d1`
hr: Pomeri brajev red na prethodni red |`d1`
nl: Brailleregel naar vorige regel verplaatsen |`d1`
pt_br: Mover linha braille para a linha anterior |`d1`
ru: Перемещение брайлевского дисплея к предыдущей строке |`d1`
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |`d1`

source: Move braille display to next line |`d3`
bg: Премества брайловия дисплей на следващия ред |`d3`
de: Auf der Braillezeile zur nächsten Zeile navigieren |`d3`
es: Mover la pantalla braille a la línea siguiente |`d3`
hr: Pomeri brajev red na sledeći red |`d3`
nl: Brailleregel naar volgende regel verplaatsen |`d3`
pt_br: Mover linha braille para a linha seguinte |`d3`
ru: Перемещение брайлевского дисплея к следующей строке |`d3`
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |`d3`

source: Route to braille cell |`routing`
bg: Премества курсора на брайловата клетка |`преместване`
de: Zum aktuellen Braille-Modul springen |`Routing`-Taste
es: Guiar a la celda braille |`sensor`
hr: Pomeri se na brajevu ćeliju |`routing`
nl: Cursor naar braillecel verplaatsen |`routing`
pt_br: Guiar para a cela braille |`sensor`
ru: Перемещение к брайлевской клетке |`routing`
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |`routing`

source: `shift+tab` key |`space+dot1+dot3`
bg: `Shift+Tab` |`интервал+точка1+точка3`
de: `Umschalt+Tab` |`Leertaste+Punkt1+Punkt3`
es: teclas `shift+tab` |`espacio+punto1+punto3`
hr: `šift+tab` |`Razmak+tačka1+tačka3`
nl: `shift+tab` toets |`spatie+punt1+punt3`
pt_br: tecla `shift+tab` |`espaço+ponto1+ponto3`
ru: комбинация `shift+tab` |`пробел+точка1+точка3`
ta: `மாற்றழுத்தி+தத்தல்` விசை |`space+dot1+dot3`

source: `tab` key |`space+dot4+dot6`
bg: `Tab` |`интервал+точка4+точка6`
de: `Tab`-Taste |`Leertaste+Punkt4+Punkt6`
es: `tecla tab` |`espacio+punto4+punto6`
hr: `tab` |`Razmak+tačka4+tačka6`
nl: `tab` toets |`spatie+punt4+punt6`
pt_br: tecla `tab` |`espaço+ponto4+ponto6`
ru: клавиша `tab` |`пробел+точка4+точка6`
ta: `தத்தல்` விசை |`space+dot4+dot6`

source: `alt` key |`space+dot1+dot3+dot4` (`space+m`)
bg: `Alt` |`интервал+точка1+точка3+точка4` (`интервал+m`)
de: `Alt`-Taste |`Leertaste+Punkt1+Punkt3+Punkt4` (`Leertaste+M`)
es: tecla `alt` |`espacio+punto1+punto3+punto4` (`espacio+m`)
hr: `alt` |`Razmak+tačka1+tačka3+tačka4` (`razmak+M`)
nl: `alt` toets |`spatie+punt1+punt3+punt4` (`spatie+m`)
pt_br: tecla `alt` |`espaço+ponto1+ponto3+ponto4` (`espaço+m`)
ru: клавиша `alt` |`пробел+точка1+точка3+точка4` (`пробел+m`)
ta: `நிலைமாற்றி` விசை |`space+dot1+dot3+dot4` (`space+m`)

source: `escape` key |`space+dot1+dot5` (`space+e`)
bg: `Escape` |`интервал+точка1+точка5` (`интервал+e`)
de: `Escape`-Taste |`Leertaste+Punkt1+Punkt5` (`Leertaste+E`)
es: tecla `escape` |`espacio+punto1+punto5` (`espacio+e`)
hr: `escape` |`Razmak+tačka1+tačka5` (`razmak+e`)
nl: `escape` toets |`spatie+punt1+punt5` (`spatie+e`)
pt_br: tecla `escape` |`espaço+ponto1+ponto5` (`espaço+e`)
ru: клавиша `escape` |`пробел+точка1+точка5` (`пробел+e`)
ta: `விடுபடு` விசை |`space+dot1+dot5` (`space+e`)

source: `windows` key |`space+dot3+dot4`
bg: `Windows` |`интервал+точка3+точка4`
de: `Windows`-Taste |`Leertaste+Punkt3+Punkt4`
es: tecla `windows` |`espacio+punto3+punto4`
hr: `windows` |`Razmak+tačka3+tačka4`
nl: `windows` toets |`spatie+punt3+punt4`
pt_br: tecla `windows` |`espaço+ponto3+ponto4`
ru: клавиша `windows` |`пробел+точка3+точка4`
ta: `சாளரங்கள்` விசை |`space+dot3+dot4`

source: `alt+tab` key |`space+dot2+dot3+dot4+dot5` (`space+t`)
bg: `Alt+Tab` |`интервал+точка2+точка3+точка4+точка5` (`интервал+t`)
de: `Alt+Tab` |`Leertaste+Punkt2+Punkt3+Punkt4+Punkt5` (`Leertaste+T`)
es: teclas `alt+tab` |`espacio+punto2+punto3+punto4+punto5` (`espacio+t`)
hr: `alt+tab` |`Razmak+tačka2+tačka3+tačka4+tačka5` (`razmak+t`)
nl: `alt+tab` toets |`spatie+punt2+punt3+punt4+punt5` (`spatie+t`)
pt_br: tecla `alt+tab` |`espaço+ponto2+ponto3+ponto4+ponto5` (`espaço+t`)
ru: комбинация `alt+tab` |`пробел+точка2+точка3+точка4+точка5` (`пробел+t`)
ta: `நிலைமாற்றி+தத்தல்` விசை |`space+dot2+dot3+dot4+dot5` (`space+t`)

source: NVDA Menu |`space+dot1+dot3+dot4+dot5` (`space+n`)
bg: Меню на NVDA |`интервал+точка1+точка3+точка4+точка5` (`интервал+n`)
de: NVDA-Menü |`Leertaste+Punkt1+Punkt3+Punkt4+Punkt5` (`Leertaste+N`)
es: Menú NVDA |`espacio+punto1+punto3+punto4+punto5` (`espacio+n`)
hr: NVDA meni |`razmak+tačka1+tačka3+tačka4+tačka5` (`razmak+n`)
nl: NVDA-menu |`spatie+punt1+punt3+punt4+punt5` (`spatie+n`)
pt_br: Menu NVDA |`espaço+ponto1+ponto3+ponto4+ponto5` (`espaço+n`)
ru: NVDA меню |`пробел+точка1+точка3+точка4+точка5` (`пробел+n`)
ta: என்விடிஏ பட்டியல் |`space+dot1+dot3+dot4+dot5` (`space+n`)

source: `windows+d` key (minimize all applications) |`space+dot1+dot4+dot5` (`space+d`)
bg: `Windows+D` (Минимизира всички приложения) |`интервал+точка1+точка4+точка5` (`интервал+d`)
de: `Windows+D` (minimiert alle Apps) |`Leertaste+Punkt1+Punkt4+Punkt5` (`Leertaste+D`)
es: teclas `windows+d` (minimizar todas las aplicaciones) |`espacio+punto1+punto4+punto5` (`espacio+d`)
hr: `windows+d` (umanji sve aplikacije) |`Razmak+tačka1+tačka4+tačka5` (`razmak+d`)
nl: `windows+d` sneltoets (minimaliseer alle applicaties) |`spatie+punt1+punt4+punt5` (`spatie+d`)
pt_br: tecla `windows+d` (minimizar todos os aplicativos) |`espaço+ponto1+ponto4+ponto5` (`espaço+d`)
ru: комбинация `windows+d` (свернуть все приложения) |`пробел+точка1+точка4+точка5` (`пробел+d`)
ta: `சாளரங்கள்+d` விசை (அனைத்து பயன்பாடுகளையும் சிறிதாக்குக) |`space+dot1+dot4+dot5` (`space+d`)

source: Say all |`space+dot1+dot2+dot3+dot4+dot5+dot6`
bg: Четене на всичко |`интервал+точка1+точка2+точка3+точка4+точка5+точка6`
de: Alles Vorlesen |`Leertaste+Punkt1+Punkt2+Punkt3+Punkt4+Punkt5+Punkt6`
es: Verbalizar todo |`espacio+punto1+punto2+punto3+punto4+punto5+punto6`
hr: Izgovori sve |`Razmak+tačka1+tačka2+tačka3+tačka4+tačka5+tačka6`
nl: Alles lezen |`spatie+punt1+punt2+punt3+punt4+punt5+punt6`
pt_br: Leitura contínua |`espaço+ponto1+ponto2+ponto3+ponto4+ponto5+ponto6`
ru: Читать всё |`пробел+точка1+точка2+точка3+точка4+точка5+точка6`
ta: எல்லாம் படித்திடுக |`space+dot1+dot2+dot3+dot4+dot5+dot6`

source: For displays which have a joystick:
bg: За дисплеи, които имат джойстик:
de: Für Braillezeilen, die einen Joystick besitzen:
es: Para pantallas que tengan un joystick:
hr: Za brajične retke koji imaju joystick:
nl: Voor leesregels die een Joystick hebben, geldt:
pt_br: Para linhas que tenham joystick:
ru: Для брайлевских дисплеев с джойстиком:
ta: ஜாய் குச்சிகளைக் கொண்டிருக்கும் காட்சியமைவுகளுக்கு:
zh_tw: 對於具有搖桿的點顯器:

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: upArrow key |up
bg: Стрелка нагоре |нагоре
de: Taste "Pfeil Auf" |Auf
es: tecla flecha arriba |arriba
hr: Tipka strelica gore |gore
nl: Toets "pijl omhoog" |omhoog
pt_br: tecla seta para cima |cima
ru: стрелка вверх |вверх
ta: மேலம்பு விசை |up

source: downArrow key |down
bg: Стрелка надолу |надолу
de: Taste "Pfeil Ab" |Ab
es: tecla flecha abajo |abajo
hr: Tipka strelica dolje |dolje
nl: Toets "Pijl omlaag" |omlaag
pt_br: tecla seta para baixo |baixo
ru: стрелка вниз |вниз
ta: கீழம்பு விசை |down

source: leftArrow key |left
bg: Стрелка наляво |наляво
de: Taste "Pfeil Links" |Links
es: tecla flecha izquierda |izquierda
hr: Tipka strelica lijevo |lijevo
nl: Toets "Pijl links" |links
pt_br: tecla seta para esquerda |esquerda
ru: стрелка влево |влево
ta: இடதம்பு விசை |left

source: rightArrow key |right
bg: Стрелка надясно |надясно
de: Taste "Pfeil Rechts" |Rechts
es: tecla flecha derecha |derecha
hr: Tipka strelica desno |desno
nl: Toets "Pijl rechts" |rechts
pt_br: tecla seta para direita |direita
ru: стрелка вправо |вправо
ta: வலதம்பு விசை |right

source: enter key |select
bg: Enter |избор
de: Eingabetaste |Auswahl
es: tecla intro |seleccionar
hr: Tipka enter |odabir
nl: Enter-toets |selecteren
pt_br: tecla enter |selecionar
ru: enter |Середина джойстика
ta: உள்ளிடு விசை |select

source: hedo ProfiLine USB
es: <target/>
ta: ஹீடோ ஃப்ரொஃபிலைன் யுஎஸ்பி

source: The hedo ProfiLine USB from [hedo Reha-Technik](https://www.hedo.de/) is supported.
bg: Дисплеят hedo ProfiLine USB на [hedo Reha-Technik](https://www.hedo.de/) се поддържа от NVDA.
de: Die Profiline USB der Firma [Hedo Reha-Technik](https://www.hedo.de/) werden unterstützt.
es: La hedo ProfiLine USB de [hedo Reha-Technik](https://www.hedo.de/) está admitida.
hr: Hedo ProfiLine USB brajični redak tvrtke [hedo Reha-Technik](https://www.hedo.de/) je podržan.
nl: De Profiline usb leesregels van [hedo Reha-Technik](https://www.hedo.de/) worden ondersteund.
pt_br: A linha USB hedo ProfiLine da [hedo Reha-Technik](https://www.hedo.de/) é suportada.
ru: Hedo ProfiLine USB компании [hedo Reha-Technik](https://www.hedo.de/) поддерживается.
ta: [ஹீடோ ரேஹா டெக்னிக்](https://www.hedo.de/) நிறுவனத்தின் ஹீடோ ஃப்ரொஃபிலைன் யுஎஸ்பி காட்சியமைவிற்கு என்விடிஏ ஆதரவளிக்கிறது.
zh_tw: NVDA 支援 [hedo Reha-Technik](https://www.hedo.de/) 的 The hedo ProfiLine USB 點顯器，

source: You must first install the USB drivers provided by the manufacturer.
bg: първо обаче трябва да инсталирате USB драйверите, предоставени от производителя.
de: Zuerst müssen Sie den USB-Treiber des Herstellers installieren.
es: Primero debes instalar los controladores USB proporcionados por el fabricante.
hr: Prvo morate instalirati USB upravljačke programe koje je napravio proizvođač.
nl: U moet eerst de usb-driver van de fabrikant installeren.
pt_br: Será antes necessário instalar os drivers para USB fornecidos pelo fabricante.
ru: Сначала установите драйвера, предоставленные производителем.
ta: உற்பத்தியாளரின் யுஎஸ்பி இயக்கிகளை முதலில் தாங்கள் நிறுவ வேண்டும்.
zh_tw: 您必須先安裝製造商提供的 USB 驅動程式。

source: This display does not yet support NVDA's automatic background braille display detection functionality.
bg: Този дисплей все още не поддържа функцията за автоматично откриване на брайлови дисплеи на NVDA.
de: Diese Braillezeile unterstützt nicht die automatische Braillezeilenerkennung im Hintergrund von NVDA.
es: Esta pantalla todavía no admite la funcionalidad de detección automática de NVDA.
hr: Ovaj brajični redak još uvijek ne podržava funkcionalnost automatskog otkrivanja brajičnih redaka.
nl: Deze leesregel heeft geen ondersteuning voor de op de achtergrond uitgevoerde automatische leesregelherkenning van NVDA.
pt_br: Essa linha ainda não suporta a funcionalidade automática de detecção de linha braille em segundo plano do NVDA.
ru: Этот брайлевский дисплей ещё не поддерживает автоопределение брайлевских дисплеев NVDA.
ta: பிரெயில் காட்சியமைவை பின்னணியில் தானாகக் கண்டறியும் என்விடிஏவின் வசதியை இக்காட்சியமைவு இதுவரைக்கும் ஆதரிப்பதில்லை.
zh_tw: 此點顯器尚未支援 NVDA 點顯器背景自動偵測的功能。

source: Following are the key assignments for this display with NVDA.
bg: Следват клавишните назначения за този дисплеи за NVDA.
de: Die folgenden Tastenkombinationen für diese Braillezeile sind in NVDA verfügbar.
es: Seguidamente van las asignaciones de teclas para esta pantalla con NVDA.
hr: Slijede prečaci za ovaj brajični redak s NVDA čitačem.
nl: Bij gebruik van deze leesregel met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: A seguir estão as teclas de comando para essa linha braille com o NVDA.
ru: В NVDA используются следующие комбинации клавиш для этого дисплея.
ta: பின்வரும் என்விடிஏ விசைகள், இக்காட்சியமைவிற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是此點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на дисплея за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeile, wo die entsprechenden Tasten zu finden sind.
es: Por favor consulta la documentación de la pantalla para descripciones de dónde se pueden encontrar estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: (Voor meer details kunt u de documentatie bij deze leesregel raadplegen.)
pt_br: Por favor consulte a documentação da mesma para obter descrições de onde essas teclas se encontram.
ru: Для описания расположения клавиш, пожалуйста, обратитесь к документации по брайлевскому дисплею.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதைப் பற்றி விளக்கமாக அறிய, காட்சியமைவின் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。.

source: Name |Key
bg: Име |Клавиш
de: Name |Tastenkombination
es: Nombre |Tecla
hr: Ime |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |K1
bg: Превъртане на брайловия дисплей назад |K1
de: Auf der Braillezeile rückwärts navigieren |K1
es: Desplazar pantalla braille atrás |K1
hr: Kliži po brajičnom retku natrag |K1
nl: Brailleregel terugscrollen |K1
pt_br: Rolar linha braille para trás |K1
ru: Прокрутка брайлевского дисплея назад |K1
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |K1

source: Scroll braille display forward |K3
bg: Превъртане на брайловия дисплей напред |K3
de: Auf der Braillezeile vorwärts navigieren |K3
es: Desplazar pantalla braille hacia adelante |K3
hr: Kliži po brajičnom retku naprijed |K3
nl: Brailleregel vooruit scrollen |K3
pt_br: Rolar linha braille para frente |K3
ru: Прокрутка брайлевского дисплея вперёд |K3
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |K3

source: Move braille display to previous line |B2
bg: Придвижване на брайловия дисплей до предишен ред |B2
de: Auf der Braillezeile zur vorherigen Zeile navigieren |B2
es: Mover pantalla braille a línea anterior |B2
hr: Premjesti brajični redak na prethodni redak |B2
nl: Brailleregel naar vorige regel verplaatsen |B3
pt_br: Mover linha braille para a linha anterior |B2
ru: Перемещение брайлевского дисплея к предыдущей строке |B2
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |B2

source: Move braille display to next line |B5
bg: Придвижване на брайловия дисплей до следващ ред |B5
de: Auf der Braillezeile zur nächsten Zeile navigieren |B5
es: Mover pantalla braille a siguiente línea |B5
hr: Premjesti brajični redak na sljedeći redak |B5
nl: Brailleregel naar volgende regel verplaatsen |B5
pt_br: Mover linha braille para a linha seguinte |B5
ru: Перемещение брайлевского дисплея к следующей строке |B5
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |B5

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Enrutar a la celda braille |sensores
hr: Premjesti se na brajičnu ćeliju |routing
nl: Cursor naar braillecel verplaatsen |routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: Toggle braille tethered to |K2
bg: Превключване на обвързването |K2
de: Kopplung der Braillezeile umschalten |K2
es: Conmutar seguimiento braille |K2
hr: Mijenjaj povezanost brajičnog retka |K2
nl: Koppeling van leesregel omschakelen |K2
pt_br: Alternar vínculo do braille |K2
ru: Переключение привязки брайля |K2
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |K2

source: Say all |B6
bg: Кажи всичко |B6
de: Alles vorlesen |B6
es: Leer todo |B6
hr: Izgovori sve |B6
nl: alles lezen |B6
pt_br: Leitura contínua |B6
ru: Читать всё |B6
ta: எல்லாம் படித்திடுக |B6

source: hedo MobilLine USB
es: <target/>
ta: ஹீடோ மொபில்லைன் யுஎஸ்பி

source: The hedo MobilLine USB from [hedo Reha-Technik](https://www.hedo.de/) is supported.
bg: Дисплеят hedo MobilLine USB на [hedo Reha-Technik](https://www.hedo.de/) се поддържа от NVDA.
de: Die MobilLine USB der Firma [Hedo Reha-Technik](https://www.hedo.de/) werden unterstützt.
es: Se admite la hedo MobilLine USB de [hedo Reha-Technik](https://www.hedo.de/).
hr: Hedo MobilLine USB tvrtke [hedo Reha-Technik](https://www.hedo.de/) je podržan.
nl: De MobilLine usb leesregels van [hedo Reha-Technik](https://www.hedo.de/) worden ondersteund.
pt_br: A linha USB hedo MobilLine da [hedo Reha-Technik](https://www.hedo.de/) é suportada.
ru: Hedo MobilLine USB компании [hedo Reha-Technik](https://www.hedo.de/) поддерживается.
ta: [ஹீடோ ரேஹா டெக்னிக்](https://www.hedo.de/) நிறுவனத்தின் ஹீடோ மொபில்லைன் யுஎஸ்பி பிரெயில் காட்சியமைவிற்கு என்விடிஏ ஆதரவளிக்கிறது.
zh_tw: NVDA 支援 [hedo Reha-Technik](https://www.hedo.de/) 的 hedo MobilLine USB 點顯器，

source: You must first install the USB drivers provided by the manufacturer.
bg: първо обаче трябва да инсталирате USB драйверите, предоставени от производителя.
de: Zuerst müssen Sie den USB-Treiber des Herstellers installieren.
es: Primero debes instalar los controladores USB proporcionados por el fabricante.
hr: Prvo morate instalirati USB upravljačke programe koje je napravio proizvođač.
nl: U moet eerst de usb-driver van de fabrikant installeren.
pt_br: Será antes necessário instalar os drivers para USB fornecidos pelo fabricante.
ru: Сначала установите USB драйвера предоставленные производителем.
ta: உற்பத்தியாளரின் யுஎஸ்பி இயக்கிகளைத் தாங்கள் முதலில் நிறுவ வேண்டும்.
zh_tw: 您必須先安裝製造商提供的 USB 驅動程式。

source: This display does not yet support NVDA's automatic background braille display detection functionality.
bg: Този дисплей все още не поддържа функцията за автоматично откриване на брайлови дисплеи на NVDA.
de: Diese Braillezeile unterstützt nicht die automatische Braillezeilenerkennung im Hintergrund von NVDA.
es: Esta pantalla todavía no admite la funcionalidad de detección automática de NVDA.
hr: Ovaj brajični redak još uvijek ne podržava funkcionalnost automatskog otkrivanja brajičnih redaka.
nl: Deze leesregel heeft nog geen ondersteuning voor de op de achtergrond uitgevoerde automatische leesregelherkenning van NVDA.
pt_br: Essa linha ainda não suporta a funcionalidade automática de detecção de linha braille em segundo plano do NVDA.
ru: Автоопределение для этого брайлевского дисплея не поддерживается.
ta: பிரெயில் காட்சியமைவை பின்னணியில் தானாகக் கண்டறியும் என்விடிஏவின் வசதியை இக்காட்சியமைவு இதுவரைக்கும் ஆதரிப்பதில்லை.
zh_tw: 此點顯器尚未支援 NVDA 點顯器背景自動偵測的功能。

source: Following are the key assignments for this display with NVDA.
bg: Следват клавишните назначения за този дисплеи за NVDA.
de: Die folgenden Tastenkombinationen für diese Braillezeile sind in NVDA verfügbar.
es: Seguidamente van las asignaciones de teclas para esta pantalla con NVDA.
hr: Slijede prečaci za ovaj brajični redak s NVDA čitačem.
nl: Bij gebruik van deze leesregel met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: A seguir estão as teclas de comando para essa linha braille com o NVDA.
ru: В NVDA используются следующие комбинации клавиш для этого дисплея.
ta: பின்வரும் என்விடிஏ விசைகள், இக்காட்சியமைவிற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是此點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на дисплея за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeile, wo die entsprechenden Tasten zu finden sind.
es: Por favor consulta la documentación de la pantalla para descripciones de dónde pueden encontrarse estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: (Voor meer details kunt u de documentatie bij deze leesregel raadplegen.)
pt_br: Por favor consulte a documentação da mesma para obter descrições de onde essas teclas se encontram.
ru: Для описания расположения клавиш, пожалуйста, обратитесь к документации по брайлевскому дисплею.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதைப் பற்றி விளக்கமாக அறிய, காட்சியமைவின் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Tastenkombination
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |K1
bg: Превъртане на брайловия дисплей назад |K1
de: Auf der Braillezeile rückwärts navigieren |K1
es: Desplazar pantalla braille atrás |K1
hr: Kliži po brajičnom retku natrag |K1
nl: Brailleregel terugscrollen |K1
pt_br: Rolar linha braille para trás |K1
ru: Прокрутка брайлевского дисплея назад |K1
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |K1

source: Scroll braille display forward |K3
bg: Превъртане на брайловия дисплей напред |K3
de: Auf der Braillezeile vorwärts navigieren |K3
es: Desplazar pantalla braille adelante |K3
hr: Kliži po brajičnom retku naprijed |K3
nl: Brailleregel vooruit scrollen |K3
pt_br: Rolar linha braille para frente |K3
ru: Прокрутка брайлевского дисплея вперёд |K3
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |K3

source: Move braille display to previous line |B2
bg: Придвижване на брайловия дисплей до предишен ред |B2
de: Auf der Braillezeile zur vorherigen Zeile navigieren |B2
es: Mover pantalla braille a línea anterior |B2
hr: Premjesti brajični redak na prethodni redak |B2
nl: Brailleregel naar vorige regel verplaatsen |B3
pt_br: Mover linha braille para a linha anterior |B2
ru: Перемещение брайлевского дисплея к предыдущей строке |B2
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |B2

source: Move braille display to next line |B5
bg: Придвижване на брайловия дисплей до следващ ред |B5
de: Auf der Braillezeile zur nächsten Zeile navigieren |B5
es: Mover pantalla braille a siguiente línea |B5
hr: Premjesti brajični redak na sljedeći redak |B5
nl: Brailleregel naar volgende regel verplaatsen |B5
pt_br: Mover linha braille para a linha seguinte |B5
ru: Перемещение брайлевского дисплея к следующей строке |B5
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |B5

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Ir a celda braille |sensores
hr: Premjesti se na brajičnu ćeliju |routing
nl: Cursor naar braillecel verplaatsen |routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: Toggle braille tethered to |K2
bg: Превключване на обвързването |K2
de: Kopplung der Braillezeile umschalten |K2
es: Conmutar seguimiento de braille |K2
hr: Mijenjaj povezanost brajičnog retka |K2
nl: Koppeling van leesregel omschakelen |K2
pt_br: Alternar vínculo do braille |K2
ru: Переключение привязки брайля |K2
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |K2

source: Say all |B6
bg: Кажи всичко |B6
de: Alles vorlesen |B6
es: Leer todo |B6
hr: Izgovori sve |B6
nl: alles lezen |B6
pt_br: Leitura contínua |B6
ru: Читать всё |B6
ta: எல்லாம் படித்திடுக |B6
