Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Context information refers to the hierarchy of objects containing the focus.
bg: Контекстната информация се отнася за йерархията на обектите, съдържащи фокуса.
de: Kontextbezogene Informationen sind z. B. Informationen über übergeordnete Objekte.
es: La información de contexto se refiere a la jerarquía de objetos que contengan el foco.
hr: Kontekstna informacija se nadovezuje na hijerarhiju objekta koji je fokusiran.
nl: Contextinformatie heeft betrekking op de hierarchie van objecten die de focus hebben.
pt_br: Informações de contexto referem-se à hierarquia de objetos que contêm o foco.
ru: Контекстная информация связана с иерархией объектов, содержащих фокус.
ta: குவிமையத்தில் இருக்கும் பொருட்களின் அடுக்கமைப்பைத்தான் சூழலுணர்த்தும் தகவல் சுட்டுகிறது.
zh_tw: 脈絡資訊是指一個焦點所在物件的階層架構，

source: For example, when you focus a list item, this list item is part of a list.
bg: Например, когато фокусът е върху елемент от списък, този елемент от списък е част от списъка.
de: Ein Beispiel: Wenn Sie einen Listeneintrag ansteuern, ist dieser ein Teil einer Liste.
es: Por ejemplo, cuando enfoques un elemento de lista, este elemento de lista es parte de una lista.
hr: Na primjer, kad se fokusirate na stavku popisa, ova stavka popisa je dio popisa.
nl: Wanneer bij voorbeeld een lijst-item de focus krijgt, is dit lijst-item onderdeel van een lijst.
pt_br: Por exemplo, quando você foca um item de lista, esse item de lista faz parte de uma lista.
ru: Например, когда вы устанавливаете фокус на элемент списка, то этот элемент списка является частью списка.
ta: எடுத்துக்காட்டாக, ஒரு பட்டியல் உருப்படியைக் குவிமையத்திற்குள் கொண்டுவரும்பொழுது, இவ்வுருப்படி, ஒரு பட்டியலின் பகுதியாக இருக்கும்.
zh_tw: 例如當您將焦點移到一個清單項目，這個項目便是清單中的一部分，

source: This list might be contained by a dialog, etc.
bg: Този списък може да се съдържа в диалог и т.н.
de: Diese Liste könnte ein Teil eines Dialogs oder ähnliches sein.
es: Esta lista podría estar contenida en un diálogo, etc.
hr: Ovaj popis može biti sadržaj dijaloškog okvira, itd.
nl: Deze lijst zou als bovenliggend object een dialoogvenster kunnen hebben, etc.
pt_br: Esta lista pode estar contida por um diálogo, etc.
ru: Этот список может содержаться в окне диалога и т. д.
ta: அது போலவே, உருப்படியைக் கொண்ட அப்பட்டியல், ஒரு உரையாடல் போன்ற பொருளின் பகுதியாக இருக்கும்.
zh_tw: 而此清單可能是包含在一個對話框裡面等等。

source: Please consult the section about [object navigation](#ObjectNavigation) for more information about the hierarchy that applies to objects in NVDA.
bg: Моля, консултирайте се с раздела за [обектна навигация](#ObjectNavigation) за повече информация относно йерархията, която се прилага за обектите в NVDA.
de: Weitere Informationen über die Objekthierarchie finden Sie im Abschnitt über [Objektnavigation](#ObjectNavigation).
es: Por favor consulta la sección acerca de [navegación de objetos](#ObjectNavigation) para más información acerca de la jerarquía que se aplica a los objetos en NVDA.
hr: Pročitajte poglavlje [Kretanje po objektima](#ObjectNavigation) za više informacija o hijerarhiji koja se primijenjuje na objekte u NVDA čitaču.
nl: Raadpleeg het onderdeel [objectnavigatie](#ObjectNavigation) voor meer informatie over de hierarchie die van toepassing is op objecten in NVDA.
pt_br: Por favor, consulte a seção sobre [navegação de objetos](#ObjectNavigation) para mais informações sobre a hierarquia que se aplica aos objetos no NVDA.
ru: Для получения дополнительной информации об иерархии объектов NVDA, обратитесь к разделу [Объектная навигация](#ObjectNavigation).
ta: என்விடிஏவில் காணப்படும் பொருட்களின் அடுக்கமைப்புக் குறித்து மேலும் அறிய, [பொருள் வழிசெலுத்தல்](#ObjectNavigation) பிரிவைக் காணவும்.
zh_tw: 有關適用於 NVDA 物件的階層架構資訊請查閱[物件導覽](#ObjectNavigation)章節。

source: When set to fill display for context changes, NVDA will try to display as much context information as possible on the braille display, but only for the parts of the context that have changed.
bg: Когато е зададена на Запълвай дисплея при контекстни промени, NVDA ще се опита да показва колкото може повече контекстна информация на брайловия дисплей, но само за частите от контекста, които са се променили.
de: Bei der Einstellung "Fülle Zeile bei Kontext-Änderungen" wird die Kontextinformation nur dann angezeigt, wenn sich der Kontext ändert.
es: Cuando se configure en rellenar pantalla para cambios de contexto, NVDA tratará de mostrar tanta información de contexto como le sea posible en la pantalla braille, pero sólo para las partes del contexto que hayan cambiado.
hr: Kad je postavljen da popunjava brajični redak s promjenama konteksta, NVDA će pokušati prikazati što više relevantnih informacija, ali samo za dijelove konteksta koji se promijenio.
nl: Bij selectie van de instelling leesregel vullen voor contextveranderingen zal NVDA proberen zoveel mogelijk contextinformatie op de brailleleesregel te tonen als moglijk is, maar alleen voor die onderdelen van de context die veranderd zijn.
pt_br: Quando configurado para preencher a linha para alterações de contexto, o NVDA tentará exibir o máximo de informações do contexto possível na linha braille, mas apenas para as partes do contexto que foram alteradas.
ru: Когда выбрано значение "При изменении контекста", NVDA будет пытаться отобразить на брайлевском дисплее как можно больше контекстной информации, но только те её части, которые были изменены.
ta: சூழல் மாற்றங்களுக்கு காட்சியமைவை நிரப்புக என்று அமைக்கும்பொழுது, மாறியச் சூழலின் பகுதிக்கு மட்டும், பிரெயில் காட்சியமைவில் எத்தனைச் சூழலுணர்த்தும் தகவல்களையளிக்க இயலுமோ, அத்தனையையும் அளிக்க என்விடிஏ முயல்கிறது.
zh_tw: 當選擇「將變更的脈絡填入點顯器」，NVDA 會盡可能在點顯器上顯示最多的脈絡資訊，但只針對脈絡有所變更的部分。

source: For the example above, this means that when changing focus to the list, NVDA will show the list item on the braille display.
bg: В примера, посочен по-горе, това означава, че когато промените фокуса на списъка, NVDA ще показва елемента от списък на брайловия дисплей.
de: Für das obige Beispiel bedeutet das, dass NVDA zunächst so viel Information wie möglich auf der Braillezeile anzeigt, sobald ein Listeneintrag den Fokus erhalten hat.
es: Para el ejemplo de arriba, esto significa que cuando el foco cambie por la lista, NVDA mostrará el elemento de lista en la pantalla braille.
hr: Koristeći gornji primjer, to znači, kad se promijeni fokus na popis, NVDA će prikazati popis na brajičnom retku.
nl: Voor het bovengenoemde voorbeeld betekent dit dat NVDA een lijstitem zal tonen op de brailleleesregel wanneer een lijst de focus krijgt.
pt_br: Para o exemplo acima, isso significa que, ao mudar o foco para a lista, o NVDA mostrará o item de lista na linha braille.
ru: Для приведённого выше примера это означает, что при установке фокуса на список, NVDA отобразит на брайлевском дисплее выбранный элемент списка.
ta: மேற்குறிப்பிடப்பட்டிருக்கும் எடுத்துக்காட்டில், ஒரு பட்டியலின் மீது குவிமையத்தை நகர்த்தும்பொழுது, அப்பட்டியலில் காணப்படும் பட்டியல் உருப்படியை, பிரெயில் காட்சியமைவில் என்விடிஏ காட்டுகிறது.
zh_tw: 以前述所舉的為例，當變更焦點移到清單時，NVDA 會在點顯器上顯示該清單項目的內容，

source: Furthermore, if there is enough space left on the braille display, NVDA will try to show that the list item is part of a list.
bg: Освен това, ако има достатъчно място, останало на брайловия дисплей, NVDA ще се опита да покаже, че елементът от списък е част от списък.
de: Sollte noch Platz auf der Braillezeile vorhanden sein, so wird außerdem der Name der Liste angezeigt.
es: Además, si queda espacio suficiente en la pantalla braille, NVDA tratará de mostrar que el elemento de lista es parte de una lista.
hr: Čak štoviše, ako je preostalo dovoljno mjesta na retku, NVDA će pokušati prikazati da je stavka popisa dio popisa.
nl: Verder zal NVDA proberen, als er voldoende ruimte over is op de leesregel, weer te geven dat het lijstitem deel uitmaakt van een lijst.
pt_br: Além disso, se houver espaço suficiente na linha braille, o NVDA tentará mostrar que o item de lista faz parte de uma lista.
ru: Кроме того, если на брайлевском дисплее осталось достаточно места, NVDA попытается показать, что этот элемент списка является частью списка.
ta: மேலும், பிரெயில் காட்சியமைவில் போதுமான இடம் மீதமிருந்தால், அந்தப் பட்டியல் உருப்படி, ஒரு பட்டியலின் பகுதி என்பதைக் காட்ட என்விடிஏ முயல்கிறது.
zh_tw: 如果點顯器還有足夠的剩餘空間，NVDA 會嘗試將該項目顯示為清單中的一部分。

source: If you then start moving through the list with your arrow keys, it is assumed that you are aware that you are still in the list.
bg: Ако след това започнете да се движите по списъка със стрелките, се предполага, че сте наясно, че още сте в списъка.
de: Wenn Sie sich mit den Pfeiltasten durch die Liste bewegen, wird angenommen, dass Sie wissen, dass Sie sich innerhalb einer Liste befinden.
es: Si, a continuación, comienzas a moverte por la lista con las teclas de cursor, se supone que eres consciente de estar todavía en la lista.
hr: Ako se tada pomičete po popisu pomoću strelica, podrazumijeva se, da ste svjesni činjenice da se nalazite u popisu.
nl: Als u vervolgens met de pijltoetsen door de lijst gaat, wordt er vanuit gegaan dat u er zich van bewust bent dat u zich nog steeds in een lijst bevindt.
pt_br: Se você começar a percorrer a lista com as setas, presume-se que esteja ciente de que ainda está na lista.
ru: Если вы затем начнёте перемещаться по списку с помощью клавиш-стрелок, предполагается, что вы знаете, что находитесь внутри списка.
ta: தாங்கள் அதன் பிறகு அம்பு விசைகளைக் கொண்டு பட்டியலினூடே நகர்ந்தால், தொடர்ந்து பட்டியலில் தாங்கள் இருப்பதைத் தாங்கள் அறிகிறீர்கள் என்று எடுத்துக் கொள்ளப்படும்.
zh_tw: 接著當您開始按方向鍵在清單中移動，將假設您知道仍在清單中，

source: Thus, for the remaining list items you focus, NVDA will only show the focused list item on the display.
bg: Следователно, за останалите елементи от списъка, които са на фокус, NVDA ще показва само фокусирания елемент от списък на дисплея.
de: Dies bedeutet, dass nur noch die Listeneinträge auf der Braillezeile angezeigt werden.
es: Por lo tanto, para los elementos de lista restantes que enfoques, NVDA sólo mostrará el elemento de lista enfocado en la pantalla.
hr: Stoga, za preostale stavke popisa na koje ste se fokusirali, NVDA će prikazati samo fokusiranu stavku popisa na retku.
nl: Hieruit volgt dat voor de resterende lijstitems die u selecteert, NVDA alleen het lijstitem op de leesregel zal tonen dat de focus heeft.
pt_br: Assim, para os demais itens da lista que você focar, o NVDA mostrará apenas o item de lista focalizado na tela.
ru: Таким образом, для остальных элементов списка, на которых вы фокусируетесь, NVDA будет отображать на брайлевском дисплее только сам элемент списка.
ta: ஆகவே, மீதமிருக்கும் பட்டியல் உருப்படிகளைத் தாங்கள் குவிமையத்திற்குள் கொண்டுவரும்பொழுது, குவிமையத்தில் இருக்கும் உருப்படியை மட்டும் காட்சியமைவில் என்விடிஏ காட்டும்.
zh_tw: 因此移動焦點至其他清單項目，NVDA 僅會在點顯器上顯示清單項目的內容而沒有脈絡資訊。

source: In order for you to read the context again (i.e. that you are in a list and that the list is part of a dialog), you will have to scroll your braille display back.
bg: За да прочетете контекста отново, (т.е. че сте в списък и че списъкът е част от диалог), ще трябва да превъртите брайловия дисплей назад.
de: Um die Kontext-Informationen anzuzeigen können Sie auf der Braillezeile rückwärts navigieren.
es: Para leer el contexto de nuevo (es decir, que estás en una lista y que la lista es parte de un diálogo), tendrás que desplazar tu pantalla braille hacia atrás.
hr: Da biste ponovo pročitali kontekst, (npr. da se nalazite u popisu i da je taj popis dio dijaloškog okvira), morat ćete klizati po brajičnom retku natrag.
nl: Om de context opnieuw te lezen(dat wil zeggen als u zich in een lijst bevindt en de lijst deel uitmaakt van een dialoogvenster), moet u uw leesregel terugscrollen.
pt_br: Para que você leia o contexto novamente (ou seja, que você está em uma lista e que a lista faz parte de um diálogo), você terá que rolar sua linha braille para a esquerda.
ru: Чтобы вы снова смогли прочитать контекст (т. е. что вы находитесь в списке и этот список является частью диалога), вам придётся прокрутить брайлевский дисплей назад.
ta: தாங்கள் ஒரு பட்டியலில் இருப்பதையும், அப்பட்டியல், ஒரு உரையாடலின் ஒரு பகுதியாக இருப்பதையும் சூழலுணர்த்தும் தகவலைக் கொண்டு அறிய வேண்டுமானால், தாங்கள் பிரெயில் காட்சியமைவை பின்னுருட்ட வேண்டும்.
zh_tw: 為了能再次摸讀到脈絡資訊 (例如您在清單中，而清單是對話框的一部分)，則您須要往回捲動點顯器。

source: When this option is set to always fill the display, NVDA will try to show as much context information as possible on the braille display, regardless of whether you have seen the same context information before.
bg: Когато тази опция е зададена на Винаги запълвай дисплея, NVDA ще се опитва да показва колкото може повече контекстна информация на брайловия дисплей, независимо дали сте видели същата контекстна информация преди.
de: Bei der Einstellung "immer Zeile auffüllen" wird NVDA immer so viel Kontextinformation wie möglich auf der Braillezeile anzeigen, selbst wenn Sie diese Information schon vorher bekommen haben.
es: Cuando esta opción esté configurada a rellenar siempre la pantalla, NVDA tratará de mostrar tanta información de contexto como sea posible en la pantalla braille, independientemente de si has visto la misma información de contexto antes.
hr: Kad je ova opcija postavljena da se redak uvijek popunjuje, NVDA će prikazati što više kontekstnih informacija, neovisno od toga, jeste li vidjeli te informacije prije.
nl: Bij selectie van de instelling leesregel altijd vullen zal NVDA proberen zoveel mogelijk contextinformatie op de brailleleesregel te tonen, ongeacht of u dezelfde contextinformatie al eerder zag.
pt_br: Quando esta opção estiver configurada para preencher sempre a linha, o NVDA tentará mostrar o máximo de informações do contexto possível na linha braille, independentemente de você ter visto as mesmas informações de contexto anteriormente.
ru: Когда выбрано значение "Всегда", NVDA будет пытаться отобразить на брайлевском дисплее как можно больше контекстной информации, независимо от того, видели ли вы её раньше.
ta: எப்பொழுதும் காட்சியமைவை நிரப்புக என்று இவ்விருப்பத் தேர்வினை அமைத்தால், இச்சூழலுணர்த்தும் தகவலைத் தாங்கள் முன்னமே கண்டிருக்கிறீர்களா என்பதைக் கருத்தில் கொள்ளாமல், எத்தனைச் சூழலுணர்த்தும் தகவல்களை பிரெயில் காட்சியமைவில் காட்ட இயலுமோ, அத்தனையையும் என்விடிஏ காட்ட முயல்கிறது.
zh_tw: 當選擇「總是填入點顯器」，無論您之前是否摸讀過相同的脈絡資訊，NVDA 都將盡可能在點顯器上顯示脈絡資訊，

source: This has the advantage that NVDA will fit as much information as possible on the display.
bg: Това има предимството, че NVDA ще побира колкото може повече информация на дисплея.
de: Dies hat den Vorteil, dass immer so viel Information wie möglich auf der Braillezeile angezeigt wird.
es: Esto tiene la ventaja de que NVDA ajustará tanta información como sea posible.
hr: Prednost ove opcije je ta, da će NVDA će prikazivati onoliko informacija koliko stane na redak.
nl: Dit heeft als voordeel dat NVDA zoveel informatie als mogelijk is op de leesregel zal proberen weer te geven.
pt_br: Isto tem a vantagem do NVDA prover o máximo de informação possível na linha.
ru: Польза этого состоит в том, что NVDA будет пытаться отобразить на дисплее как можно больше контекстной информации.
ta: எத்தனைத் தகவல்களை அளிக்க இயலுமோ, அத்தனைத் தகவல்களையும் என்விடிஏ பிரெயில் காட்சியமைவில் அளிக்கும் என்பதுதான் இதன் அனுகூலம்.
zh_tw: 這樣的好處是 NVDA 將會在點顯器上顯示盡可能多的資訊，

source: However, the downside is that there is always a difference in the position where the focus starts on the braille display.
bg: Обаче недостатъкът е, че винаги ще има разлика в позицията, където започва фокусът на брайловия дисплей.
de: Andererseits kann es zu einer "springenden Anzeige" kommen, wenn sich die Position des hervorgehobenen Objekts auf der Braillezeile ständig ändert.
es: Por lo tanto, la desventaja es que siempre hay una diferencia en la posición donde comienza el enfoque en la pantalla braille.
hr: Međutim, loša je strana, da uvijek postoji razlika u poziciji početka fokusa na retku.
nl: Daar staat als nadeel tegenover dat de plaats op de brailleleesregel waar de focus begint telkens kan veranderen.
pt_br: No entanto, a desvantagem é que sempre há uma diferença na posição em que o foco começa na linha braille.
ru: Однако недостатком является то, что всегда есть разница в позиции, где на брайлевском дисплее начинается фокус.
ta: ஆனால், பிரெயில் காட்சியமைவில் குவிமையம் துவங்கும் நிலையில் எப்பொழுதும் மாற்றமிருக்கும் என்பது இதன் குறைபாடாக உள்ளது.
zh_tw: 然而缺點是焦點停在點顯器的開頭位置每次總有所不同，

source: This can make it difficult to skim a long list of items, for example, as you will need to continually move your finger to find the start of the item.
bg: Това ще създаде трудности, например, когато преглеждате дълъг списък от елементи, защото ще трябва непрекъснато да местите пръста си, за да намерите началото на елемента.
de: Dies kann beim Navigieren durch lange Listen zu Problemen führen, weil Sie mit Ihrem Finger immer wieder den Anfang des Eintrags aufsuchen müssen.
es: Esto puede hacer difícil de navegar por una lista larga de elementos, por ejemplo, ya que tendrás que mover contínuamente el dedo para encontrar el comienzo del elemento.
hr: To može otežati brzo pregledavanje dugog popisa stavki, na primjer, jer ćete morati stalno pomicati prst kako biste pronašli početak stavke.
nl: Hierdoor kan het bij voorbeeld lastig worden om door een lange lijst met items te lopen omdat u voortdurend uw vinger moet verplaatsen om het begin van het item te vinden.
pt_br: Isso pode dificultar a leitura de uma longa lista de itens, por exemplo, já que você precisará mover o dedo continuamente para encontrar o início do item.
ru: Это может затруднить просмотр длинного списка элементов, поскольку вам каждый раз нужно будет перемещать палец для нахождения начала нового элемента.
ta: ஒரு உருப்படியின் துவக்கம் எங்கிருக்கிறது என்பதையறிய தங்களின் விரலைத் தொடர்ந்து நகர்த்த வேண்டியிருக்கும் என்பதால், நீலமான பட்டியல் உருப்படிகளைப் படிப்பதில் இது சிக்கலை ஏற்படுத்தும்.
zh_tw: 如此一來會很難摸讀一長串的項目，例如您必須要不斷來回移動手指去找到項目的開頭位置。

source: This was the default behaviour for NVDA 2017.2 and before.
bg: Това беше поведението по подразбиране на NVDA 2017.2 и по-ранни.
de: Dies ist das Standardverhalten von NVDA 2017.2 und älter.
es: Este era el comportamiento predeterminado para NVDA 2017.2 y anteriores.
hr: To je bila standardna opcija u NVDA 2017.2 i starijim verzijama.
nl: In NVDA 2017.2 en eerder was dit de standaardinstelling.
pt_br: Esse foi o comportamento padrão do NVDA 2017.2 e no passado.
ru: Данное поведение было поведением по умолчанию в NVDA 2017.2 и более ранних версиях.
ta: என்விடிஏ 2017.2 மற்றும் அதன் முந்தைய பதிப்புகளில் இது என்விடிஏவின் இயல்பான போக்காக இருந்தது.
zh_tw: 此選項是 NVDA 2017.2 及以前版本的預設值。

source: When you set the focus context presentation option to only show the context information when scrolling back, NVDA never shows context information on your braille display by default.
bg: Когато зададете опцията за представяне на контекста на фокуса да показва контекстната информация само при превъртане назад, NVDA никога няма да показва контекстна информация на вашия брайлов дисплей по подразбиране.
de: Bei der Einstellung "Nur beim Rückwärtsnavigieren" wird NVDA niemals automatisch Kontextinformationen anzeigen.
es: Cuando configures la opción presentación de contexto del foco en mostrar sólo la información de contexto al desplazarse hacia atrás, NVDA nunca muestra información de contexto en la pantalla braille por omisión.
hr: Ako se postavi opcija za prikaz konteksta fokusa, tako da se kontekst prikazuje samo prilikom klizanja natrag, NVDA nikad neće standardno prikazati kontekstnu informaciju.
nl: Als u bij de optie te tonen contextinformatie kiest voor Alleen bij terugscrollen, toont NVDA standaard nooit contextinformatie op uw brailleleesregel.
pt_br: Quando você configura a opção de apresentação do contexto do foco para mostrar apenas as informações de contexto ao rolar para esquerda, o NVDA nunca exibe informações do contexto na sua linha braille por padrão.
ru: Когда выбрано значение "Только при прокрутке назад", NVDA по умолчанию не будет отображать на брайлевском дисплее какую-либо контекстную информацию.
ta: பின்னுருட்டும்பொழுது மட்டும் சூழலுணர்த்தும் தகவலை காட்டுக என்று இவ்விருப்பத் தேர்வினை அமைத்தால், பிரெயில் காட்சியமைவில் சூழலுணர்த்தும் தகவலை இயல்பில் என்விடிஏ எப்பொழுதும் காட்டுவதில்லை.
zh_tw: 當您選擇「僅當往回捲動時」，預設情況下 NVDA 並不會在點顯器上顯示脈絡資訊，

source: Thus, in the example above, NVDA will display that you focused a list item.
bg: Следователно, в примера по-горе, NVDA ще показва, че се фокусирате върху елемент от списък.
de: Für das obige Beispiel bedeutet dies, dass NVDA immer nur den aktuellen Listeneintrag anzeigt.
es: Así, en el ejemplo anterior, NVDA mostrará que enfocaste un elemento de lista.
hr: Dakle, u gornjem primjeru, NVDA će prikazati da ste fokusirali stavku popisa.
nl: Met betrekking tot bovengenoemd voorbeeld houdt dit in dat NVDA weergeeft dat u een lijstitem hebt geselecteerd.
pt_br: Assim, no exemplo acima, o NVDA mostrará que você focalizou um item da lista.
ru: Таким образом, в приведённом выше примере NVDA отобразит только элемент списка в фокусе.
ta: ஆகவே, மேற்குறிப்பிடப்பட்டிருக்கும் எடுத்துக்காட்டில், ஒரு பட்டியல் உருப்படியைத் தாங்கள் குவிமையத்திற்குள் கொண்டு வந்திருக்கிறீர்கள் என்பதைக் காட்டும்.
zh_tw: 若以前述的範例說明，NVDA 將會顯示焦點所在的清單項目內容，

source: However, in order for you to read the context (i.e. that you are in a list and that the list is part of a dialog), you will have to scroll your braille display back.
bg: Обаче, за да прочетете контекста (т.е., че сте в списък и този списък е част от диалог), ще трябва да превъртите брайловия дисплей назад.
de: Wenn Sie dennoch Kontext-Informationen (wie z. B. den Namen der Liste) angezeigt bekommen möchten, müssen Sie auf der Braillezeile rückwärts navigieren.
es: Por lo tanto, para leer el contexto (es decir, que estás en una lista y que esta lista es parte de un diálogo), habrás de desplazar la pantalla braille hacia atrás.
hr: Međutim, da biste pročitali kontekst, (npr. da se nalazite u popisu i da je taj popis dio dijaloškog okvira), morat ćete klizati po brajičnom retku natrag.
nl: Als u de context echter wilt lezen (dat wil zeggen wanneer u zich in een lijst bevindt en de lijst is onderdeel van een dialoog), moet u uw leesregel terugscrollen.
pt_br: No entanto, para que você leia o contexto (ou seja, que você está em uma lista e que a lista faz parte de um diálogo), você terá que rolar sua linha braille para a esquerda.
ru: Чтобы вы снова смогли прочитать контекст (т. е. что вы находитесь в списке и этот список является частью диалога), вам придётся прокрутить брайлевский дисплей назад.
ta: தாங்கள் ஒரு பட்டியலில் இருப்பதையும், அப்பட்டியல், ஒரு உரையாடலின் ஒரு பகுதியாக இருப்பதையும் சூழலுணர்த்தும் தகவலைக் கொண்டு அறிய வேண்டுமானால், தாங்கள் பிரெயில் காட்சியமைவை பின்னுருட்ட வேண்டும்.
zh_tw: 但為了摸讀脈絡資訊 (例如您在清單中，而清單是對話框的一部分)，您就須要往回捲動點顯器。
