Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Load the NV Access download page (Press `alt+d`, type the following address and press `enter`):
bg: Заредете страницата за изтегляне на NV Access (Натиснете `Alt+D`, въведете следния адрес и натиснете `ENTER`):
de: Öffnen Sie die Download-Seite von NV Access (Drücken Sie `Alt+D`, geben Sie die folgende Adresse ein und drücken dann die `Eingabetaste`):
es: Carga la página de descargas de NV Access (Pulsa `alt+d`, escribe la siguiente dirección y pulsa `intro`):
hr: Otvorite NV Access stranicu za preuzimanje (pritisnite `alt+d`, napišite the sljedeću adresu i pritisnite `enter`):
nl: Laad de download-pagina van NV Access (Druk `alt+d` in, typ het volgende adres en druk vervolgens op `enter`):
pt_br: Carregue a página de download da NV Access (Pressione `control+l`, digite o seguinte endereço e pressione `enter`):
ru: Загрузите страницу загрузки NV Access (Нажмите `alt+d`, введите следующий адрес и нажмите `enter`):
ta: `நிலைமாற்றி+d` விசையை அழுத்தி, கீழ்க் கண்ட இணைய முகவரியைத் தட்டச்சுச் செய்து, `உள்ளிடு` விசையை அழுத்தி, என்வி அக்ஸஸின் தரவிறக்கப் பக்கத்தை ஏற்றவும்:
zh_tw: 載入 NV Access 下載頁面 (按 Alt+D，輸入以下網址並按 Enter)：

source: https://www.nvaccess.org/download
es: <target/>

source: Activate the "download" button
bg: Задействайте бутона „Download“
de: Klicken Sie auf den Schalter "Download"
es: Activa el botón "download"
hr: Aktivirajte gumb "download"
nl: Activeer de "download-knop"
pt_br: Ative o botão "download"
ru: Активируйте кнопку "download"
ta: "தரவிறக்குக" பொத்தானை அழுத்தவும்
zh_tw: 點選「Download」按鈕

source: The browser may or may not prompt for an action after downloading, and then start the download
bg: Браузърът ще ви попита какво да прави с този файл или директно ще го изтегли
de: Es kann sein, dass der Browser nach dem Herunterladen zu einer Aktion auffordert und dann das Herunterladen startet
es: El navegador puede o no indicarte una acción después de descargar, y después comienza la descarga
hr: Preglednik može, ali i ne mora prikazati dijaloški okvir u kojem ćete biti pitani za akciju koja će se izvršiti nakon preuzimanja, te će će preuzimanje započeti
nl: Na het downloaden krijgt u al dan niet een prompt van de browser om verder te gaan waarna u de download start
pt_br: O navegador pode ou não solicitar uma ação após o download e, em seguida, iniciar o download
ru: Браузер может запросить или не запросить выполнение действия после загрузки, а затем запустить загрузку
ta: தரவிறக்க ஒரு செயலைச் செயற்படுத்த உலாவி தூண்டலாம், அல்லது தூண்டாமலும் இருக்கலாம். பிறகு, தரவிறக்கம் தொடங்கும்.
zh_tw: 瀏覽器可能會有可操作的下載提示並開始下載

source: Depending on the browser, the file may run automatically after it downloads
bg: В зависимост от браузъра, файлът може да се стартира автоматично след изтегляне
de: Je nach Browser kann die Datei nach dem Herunterladen automatisch ausgeführt werden
es: Dependiendo del navegador, el fichero puede ejecutarse automáticamente después de que se descargue
hr: Ovisno o internetskom pregledniku, datoteka se može automatski pokrenuti poslije preuzimanja
nl: Afhankelijk van de gebruikte browser, zal het bestand automatisch worden uitgevoerd nadat het downloaden is voltooid
pt_br: Dependendo do navegador, o arquivo pode ser executado automaticamente após o download
ru: В зависимости от браузера файл может запускаться автоматически после его загрузки
ta: உலாவியைப் பொறுத்து, தரவிறக்கப்பட்ட கோப்பு தானாக இயங்கும்
zh_tw: 根據瀏覽器不同，檔案下載後可能會自動執行

source: If the file needs to be manually launched, press `alt+n` to move to the notification area, then `alt+r` to run the file (or the steps for your browser)
bg: Ако файлът трябва да бъде стартиран ръчно, натиснете `Alt+N`, за да преминете към панела с известията на браузъра, след това `Alt+О`, за да стартирате файла (стъпките за ползвания от вас браузър може да са различни)
de: Wenn die Datei manuell gestartet werden muss, drücken Sie `Alt+N`, um in den Infobereich zu gelangen, dann `alt+r`, um die Datei zu starten (oder die Schritte für Ihren Browser).
es: Si el fichero necesita lanzarse manualmente, pulsa `alt+n` para moverte al área de notificaciones, entonces `alt+r` para ejecutar el fichero (o los pasos para tu navegador)
hr: Ako datoteka mora biti ručno pokrenuta, pritisnite `alt+n` kako biste se premjestili na područje obavijesti, a potom `alt+r` kako biste pokrenuli datoteku (ili slične korake koji se primjenjuju u vašem web pregledniku)
nl: Als het bestand handmatig geactiveerd moet worden druk dan `alt+n` in om naar het notificatiepaneel te gaan, dan `alt+r` indrukken om het bestand uit te voeren (of de aanwijzingen voor uw browser)
pt_br: Se o arquivo precisar ser iniciado manualmente, pressione `alt+n` para se mover para a área de notificação, depois `alt+r` para executar o arquivo (ou os passos para o seu navegador)
ru: Если файл необходимо запустить вручную, нажмите `alt+n`, чтобы перейти в область уведомлений, затем `alt+r`, чтобы запустить файл (или выполните действия для вашего браузера).
ta: கைமுறையில் கோப்பு இயக்கப்பட வேண்டியிருந்தால், `நிலைமாற்றி+n` விசையை அழுத்தி அறிவிக்கைக்குச் சென்று, `நிலைமாற்றி+r` விசையை அழுத்தி கோப்பை இயக்கவும், அல்லது தங்களின் உலாவிக்கான படிமுறையை பின்பற்றவும்
zh_tw: 如果需要手動執行檔案，請按 Alt+N 移到通知，接著按 Alt+R 執行檔案 (或依照您所使用瀏覽器的步驟)

source: Setting up NVDA
bg: Настройване на NVDA
de: NVDA einrichten
es: Configurar NVDA
hr: Postavljanje NVDA
nl: NVDA instellen voor gebruik
pt_br: Instalando o NVDA
ru: Настройка NVDA
ta: என்விடிஏவை அமைத்தல்
zh_tw: 設定 NVDA

source: Running the file you have just downloaded will start a temporary copy of NVDA.
bg: Стартирането на файла, който току-що сте изтеглили, ще стартира временно копие на NVDA.
de: Wenn Sie die soeben heruntergeladene Datei ausführen, wird NVDA temporär entpackt und gestartet.
es: Al ejecutar el fichero que has descargado comenzará una copia temporal de NVDA.
hr: Pokrenete li datoteku koju ste upravo preuzeli, pokrenut će se privremena kopija NVDA čitača.
nl: Door het bestand dat u zojuist heeft gedownload uit te voeren wordt er een tijdelijke kopie van NVDA gestart.
pt_br: Ao executar o arquivo que você acabou de baixar, será iniciada uma cópia temporária do NVDA.
ru: При запуске только что загруженного файла начнёт работать временная копия NVDA.
ta: தாங்கள் தற்பொழுது தரவிறக்கியிருக்கும் கோப்பினை இயக்கினால், என்விடிஏவின் தற்காலிகப் படி துவக்கப்படும்.
zh_tw: 執行剛下載的檔案會啟動一個 NVDA 的暫時性版本，

source: You will then be asked if you want to install NVDA, create a portable copy or just continue using the temporary copy.
bg: След това ще бъдете попитани дали искате да инсталирате NVDA, да създадете преносимо копие или просто да продължите да използвате временното копие.
de: Sie werden dann gefragt, ob Sie NVDA installieren, eine portable Version erstellen oder nur temporär weiter verwenden möchten.
es: Entonces se te preguntará si quieres instalar NVDA, crear una copia portable, o sólo continuar utilizando la copia temporal.
hr: Tada će vas NVDA pitati želite li instalirati NVDA, izraditi prijenosnu kopiju ili nastaviti koristiti privremenu kopiju.
nl: Vervolgens wordt u gevraagd of u NVDA wilt installeren, een draagbare kopie wilt aanmaken of de tijdelijke kopie wilt blijven gebruiken.
pt_br: Você será questionado se deseja instalá-lo, criar uma cópia portátil ou apenas continuar usando a cópia temporária.
ru: Затем вам будет предложено установить, создать переносную копию или же просто продолжить пользоваться временной копией NVDA.
ta: என்விடிஏவை நிறுவ வேண்டுமா, கொண்டுசெல்லத்தக்கப் படியை உருவாக்க வேண்டுமா, அல்லது தற்காலிகப் படியை தொடர்ந்து இயக்க வேண்டுமா என்று பிறகு தங்களிடம் கேட்கப்படும்.
zh_tw: 將詢問您是要安裝 NVDA、建立可攜式版或繼續使用暫時性版本。

source: NVDA does not need access to the Internet to run or install once the launcher is downloaded.
bg: NVDA не се нуждае от достъп до интернет, за да се стартира или инсталира, след като инсталационният пакет бъде изтеглен.
de: NVDA benötigt beim Starten oder Installieren keinen Internetzugang, sobald der Launcher heruntergeladen ist.
es: NVDA no necesita acceder a Internet para ejecutarse o para instalarse una vez que el lanzador se descargó.
hr: Jednom kada se pokrene NVDA program za pokretanje, internetski pristup nije više potreban.
nl: Als het uitvoerbestand eenmaal is gedownload, is verbinding met het Internet om NVDA te draaien of te installeren niet langer nodig.
pt_br: O NVDA não precisa de acesso à Internet para ser executado ou instalado depois que o lançador — instalador — está baixado.
ru: после загрузки установочного пакета NVDA не нуждается в доступе к Интернету для запуска или установки.
ta: செலுத்தி தரவிறக்கப்பட்டவுடன், அதை இயக்க, அல்லது நிறுவ இணையத் தொடர்பு தேவைப்படுவதில்லை.
zh_tw: 下載安裝程式後 NVDA 不需連到網際網路即可執行或安裝，

source: If available, an internet connection does enable NVDA to check for updates periodically.
bg: Ако е налична, интернет връзката позволява на NVDA периодично да проверява за обновления.
de: Sofern eine Internetverbindung vorhanden ist, kann NVDA in regelmäßigen Abständen nach Updates suchen.
es: Si está disponible, una conexión a internet capacita a NVDA a buscar actualizaciones periódicamente.
hr: Ako je internetska veza dostupna, biti ćete u mogućnosti nadograđivati NVDA.
nl: Met een beschikbare internetverbinding kan NVDA regelmatig op updates controleren.
pt_br: Se disponível, uma conexão com a Internet permite que o NVDA verifique atualizações periodicamente.
ru: При наличии подключения к Интернету NVDA может периодически проверять наличие обновлений.
ta: இணையத் தொடர்பு இருந்தால், இற்றாக்கங்கள் இருக்கின்றனவா என்று அவ்வப்பொழுது துழாவ என்விடிஏவினால் இயலும்.
zh_tw: 若能連到網際網路可讓 NVDA 定期檢查更新。

source: Steps for running the downloaded launcher
bg: Стъпки за стартиране на изтегления инсталационен пакет
de: Schritte zum Ausführen des heruntergeladenen Launcher
es: Pasos para ejecutar el lanzador descargado
hr: Koraci za pokretanje preuzetog programa za pokretanje
nl: Gebruiksmogelijkheden van het gedownloade uitvoerbestand
pt_br: Passos para executar o lançador — instalador — baixado
ru: Шаги по запуску загруженного установочного пакета
ta: தரவிறக்கப்பட்ட செலுத்தியை இயக்குவதற்கான படிகள்
zh_tw: 執行下載的安裝程式步驟

source: The setup file is named "nvda_2022.1.exe" or similar.
bg: Инсталационният файл се казва „nvda_2022.4.exe“ или нещо подобно.
de: Die Setup-Datei heißt "nvda_2022.1.exe" oder so ähnlich.
es: El fichero de instalación se llama "nvda_2022.1.exe" o similar.
hr: Datoteka nosi ime "nvda_2022.1.exe" ili slično.
nl: Het setup-bestand heeft als naam "nvda_2022.1.exe" of iets dergelijks.
pt_br: O arquivo de instalação — setup — é denominado "nvda_2022.1.exe" ou similar.
ru: Установочный файл называется "nvda_2022.1.exe" или что-то подобное.
ta: "nvda_2022.1.exe", அல்லது அதுபோன்று அமைவுக் கோப்பு பெயரிடப்பட்டிருக்கும்.
zh_tw: 安裝檔名為 nvda_2022.1.exe 或類似的名稱，

source: The year and version changes between updates to reflect the current release.
bg: Годината и версията се променят между обновленията, за да отразяват текущото издание.
de: Das Jahr und die Version ändern sich zwischen den Updates, um die aktuelle Version wiederzugeben.
es: El año y la versión cambian entre actualizaciones para reflejar la versión actual.
hr: Godina i verzija se mijenjaju, kako bi ste znali da se izmjene odnose baš na tu verziju.
nl: Het jaar en de versie verschilt al naar gelang van de betreffende update.
pt_br: O ano e a versão mudam entre as atualizações para refletir a versão atual.
ru: Год выпуска и версия меняются между обновлениями в соответствии с текущим выпуском.
ta: தற்போதைய வெளியீட்டை பிரதிபலிக்கும் வகையில், ஆண்டின் எண்ணும், பதிப்பின் எண்ணும் இற்றாக்கங்களுக்கிடையே மாறுபடும்.
zh_tw: 依照目前發行的版本會顯示不同的年份及版次。

source: Run the downloaded file.
bg: Стартирайте изтегления файл.
de: Führen Sie die heruntergeladene Datei aus.
es: Ejecuta el fichero descargado.
hr: Pokrenite preuzetu datoteku.
nl: Het gedownloade bestanduitvoeren
pt_br: Execute o arquivo baixado.
ru: Запустите загруженный файл.
ta: தரவிறக்கப்பட்ட கோப்பினை இயக்கவும்.
zh_tw: 執行下載的檔案，

source: Music plays while a temporary copy of NVDA loads.
bg: Възпроизвежда се музика, докато се зарежда временно копие на NVDA.
de: Ein Signalton wird wiedergegeben, während eine temporäre NVDA-Version geladen wird.
es: Se reproduce una música mientras una copia temporal de NVDA se carga.
hr: Prilikom pokretanja instalacijskog programa, začut ćete glazbenu datoteku.
nl: Er klinkt een muziekje terwijl er een tijdelijke kopie van NVDA wordt geladen.
pt_br: Música toca enquanto uma cópia temporária do NVDA é carregada.
ru: Во время загрузки временной копии NVDA воспроизводится музыка.
ta: என்விடிஏவின் தற்காலிகப் படி ஏற்றப்படும்பொழுது இசை ஒலிக்கும்.
zh_tw: 載入 NVDA 暫時性版本過程中會有音樂播放，

source: Once loaded, NVDA will speak throughout the rest of the process.
bg: Щом се зареди, NVDA ще говори по време на останалата част от процеса.
de: Nach dem Laden wird NVDA den Rest während des Prozesses sprechen.
es: Una vez cargada, NVDA hablará durante el resto del proceso.
hr: Jednom kada se pokrene, NVDA će govoriti tijekom cijelog procesa.
nl: Als deze eenmaal geladen is, biedt NVDA spraakondersteuning gedurende het verdere verloop van het proces.
pt_br: Depois de carregado, o NVDA falará durante o restante do processo.
ru: После загрузки NVDA будет работать на протяжении всего процесса.
ta: ஏற்றப்பட்டவுடன், மீதமுள்ள படிமுறை முழுவதும் என்விடிஏ பேசும்.
zh_tw: 載入後 NVDA 將會在接下來的過程中朗讀。

source: The NVDA Launcher window appears with the license agreement.
bg: На екрана се появява прозорецът за стартиране на NVDA с лицензионното споразумение.
de: Das Fenster des NVDA Launchers wird mit der Lizenzvereinbarung angezeigt.
es: La ventana del lanzador de NVDA aparece con el acuerdo de licencia.
hr: Pojavit će se proces NVDA programa za pokretanje sa tekstom licencnog ugovora.
nl: Tegelijk met het NVDA dialoogvenster van de Launcher verschijnt de licentieovereenkomst.
pt_br: A janela NVDA Launcher — Lançador do NVDA — aparece com o contrato de licença.
ru: Появится окно запуска NVDA с лицензионным соглашением.
ta: என்விடிஏவின் செலுத்திச் சாளரம் உரிம ஒப்பந்தத்தைக் கொண்டு தோற்றமளிக்கும்.
zh_tw: NVDA 安裝程式視窗會顯示授權合約，

source: Press `downArrow` to read the license agreement if desired.
bg: Ако желаете да прочетете лицензионното споразумение, натиснете `стрелка надолу`.
de: Drücken Sie `Pfeiltaste nach unten`, um die Lizenzvereinbarung zu lesen, falls gewünscht.
es: Pulsa `flechaAbajo` para leer el acuerdo de licencia si lo deseas.
hr: Pritišćite `strelicu dolje` kako biste pročitali licencni ugovor ako želite.
nl: Druk op `PijlOmlaag` om, desgewenst, de licentieovereenkomst te lezen.
pt_br: Pressione `seta para baixo` para ler o contrato de licença, se desejar.
ru: При желании нажмите `Стрелку вниз` для ознакомления с лицензионным соглашением.
ta: விருப்பமிருந்தால், `கீழம்பு` விசையை அழுத்தி உரிம ஒப்பந்தத்தைப் படிக்கவும்.
zh_tw: 如有需要請按向下鍵來閱讀授權合約。

source: Press `tab` to move to the "I agree" checkbox, then press the `spacebar` to check it.
bg: Натиснете `TAB`, за да преминете към полето за отметка „Съгласявам се“, след което натиснете `клавиша за интервал`, за да го отметнете.
de: Drücken Sie die `Tab-Taste`, um zum Kontrollkästchen "Ich stimme zu" zu gelangen und drücken Sie dann die `Leertaste`, um es zu aktivieren.
es: Pulsa `tab` para desplazarte a la casilla de verificación "Acepto", entonces pulsa la `barra espaciadora` para marcarla.
hr: Pritišćite `tab` kako biste se pomaknuli na potvrdni okvir "Prihvaćam", a potom pritisnite `razmaknicu` kako biste ga odabrali.
nl: Druk op `tab` om naar het "Ik ga akkoord" selectievakje te gaan. Druk nu op de `spatiebalk` om dit vakje aan te kruisen.
pt_br: Pressione `tab` para mover-se para a caixa de seleção "Concordo", então pressione a `barra de espaço` para marcá-la.
ru: Нажмите `tab`, чтобы перейти к флажку "Я согласен", затем нажмите `пробел`, чтобы установить его.
ta: `தத்தல்` விசையை அழுத்தி, "ஏற்றுக்கொள்கிறேன்" தேர்வுப் பெட்டிக்குச் சென்று, `இடைவெளிப் பட்டையை` அழுத்தி அதைத் தேர்வுச் செய்யவும்.
zh_tw: 按 Tab 移到「我同意」核取方塊並按空白鍵來勾選它。

source: Press `tab` to move through the options, then press `enter` on the desired option.
bg: Натиснете `TAB`, за да преминете през опциите, след което натиснете `ENTER` върху желаната опция.
de: Drücken Sie die `Tab-Taste`, um sich durch die Optionen zu bewegen und drücken Sie dann die `Eingabetaste` bei der gewünschten Option.
es: Pulsa `tab` para desplazarte por las opciones, entonces pulsa `intro` sobre la opción deseada.
hr: Pritišćite `tab` kako biste se premještali između opcija, a potom pritisnite `enter` na željenoj opciji.
nl: Druk `tab` om de verschillende opties te verkennen, druk dan `enter` bij de gewenste optie.
pt_br: Pressione `tab` para percorrer as opções, depois pressione `enter` na opção desejada.
ru: Для перехода к нужному варианту нажимайте `tab`, затем нажмите `enter` на нужном.
ta: `தத்தல்` விசையை அழுத்தி, விருப்பத் தேர்வுகளுக்கிடையே நகர்ந்து, தாங்கள் விரும்பும் தேர்வின் மீது `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: 按 Tab 移到各個選項並在想要的選項上按 Enter。

source: The options are:
bg: Опциите са:
de: Die Optionen sind:
es: Las opciones son:
hr: Opcije su slijedeće:
nl: De opties zijn:
pt_br: As opções são:
ru: Возможны следующие варианты:
ta: பின்வருபவை விருப்பத் தேர்வுகளாகும்:
zh_tw: 選項有：

source: "Install NVDA on this computer": This is the main option most users want for easy use of NVDA.
bg: „Инсталирай NVDA на този компютър“: Това е основната опция, която повечето потребители биха предпочели, с цел лесно използване на NVDA.
de: "NVDA auf diesem Computer installieren": Dies ist die Hauptoption, die die meisten Benutzer für eine einfache Verwendung von NVDA wünschen.
es: "Instalar NVDA en este ordenador": esta es la opción principal que la mayoría de los usuarios de NVDA quieren utilizar.
hr: "Instaliraj NVDA na ovom računalu": Ovo je opcija koju većina korisnika želi zbog jednostavnog korištenja NVDA.
nl: "Installeer NVDA op deze computer": Dit is de meest gekozen optie met veel gebruiksgemak.
pt_br: "Instalar o NVDA neste computador": Esta é a principal opção que a maioria dos usuários desejam para facilitar o uso do NVDA.
ru: "Установить NVDA на этот компьютер": Это основная опция, которую большинство пользователей хотят использовать для удобства использования NVDA.
ta: "என்விடிஏவை இக்கணினியில் நிறுவுக": எளிதான என்விடிஏ பயன்பாட்டுக்கு பெரும்பாலான பயனர்கள் தெரிவுச் செய்யும் விருப்பத் தேர்வு இதுதான்.
zh_tw: 安裝 NVDA 在這台電腦：這是大多數使用者想要輕鬆使用 NVDA 的主要選項。

source: "Create portable copy": This allows NVDA to be setup in any folder without installing.
bg: „Създай преносимо копие“: Това позволява NVDA да бъде разопакован във всяка папка без инсталиране.
de: "Portable Version erstellen": Damit kann NVDA ohne Installation in einem beliebigen Ordner installiert werden.
es: "Crear copia portable": esto permite que NVDA se copie en cualquier carpeta sin instalarse.
hr: "Stvori prijenosnu kopiju": Ovo omogućuje postavljenje NVAD u bilo koju mapu bez instalacije.
nl: "Maak draagbare kopie aan": Hiermee kunt u NVDA in elke willekeurige map opslaan voor gebruik zonder het programma te installeren.
pt_br: "Criar cópia portátil": Isso permite que o NVDA seja configurado em qualquer pasta sem instalar.
ru: "Создать переносную копию": позволяет установить NVDA в любую папку без установки.
ta: "கொண்டுசெல்லத்தக்கப் படியை உருவாக்குக": என்விடிஏவின் படியை நிறுவாமல் எந்தக் கோப்புறையிலும் அமைக்க இது அனுமதிக்கிறது.
zh_tw: 建立可攜式版：這允許在任何資料夾中建立 NVDA 而不需安裝，

source: This is useful on computers without admin rights, or on a memory stick to carry with you.
bg: Това е полезно на компютри без администраторски права или на преносима памет, която да носите със себе си.
de: Dies ist auf Computern ohne Administratorrechte oder auf einem Speicherstick zum Mitnehmen nützlich.
es: Esto es útil en ordenadores sin derechos de administrador, o en una memoria USB para llevarla contigo.
hr: Ovo je korisno na računalima bez administratorskih prava, te na Usb stickovima u svrhu nošenja sa sobom.
nl: Dit is handig op computers waar u niet over admin-rechten beschikt, of op een geheugen-stick die u meeneemt.
pt_br: Isso é útil em computadores sem direitos de administrador ou em um cartão de memória para carregar com você.
ru: Это полезно для компьютеров без прав администратора, или для копирования на карту памяти или съёмный USB-носитель, который можно носить с собой.
ta: நிர்வாகியின் சிறப்புரிமையற்ற கணினிகளைப் பயன்படுத்தும்பொழுதும், தங்களுடன் கொண்டுசெல்லத்தக்க ஊடகத்திலும் இது பயனுள்ளதாக இருக்கும்.
zh_tw: 通常用在沒有管理員權限的電腦上或是儲存在您攜帶的隨身碟中。

source: When selected, NVDA walks through the steps to create a portable copy.
bg: Когато е избрано, NVDA преминава през стъпките за създаване на преносимо копие.
de: Wenn Sie diese Option auswählen, führt NVDA Sie durch die Schritte zur Erstellung einer portablen Version.
es: Al seleccionarse, NVDA sigue los pasos para crear una copia portable.
hr: Kada ej ova opcija označena, NVDA će vas voditi kroz korake za stvaranje prijenosne kopije.
nl: Als u hiervoor kiest, voert NVDA u stapsgewijs door het proces voor het aanmaken van een draagbare kopie.
pt_br: Quando selecionado, o NVDA percorre as etapas para criar uma cópia portátil.
ru: Если этот параметр выбран, NVDA выполняет шаги по созданию переносной копии.
ta: இவ்விருப்பத் தேர்வினைத் தெரிவுச் செய்தால், கொண்டுசெல்லத்தக்கப் படியை உருவாக்கும் படிகளில் என்விடிஏ தங்களை நடத்திச் செல்லும்.
zh_tw: 選擇此項 NVDA 將進入建立可攜式版的步驟，

source: The main thing NVDA needs to know is the folder to setup the portable copy in.
bg: Основното нещо, което NVDA трябва да знае, е папката за разопаковане на преносимото копие.
de: Das Wichtigste, was NVDA benötigt, ist der Ordner, in dem diese portable Version eingerichtet werden soll.
es: La principal cosa que NVDA necesita conocer es la carpeta para poner la copia portable.
hr: Glavna informacija koja je potrebna NVDA je mapa u kojoj će biti smještena njegova prijenosna kopija.
nl: Het belangrijkste dat NVDA moet weten is in welke map de draagbare kopie moet worden ondergebracht.
pt_br: A principal coisa que o NVDA precisa saber é a pasta para configurar a cópia portátil.
ru: Главное, что нужно знать NVDA, — это папка для установки переносной копии.
ta: கொண்டுசெல்லத்தக்கப் படியை எந்தக் கோப்புறையில் அமைக்க வேண்டுமென்பதுதான் என்விடிஏவிற்கு தெரியவேண்டிய முக்கியச் செய்தியாகும்.
zh_tw: 主要是 NVDA 需知道建立可攜式版的資料夾所在。

source: "Continue running": This keeps the temporary copy of NVDA running.
bg: „Продължаване на работата“: Това оставя да работи временното копие на NVDA.
de: "Weiter ausführen": Damit wird die temporäre NVDA-Version weiter ausgeführt.
es: "Continuar ejecutando": esto mantiene la copia temporal de NVDA en ejecución.
hr: "Nastavi pokretanje": Ovo ostavlja pokrenutu privremenu kopiju.
nl: Doorgaan": Dit zorgt ervoor dat de tijdelijke kopie van NVDA actief blijft.
pt_br: "Continue executando": Isso mantém a cópia temporária do NVDA em execução.
ru: "Продолжить работу": временная копия NVDA будет продолжать работать.
ta: "தற்காலிகப் படியைத் தொடர்ந்து இயக்குக": செலுத்தப்பட்டிருக்கும் தற்காலிகப் படியை இது தொடர்ந்து இயங்கவைக்கிறது.
zh_tw: 繼續執行：這會使 NVDA 暫時性版本保持執行，

source: This is useful for testing features in a new version before installing it.
bg: Това е полезно за тестване на функции в нова версия, преди да я инсталирате.
de: Dies ist nützlich, um Funktionen in einer neuen Version zu testen, bevor sie installiert wird.
es: Esto es útil para probar características en una versión nueva antes de instalarla.
hr: Ovo je korisno prilikom testiranja novih značajki nove verzije prije instalacije.
nl: Dit is nuttig als u features in een nieuwe versie wilt testen voordat u overgaat tot installatie.
pt_br: Isso é útil para testar recursos em uma nova versão antes de instalá-la.
ru: Это полезно для тестирования возможностей новой версии перед её установкой.
ta: ஒரு புதியப் பதிப்பை நிறுவும் முன், அதிலிருக்கும் கூறுகளை பரிசோதிக்க இது பயனுள்ளதாக இருக்கும்.
zh_tw: 這在安裝新版本前測試新版功能很有幫助。
