Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This option is on by default, though certain users may wish to turn this off, such as those typing Vietnamese with the UniKey typing software as it will cause incorrect character input.
bg: Тази опция е включена по подразбиране, макар че някои потребители може да искат да я изключат, например тези, които пишат на виетнамски с помощта на програмата за писане UniKey, тъй като ще предизвика въвеждане на погрешните символи.
de: Diese Option ist standardmäßig aktiviert, obwohl manche Benutzer dies bestimmt deaktivieren, z. B. diejenigen, die Vietnamesisch mit der UniKey-Software schreiben, da dies zu einer falschen Zeicheneingabe führt.
es: Esta opción está activada por defecto aunque algunos usuarios pueden necesitar deshabilitarla, como aquellos que escriban en vietnamita con el programa de escritura Unikey ya que hará que la entrada de caracteres sea incorrecta.
hr: Ova je opcija standardno aktivirana, ali neki korisnici bi to htjeli isključiti, npr. korisnici koji upisuju vijetnamski pomoću UniKey programa za tipkanje, jer će to prouzrokovati pogrešan unos znakova.
nl: Deze optie is standaard ingeschakeld, maar bepaalde gebruikers,zoals mensen die werken met het UniKey typeprogramma voor Viëtnamees, zullen er wellicht de voorkeur aan geven deze optie uit te zetten omdat er anders fouten bij de invoer ontstaan.
pt_br: Tal opção está ativada por padrão, embora certos usuários podem querer desativá-la, como por exemplo durante a digitação de texto Vietnamita por meio do software de digitação Unikey, pois isso ocasionará a inserção incorreta de caracteres.
ru: По умолчанию этот флажок установлен, хотя некоторые пользователи, возможно, предпочтут отключить эту опцию, например, пользователи, набирающие вьетнамские тексты при помощи программы UniKey, так как это приведет к некорректному вводу символов.
ta: இயல்பில், இத்தேர்வுப் பெட்டித் தேர்வாகியிருப்பினும், வியட்னாமிய மொழியில் பயன்படுத்தப்படும் யுனிகீ (UniKey) உள்ளீடு போன்ற மென்பொருட்களைப் பயன்படுத்துபவர்கள், தவறான உள்ளீடுகளைத் தவிர்க்க, இத்தேர்வினை நீக்க விரும்புவார்கள்.
zh_tw: 此選項預設是開啟的，不過某些使用者會想關掉它，例如那些利用 UniKey 輸入越南文的使用者，因為這會造成不正確的字元輸入。

source: Multiple key press timeout
bg: Време за изчакване при натискане на няколко клавиша
es: <target/>
hr: Vremensko ograničenje pritiska na više tipki
ru: Время ожидания повторного нажатия клавиши
ta: பல விசைகளை அழுத்துவதற்கான காலாவதி நேரம்
zh_tw: 按鍵連按逾時

source: Some NVDA keyboard gestures perform different actions based upon how many times the same key is pressed in rapid succession.
bg: Някои клавишни команди на NVDA изпълняват различни действия в зависимост от това колко пъти даден клавиш е натиснат в бърза последователност.
es: Algunos gestos de teclado de NVDA realizan diferentes acciones en función de cuántas veces se pulse la misma tecla rápidamente.
hr: Neke NVDA tipkovnice izvode različite radnje ovisno o tome koliko se puta pritisne ista tipka u brzom slijedu.
ru: Некоторые жесты в NVDA выполняют различные действия в зависимости от того, сколько раз подряд нажимается одна и та же клавиша.
ta: சில என்விடிஏ விசைப்பலகை சைகைகள், ஒரே விசையை விரைந்து அடுத்தடுத்து எத்தனை முறை அழுத்தப்படுகிறது என்பதன் அடிப்படையில் வெவ்வேறு செயல்களைச் செய்கின்றன.
zh_tw: 有些 NVDA 鍵盤手勢會根據快速連續按下相同按鍵的次數來執行不同的動作，

source: An example of this is the "Report current character of navigator object" command.
bg: Пример за това е командата „Докладване на текущия знак в навигационния обект“.
es: Un ejemplo de esto es la orden "Anunciar carácter actual del navegador de objetos".
hr: Primjer za to je naredba "Prijavi trenutni karakter objekta navigatora".
ru: Примером этого может служить команда "Читать текущий символ объекта навигатора".
ta: "வழிசெலுத்திப் பொருளின் தற்போதைய வரியுருவை அறிவித்திடுக" கட்டளை இதற்கு ஒரு எடுத்துக்காட்டாகும்.
zh_tw: 「讀出目前導覽物件的檢閱游標所在字元」指令即為一個例子，

source: This command reports the character if pressed once, a phonetic description of the character if pressed twice, and the numeric value of the character if pressed three times.
bg: Тази команда докладва знака, ако бъде натисната веднъж, фонетично описание на знака, ако бъде натисната двукратно и числовата стойност на знака, ако бъде натисната трикратно.
es: Esta orden anuncia el carácter si se pulsa una vez, una descripción fonética del carácter si se pulsa dos veces y el valor numérico del carácter si se pulsa tres veces.
hr: Ova naredba izvještava o znaku ako se pritisne jednom, fonetskom opisu znaka ako se pritisne dva puta i numeričkoj vrijednosti znaka ako se pritisne tri puta.
ru: Эта команда сообщает о символе при однократном нажатии, о фонетическом описании символа при двукратном нажатии и о числовом значении символа при трехкратном нажатии.
ta: இக்கட்டளையை ஒருமுறை அழுத்தினால் எழுத்தையும், இருமுறை அழுத்தினால் எழுத்தின் ஒலிப்பு விளக்கத்தையும், மும்முறை அழுத்தினால் எழுத்தின் எண் மதிப்பையும் அறிவிக்கிறது.
zh_tw: 按一下此指令讀出該字元，連按兩下讀出該字元的字元說明，連按三下讀出該字元的數值。

source: This option configures the timeout after which an additional press of the same key will start a new gesture, rather than being taken as a subsequent press of the first one.
bg: Тази опция конфигурира времето за изчакване, след което допълнително натискане на същия клавиш ще задейства нов жест, вместо да се приема като последващо задействане на първия.
es: Esta opción configura el tiempo de espera tras el cual una pulsación adicional de la misma tecla iniciará un nuevo gesto, en lugar de tomarse como una pulsación posterior de la primera.
hr: Ova opcija konfigurira vremensko ograničenje nakon kojeg će dodatni pritisak na istu tipku pokrenuti novu gestu, umjesto da se uzima kao sljedeći pritisak na prvu.
ru: Эта опция настраивает время ожидания, по истечении которого дополнительное нажатие той же клавиши запускает новый жест, а не воспринимается как последующее нажатие первой клавиши.
ta: ஒரு விசையின் அழுத்தம், அதே விசையின் தொடர் அழுத்தமில்லை, அது ஒரு புதிய அழுத்தம் என்று வரையறுக்க இவ்விருப்பத் தேர்வு காலாவதி நேரத்தை வடிவமைக்கிறது.
zh_tw: 此選項可設定一個時間，在此時間之後再次按下同一按鍵將視為新的手勢，而不是第一個手勢的後續。

source: For the example command, a too short timeout will cause two presses to report the current character twice, rather than the phonetic description.
bg: За примерната команда твърде кратко време за изчакване ще накара две натискания да докладват текущия знак два пъти, а не фонетичното описание.
es: Para la orden del ejemplo, un tiempo de espera demasiado corto hará que dos pulsaciones anuncien dos veces el carácter actual, en lugar de la descripción fonética.
hr: Za primjer naredbe, prekratko vremensko ograničenje uzrokovat će dva pritiska da dvaput prijave trenutni znak, umjesto fonetskog opisa.
ru: Для приведённой в примере команды слишком короткое время ожидания приведёт к тому, что при двух нажатиях текущий символ будет прочитан дважды, а не фонетическое описание.
ta: எடுத்துக்காட்டு கட்டளையில், மிகக் குறுகிய காலாவதி நேரம், எழுத்து விளக்கத்தை அறிவிக்காமல், அதே எழுத்தை இருமுறை அறிவிக்கும்.
zh_tw: 對於上述舉例的指令，過短的時間將導致連按兩下會讀出目前字元兩次而不是讀出字元說明。

source: The default timeout is 500 ms, i.e. half a second.
bg: Времето за изчакване по подразбиране е 500 милисекунди (т.е. половин секунда).
es: El tiempo de espera predeterminado es de 500 milésimas de segundo, es decir, medio segundo.
hr: Zadano vremensko ograničenje je 500 ms, odnosno pola sekunde.
ru: Тайм-аут по умолчанию составляет 500 мс, то есть полсекунды.
ta: இயல்பிருப்பு காலாவதி நேரம் 500 நுண்வினாடிகள், அதாவது அரை வினாடி.
zh_tw: 預設逾時為 500 毫秒，也就是半秒鐘的時間，

source: Increasing this timeout may be especially useful for people using sticky keys, or who have a physical disability.
bg: Увеличаването на това време за изчакване може да бъде особено полезно за хора, които използват залепващи (оставащи) клавиши или които имат физическо увреждане.
es: Aumentar este tiempo de espera puede ser especialmente útil para las personas que utilicen sticky keys, o que tengan una discapacidad física.
hr: Povećanje ovog vremenskog ograničenja može biti posebno korisno za ljude koji koriste ljepljive tipke ili koji imaju tjelesni invaliditet.
ru: Увеличение этого времени ожидания может быть особенно полезно для людей, использующих залипание клавиш или имеющих физические недостатки.
ta: ஒட்டும் விசைகளைப் பயன்படுத்துபவர்கள், அல்லது உடல் குறைபாடுடையவர்கள் இக்காலாவதி நேரத்தை உயர்த்திக்கொள்வது அவர்களுக்குப் பயனளிக்கும்.
zh_tw: 增加此逾時對於使用相黏鍵或有肢體障礙的人來說可能特別有用。

source: Mouse
bg: Мишка
de: Die Maus-Einstellungen
es: Ratón
hr: Miš
nl: Muis (NVDA+control+m)
ru: Мышь
ta: சொடுக்கி
zh_tw: 滑鼠

source: Open Mouse settings
bg: Отваряне на настройките на мишката
de: Maus-Einstellungen öffnen
es: Abre las opciones de Ratón
hr: Otvara postavke miša
nl: Muisinstellingen openen
pt_br: Abrir configurações de Mouse
ru: Открыть настройки мышы
ta: சொடுக்கி அமைப்புகளைத் திறவுக
zh_tw: 開啟滑鼠設定

source: Key: `NVDA+control+m`
bg: Клавишна комбинация: `NVDA+Control+M`
de: Tastenkombination: `NVDA+Strg+M`
es: Tecla: `NVDA+control+m`
hr: Prečac: `NVDA+kontrol+m`
nl: Toets: `NVDA+control+m`
pt_br: Tecla: `NVDA+control+m`
ru: Комбинация клавиш: `NVDA+control+m`
ta: விசை: `என்விடிே+கட்டுப்பாடு+m`
zh_tw: 快速鍵: `NVDA+Ctrl+M`

source: The Mouse category in the NVDA Settings dialog allows NVDA to track the mouse, play mouse coordinate beeps and sets other mouse usage options.
bg: Категорията „Мишка“ в прозореца с настройките на NVDA позволява на NVDA да проследява мишката, да възпроизвежда звукови сигнали за координатите на мишката и да задава други опции за използване на мишката.
de: Die Kategorie "Maus" in den NVDA-Einstellungen bietet Optionen zur Mausverfolgung, zu akustischer Koordinatenanzeige, etc.
es: La categoría Ratón del cuadro de diálogo Opciones de NVDA permite a NVDA realizar un seguimiento del ratón, reproducir pitidos de sus coordenadas y configurar otras opciones de uso del ratón.
hr: Kategorija Miš u dijaloškom okviru NVDA Postavke, omogućuje praćenje miša, reproduciranje zvučnih koordinata te postavljanje drugih opcija.
nl: Via de categorie Muis in het dialoogvenster Instellingen van NVDA kunt u de muis volgen, het afspelen van pieptonen voor muiscoórdinaten en andere opties voor het gebruik van een muis instellen.
pt_br: A categoria Mouse — Rato — no diálogo de Configurações do NVDA permite que o NVDA rastreie o mouse, reproduza bipes de coordenadas do mouse e defina outras opções de uso do mouse.
ru: Категория "Мышь" диалогового окна настроек NVDA позволяет включать режим отслеживания указателя мыши, звуковые сигналы при перемещении мыши, а также другие параметры взаимодействия с мышью.
ta: என்விடிஏ அமைப்புகளில் காணப்படும் சொடுக்கி வகைமை, சொடுக்கியைப் பின்தொடருதல், கேட்பொலி இசைவுகளை இயக்குதல் மற்றும் பிற சொடுக்கி பயன்பாட்டு விருப்பத் தேர்வுகளை அமைக்க என்விடிஏவை அனுமதிக்கிறது.
zh_tw: 「滑鼠」類別在 NVDA 設定對話框中，允許 NVDA 跟隨滑鼠朗讀、隨滑鼠移動發出聲音和設定其他滑鼠使用選項，

source: This category contains the following options:
bg: Тази категория съдържа следните опции:
de: Folgende Optionen sind enthalten:
es: Esta categoría contiene los siguientes ajustes:
hr: Ova kategorija sadrži sljedeće opcije:
nl: De categorie Muisinstellingen in het dialoogvenster Instellingen NVDA heeft de volgende opties:
pt_br: Essa categoria contém as seguintes opções:
ru: Эта категория содержит следующие опции:
ta: இவ்வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 此類別包括以下選項：

source: Report Mouse Shape Changes
bg: Докладвай промените на курсора
de: Änderungen der Mauszeigerform ansagen
es: Anunciar Cambios en la Forma del Ratón
hr: Izvijesti o promjenama oblika miša
nl: Veranderingen van muisaanwijzervorm melden
pt_br: Anunciar mudanças No Formato do Mouse
ru: Сообщать изменение формы указателя мыши
ta: சொடுக்கியின் உருவ மாற்றங்களை அறிவித்திடுக
zh_tw: 讀出滑鼠圖案變化

source: A checkbox, that when checked means that NVDA will announce the shape of the mouse pointer each time it changes.
bg: Тази опция е поле за отметка, което ако е отметнато означава, че NVDA ще ви съобщава формата на курсора на мишката всеки път, когато тя се промени.
de: Dieses Kontrollfeld legt fest, ob NVDA bei Änderung des Mauszeigers die Form mit ansagen soll.
es: Una casilla de verificación, que cuando se marca significa que NVDA anunciará la forma del puntero del ratón cada vez que cambie.
hr: Kad se ovaj potvrdni okvir odabere, NVDA izgovara promjene oblika pokazivača miša.
nl: Als dit selectievakje is ingeschakeld, zal NVDA elke verandering die optreedt in de vorm van de muisaanwijzer melden.
pt_br: Uma caixa de seleção que quando marcada informa ao NVDA para anunciar em qualquer altura a alteração da forma do ponteiro do mouse.
ru: Если этот флажок установлен, то NVDA будет каждый раз сообщать изменение формы указателя мыши.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், சொடுக்கியின் குறிமுள், ஒவ்வொரு முறை உருவம் மாறும்பொழுதும், என்விடிஏ அறிவிக்கும்.
zh_tw: 當勾選此核取方塊，每次滑鼠指標圖案改變時便會讀出，

source: The mouse pointer in Windows changes shape to convey certain information such as when something is editable, or when something is loading etc.
bg: Курсорът на мишката в Windows променя формата си, за да съобщи на потребителя определена информация като например, че нещо може да се редактира, или че нещо зарежда.
de: In Windows ändert sich die Form des Mauszeigers, wenn sich dieser Beispielsweise in einem Eingabefeld befindet, oder wenn etwas geladen wird.
es: El puntero del ratón en Windows cambia su forma para comunicar cierta información tal como cuando algo es editable, o cuando algo se está cargando, etc.
hr: Pokazivač miša u Windowsu mijenja oblik, kako bi prenio određene informacije, npr: kad je nešto moguće urediti ili kad se nešto pokreće itd.
nl: In Windows verandert de vorm van de muisaanwijzer om aan te geven waar de computer mee bezig is, zoals met het laden van iets of om te laten weten dat u tekst kunt invoeren.
pt_br: O ponteiro do mouse altera a sua forma no Windows para fornecer determinada informação tal como quando algo é editável, ou quando algo está carregando, etc.
ru: Указатель мыши в Windows изменяет форму, чтобы сообщить пользователю о каком-либо событии или действии, таком как возможность редактирования, загрузка файла и т. д.
ta: சாளரத்தில், தொகுக்கப்படும் வகையில் ஏதேனும் உள்ளதா, அல்லது ஏதேனும் ஏற்றப்படுகிறதா போன்ற தகவல்களை அறிவிக்க, சொடுக்கியின் உருவம் மாறும்.
zh_tw: Windows 中滑鼠指標圖案會改變以傳達某些資訊，例如可編輯狀態或正在載入中。

source: Enable mouse tracking
bg: Включи проследяването на мишката
de: Maus-Verfolgung einschalten
es: Habilitar Seguimiento del Ratón
hr: Aktiviraj praćenje miša
nl: Muis volgen
pt_br: Habilitar Rastreamento do Mouse
ru: Включить отслеживание мыши
ta: சொடுக்கியைப் பின்தொடர்க
zh_tw: 啟用跟隨滑鼠朗讀

source: Key: NVDA+m
bg: Клавишна комбинация: NVDA+M
de: Tastenkombination: NVDA+M
es: Tecla: NVDA+m |
hr: Prečac: NVDA+m
nl: Toets : NVDA+m |
pt_br: Tecla: NVDA+m
ru: Комбинация клавиш: NVDA+M
ta: விசை: என்விடிஏ+m
zh_tw: 快速鍵: NVDA+m

source: When enabled, NVDA will announce the text currently under the mouse pointer, as you move it around the screen. This allows you to find things on the screen, by physically moving the mouse, rather than trying to find them through object navigation.
bg: Когато тази опция е включена, NVDA ще ви съобщава информацията под курсора на мишката, докато го движите. Това ви позволява да намерите неща на екрана, като физически премествате мишката, вместо да ги търсите използвайки обектната навигация.
de: Dieses Kontrollfeld weist NVDA an, den Text unter dem Mauszeiger vorzulesen. Das erleichtert Ihnen das Auffinden von Informationen am Bildschirm, wenn Sie mittels der Maus den Mauszeiger über den Bildschirm bewegen.
es: Cuando está marcada significa que NVDA anunciará el texto actualmente bajo el puntero del ratón, a medida que lo muevas por la pantalla. Esto te permite encontrar cosas en ella, moviendo físicamente el ratón, en lugar de tratar de encontrarlas a través del navegador de objetos.
hr: Kad je ova opcija aktivirana, NVDA će izvijestiti o tekstu koji se trenutačno nalazi ispod pokazivača miša, dok pomičete miša po ekranu. Ovo omogućuje pronalaženje elemenata na ekranu pomoću miša, umjesto pomoću kretanja po objektima.
nl: Door het selectievakje in te schakelen wordt de tekst gelezen die zich onder de muisaanwijzer bevindt bij verplaatsing van de muis over het scherm. U kunt dus naar iets zoeken door de muis zelf te verplaatsen in plaats van zoeken met objectnavigatie.
pt_br: Esta é uma caixa de seleção que quando habilitada faz com que o NVDA anuncie o texto atual sobre o ponteiro do mouse, conforme este se move pela tela. Isso permite que procure coisas na tela, movendo fisicamente o mouse, ao invés de tentar encontrar através da navegação de objetos.
ru: Если этот флажок установлен, то NVDA будет читать текст, расположенный в данный момент под указателем мыши. Это позволит вам находить нужную информацию физически перемещая мышь, вместо использования объектной навигации.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், கணினித் திரையில், சொடுக்கியின் குறிமுள்ளை நகர்த்தும்பொழுது, குறிமுள்ளின் கீழிருக்கும் உரை படிக்கப்படும். பொருள் வழிசெலுத்தலைப் பயன்படுத்தாமல், சொடுக்கியைப் பயன்படுத்தும்பொழுது, இது உதவும்.
zh_tw: 當啟用時，移動滑鼠 NVDA 將會讀出滑鼠指標所指的文字，這允許您藉由實際移動滑鼠來尋找螢幕上的內容而不是藉由物件導覽的方式來尋找。

source: Text unit resolution
bg: Обхват на докладвания текст
de: Auflösung der Texteinheit
es: Unidad de Resolución de Texto
hr: Razlučivost tekstualne jedinice
nl: Resolutie van teksteenheid
pt_br: Unidade de leitura — resolução — de texto
ru: Размер единицы текста
ta: உரைத் தொகுதியின் துல்லியம்
zh_tw: 讀出文字範圍

source: If NVDA is set to announce the text under the mouse as you move it, this option allows you to choose exactly how much text will be spoken.
bg: Ако NVDA е настроен да ви съобщава текста под курсора на мишката докато го движите, тази опция ви позволява да избирате точно колко информация да се изговаря.
de: Wenn die vorherige Option aktiviert ist, können Sie festlegen, wieviel Text angesagt wird, während Sie die Maus bewegen.
es: Si NVDA está configurado para anunciar el texto bajo el ratón según lo muevas, esta opción te permite elegir exactamente cuánto texto será verbalizado.
hr: Ako je NVDA postavljen da izgovara tekst ispod miša dok pomičete miša po ekranu, ova opcija omogućuje podešavanje količine teksta koja će se izgovarati.
nl: Als u ervoor gekozen hebt om de tekst onder de muis te laten uitspreken, kunt u hier instellen hoeveel tekst moet worden uitgesproken.
pt_br: Se o NVDA estiver configurado para anunciar o texto sob o ponteiro do mouse à medida que o move, esta opção permite escolher exatamente quanto texto será anunciado.
ru: Если NVDA настроена на чтение текста под указателем мыши при его перемещении, то с помощью этой опции вы можете точно выбрать, какое количество текста следует читать.
ta: சொடுக்கியின் பின்தொடருதல் இயக்கத்தில் இருக்கும்பொழுது, இவ்விருப்பத் தேர்வு, எவ்வளவு துல்லியத்துடன் உரை படிக்கப்பட வேண்டுமென்று வரையறுக்க உதவுகிறது.
zh_tw: 若 NVDA 設定啟用跟隨滑鼠朗讀，此選項可讓您選擇讀出文字的確切範圍，

source: The options are character, word, line and paragraph.
bg: Опциите тук са знак, дума, ред и абзац.
de: Sie können dabei zwischen Zeichen, Wörter, Zeile oder Absätze auswählen.
es: Las opciones son carácter, palabra, línea y párrafo.
hr: Možete birati između znaka, retka, riječi i odlomka.
nl: U hebt de keuze uit karakter, woord, regel en alinea.
pt_br: As opções são caractere, palavra, linha e parágrafo.
ru: Можно выбрать между символом, словом, строкой и абзацем.
ta: வரியுரு, சொல், வரி, பத்தி ஆகியவைகளே அவ்விருப்பத் தேர்வுகளாகும்.
zh_tw: 選項有字元、單字、單行及段落。

source: To toggle text unit resolution from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключвате от всякъде между различните стойности за обхвата на докладвания текст, назначете жест по избор като използвате [прозореца за жестове на въвеждане](#InputGestures).
de: Um die Auflösung der Texteinheiten von überall her umzuschalten, weisen Sie bitte eine Tastenkombination über das Dialogfeld für die [Tastenbefehle](#InputGestures) zu.
es: Para cambiar la unidad de resolución de texto desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [Diálogo Gestos de entrada](#InputGestures).
hr: Za mijenjanje razlučivost tekstualne jedinice s bilo kojeg mjesta, dodijelite prilagođeni prečac u dijaloškom okviru [Ulazne geste](#InputGestures).
nl: Om op een willekeurige plek te wisselen van resolutieniveau moet u een aangepaste invoerhandeling toekennen via het [dialoogvenster Invoerhandelingen](#InputGestures).
pt_br: Para alternar a resolução da unidade de texto de qualquer lugar, por favor, atribua um comando personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: Для изменения размера единицы сообщаемого текста из любого места, пожалуйста, назначьте пользовательский жест на эту команду в диалоге [Жесты ввода](#InputGestures).
ta: உரைத் தொகுதியின் துல்லியத்தை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換讀出文字範圍，請使用[輸入手勢對話框](#InputGestures)來指派手勢。

source: Report object when mouse enters it
bg: Докладвай обекта при досег с мишката
de: Objekt mitteilen, sobald die Maus hineinbewegt wird
es: Anunciar objeto cuando el ratón entre en él
hr: Čitaj objekt pod mišem
nl: Object melden als de muis daar binnen komt
pt_br: Anunciar objeto quando o mouse entra nele
ru: Сообщать тип объекта при наведении мыши
ta: ஒரு பொருளின் ஊடாக சொடுக்கி நுழையும்பொழுது அப்பொருளை அறிவித்திடுக
zh_tw: 讀出滑鼠所指物件

source: If this checkbox is checked, NVDA will announce information about objects as the mouse moves inside them.
bg: Ако е отметнато, NVDA ще съобщава информация за обектите, когато мишката се движи вътре в тях.
de: Wenn dieses Kontrollkästchen aktiviert ist, gibt NVDA Informationen zu den Objekten aus, sobald der Mauszeiger auf das jeweilige Objekt bewegt wird.
es: Si esta casilla está marcada, NVDA anunciará información acerca de los objetos según el ratón se mueva a ellos.
hr: Kada je ovaj potvrdni okvir odabran, NVDA će čitati informacije o objektima kada se miš kreće unutar njih.
nl: Als dit selectievakje is ingeschakeld, zal NVDA informatie geven over objecten waarbinnen de muis zich bevindt.
pt_br: Se esta caixa de seleção estiver marcada, o NVDA anunciará informações sobre os objetos à medida que o mouse se move dentro deles.
ru: Если этот флажок установлен, NVDA будет сообщать информацию об объектах при перемещении мыши внутри них.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், பொருட்களின் ஊடாக சொடுக்கி நகரும்பொழுது, அப்பொருட்களின் தகவலை அறிவிக்கும்.
zh_tw: 若勾選此核取方塊，當滑鼠移到物件時 NVDA 會讀出有關物件的資訊，

source: This includes the role (type) of the object as well as states (checked/pressed), cell coordinates in tables, etc.
bg: Това включва ролята (типа) на обекта като състояния (отметнато/натиснат), координати на клетка в таблици и т.н.
de: Dazu gehören die Rolle (Typ) des Objekts sowie Zustände (aktiviert/gedrückt), Zellkoordinaten in Tabellen, etc.
es: Esto incluye el rol (tipo) del objeto así como los estados (marcado/pulsado), coordenadas de celda en tablas, etc.
hr: Ovo uključuje vrstu (tip) objekta kao i stanja (odabrano/pritisnuto), koordinate ćelija u tablicama, itd.
nl: Hieronder vallen de rol (type) van het object alsmede states (aangekruist/ingedrukt), celcoördinaten in tabellen, etc.
pt_br: Isso inclui a função (tipo) do objeto, bem como estados (marcado/pressionado), coordenadas de células em tabelas, etc.
ru: Сюда входит роль (тип) объекта, а также состояния (отмечено/нажато), координаты ячеек в таблицах и т. д.
ta: பொருட்களின் பங்கு (வகை), நிலைகள் (தேர்வானது/அழுத்தப்பட்டது), பணிக்களங்களின் சந்திநிலை போன்றவை இதில் உள்ளடங்கும்.
zh_tw: 這包括物件的角色 (類型) 以及狀態 (選取/按下)、表格中的儲存格座標等。
