Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: both AMD64 and ARM64 variants of Windows are supported.
bg: Поддържат се както AMD64, така и ARM64 варианти на Windows.
de: Es werden sowohl AMD64- als auch ARM64-Varianten von Windows unterstützt.
es: las variantes AMD64 y ARM64 de Windows están soportadas.
hr: Obje inačice, AMD64 kao i ARM64 operacijskog sustava Windows su podržane.
nl: Zowel de AMD64- als de ARM64-varianten van Windows worden ondersteund.
pt_br: ambas as variantes AMD64 e ARM64 do Windows são suportadas.
ru: поддерживаются как AMD64, так и ARM64 версии Windows.
ta: விண்டோஸின் AMD64, ARM64 ஆகிய இரு திரிபுகளும் ஆதரிக்கப்படுகின்றன.
zh_tw: 支援 AMD64 與 ARM64 架構下執行的 Windows。

source: Note that 32-bit operating systems are no longer under active support.
bg: Имайте предвид, че 32-битовите операционни системи вече не се поддържат активно.
de: Beachten Sie, dass 32-Bit-Betriebssysteme nicht mehr aktiv unterstützt werden.
es: Ten en cuenta que los sistemas operativos de 32 bits ya no tienen soporte activo.
hr: Imajte na umu da 32-bitni operacijski sustavi više nisu aktivno podržani.
ru: Обратите внимание, что активная поддержка 32-разрядных операционных систем больше не поддерживается.
ta: 32-நுண்மி இயக்கமுறைமைகள் செயல்பாட்டு ஆதரவில் இல்லை என்பதைக் கவனிக்கவும்.
zh_tw: 不再主動支援 32 位元作業系統。

source: Note that Windows 8.1 and Windows Server versions older than 2022 are no longer under active support.
bg: Забележка: версиите на Windows 8.1 и Windows Server, по-стари от 2022 г., вече не се поддържат активно.
de: Beachten Sie, dass Windows 8.1 und Windows Server, die älter als 2022 sind, nicht mehr aktiv unterstützt werden.
es: Ten en cuenta que Windows 8.1 y Windows Server versiones más antiguas que 2022 ya no están bajo soporte activo.
hr: Imajte na umu da Windows 8.1 i Windows Server verzije starije od 2022 više nisu aktivno podržane.
nl: Merk op dat Windows 8.1 en Windows Server versies die ouder zijn dan 2022 niet langer actief ondersteund worden.
pt_br: Note que as versões do Windows 8.1 e do Windows Server anteriores a 2022 não estão mais sob suporte ativo.
ru: Обратите внимание, что активная поддержка Windows 8.1 и Windows Server версий старше 2022 больше не поддерживается.
ta: விண்டோஸ் 8.1 மற்றும் 2022க்கு முந்தைய விண்டோஸ் சேவையகப் பதிப்புகளுக்கு செயல் ஆதரவில்லை என்பதைக் கவனிக்கவும்.
zh_tw: 不再主動支援 Windows 8.1 與 Windows Server 2022 以前的版本。

source: at least 500 MB of storage space.
bg: поне 500МБ място за съхранение.
de: Mindestens 500 MB Speicherplatz.
es: al menos 500 MB de espacio de almacenamiento.
hr: najmanje 500 MB prostora za pohranu.
ru: не менее 500 МБ дискового пространства.
ta: குறைந்தபட்சம் 500 எம்பி சேமிப்பிடம்.
zh_tw: 至少 500 MB 的儲存空間。

source: Recommended System Requirements
bg: Препоръчителни системни изисквания
de: Empfohlene Systemanforderungen
es: <target/>
hr: Preporučeni sistemski preduvjeti
ru: Рекомендуемые системные требования
ta: பரிந்துரைக்கப்படும் கட்டமைப்புத் தேவைகள்
zh_tw: 建議系​​統需求

source: Operating Systems: 64-bit editions of Windows 10, Windows 11, and Windows Server 2022.
bg: Операционни системи: 64-битови издания на Windows 10, Windows 11 и Windows Server 2022.
de: Betriebssysteme: 64-Bit-Versionen von Windows 10, Windows 11 und Windows Server 2022.
es: Sistemas operativos: ediciones de 64 bits de Windows 10, Windows 11 y Windows Server 2022.
hr: Operativni sustavi: 64-bitna izdanja sustava Windows 10, Windows 11 i Windows Server 2022.
ru: Операционные системы: 64-разрядные версии Windows 10, Windows 11 и Windows Server 2022.
ta: இயக்கமுறைமைகள்: 64-நுண்மி விண்டோஸ் 10 பதிப்புகள், விண்டோஸ் 11 மற்றும் விண்டோஸ் சேவையகம் 2022.
zh_tw: 作業系統：64 位元的 Windows 10、Windows 11 及 Windows Server 2022。

source: both AMD64 and ARM64 variants of Windows are supported.
bg: Поддържат се както AMD64, така и ARM64 варианти на Windows.
de: sowohl AMD64- als auch ARM64-Varianten von Windows werden unterstützt.
es: ambas variantes de AMD64 y ARM64 de Windows están admitidas.
hr: obje inačice, AMD64 kao i ARM64 operacijskog sustava Windows su podržane.
ru: поддерживаются как AMD64, так и ARM64 версии Windows.
ta: விண்டோஸின் AMD64 மற்றும் ARM64 ஆகிய இரு வேற்றுருக்களும் ஆதரிக்கப்படுகின்றன.
zh_tw: 支援 AMD64 與 ARM64 架構下執行的 Windows。

source: at least 500 MB of storage space.
bg: Поне 500МБ място за съхранение.
de: Mindestens 500 MB Speicherplatz.
es: al menos 500 MB de espacio de almacenamiento.
hr: najmanje 500 MB prostora za pohranu.
ru: не менее 500 МБ дискового пространства.
ta: குறைந்தபட்சம் 500 எம்பி சேமிப்பிடம்.
zh_tw: 至少 500 MB 的儲存空間。

source: at least 4 GB of RAM.
bg: Поне 4ГБ RAM.
de: Mindestens 4 GB Arbeitsspeicher.
es: al menos 4 GB de RAM.
hr: najmanje 4 GB RAM-a.
ru: не менее 4 ГБ оперативной памяти.
ta: குறைந்தபட்சம் 4 ஜிபி ராம்.
zh_tw: 至少 4 GB 記憶體。

source: Internationalization
bg: Интернационализация
de: Internationalisierung
es: Internacionalización
hr: Internacionalizacija
nl: Internationalisering
pt_br: Internacionalização
ru: Интернационализация
ta: அனைத்துலக மயமாக்கம்
zh_tw: 國際化

source: It is important that people anywhere in the world, no matter what language they speak, get equal access to technology.
bg: Важно е хората навсякъде по света, независимо на какъв език говорят, да имат равен достъп до технологиите.
de: Auf der Welt sollten alle Menschen den gleichen Zugang zur Information und zu moderner Technologie erhalten, unabhängig von der Sprache.
es: Es importante que cualquier persona en el mundo, sin importar qué idioma hable, tenga un acceso igualitario a la tecnología.
hr: Vrlo je važno da ljudi bilo gdje u svijetu i bez obzira na jezik kojim govore, imaju jednak pristup tehnologiji.
nl: Het is belangrijk dat mensen overal ter wereld, ongeacht de taal die zij spreken, gelijke toegang krijgen tot technologie.
pt_br: É importante que as pessoas tenham igual acesso às tecnologias em qualquer parte do mundo, independentemente do idioma que falem.
ru: Важно, чтобы люди по всему миру, независимо от того, на каком языке они говорят, имели равные возможности доступа к технологиям.
ta: மக்கள் உலகின் எப்பகுதியிலிருந்தாலும், எம்மொழியைப் பேசினாலும், எல்லோரும் தொழில்நுட்பத்தைப் பயன்படுத்த சமவாய்ப்பு இருக்க வேண்டும் என்பது தலையாயதாகும்.
zh_tw: 讓世界上所有的人不論使用何種語言都可以平等使用科技是極為重要的，

source: Besides English, NVDA has been translated into 54 languages including: Afrikaans, Albanian, Amharic, Arabic, Aragonese, Bulgarian, Burmese, Catalan, Chinese (simplified and traditional), Croatian, Czech, Danish, Dutch, Farsi, Finnish, French, Galician, Georgian, German (Germany and Switzerland), Greek, Hebrew, Hindi, Hungarian, Icelandic, Irish, Italian, Japanese, Kannada, Korean, Kyrgyz, Lithuanian, Macedonian, Mongolian, Nepali, Norwegian, Polish, Portuguese (Brazil and Portugal), Punjabi, Romanian, Russian, Serbian, Slovak, Slovenian, Spanish (Colombia and Spain), Swedish, Tamil, Thai, Turkish, Ukrainian and Vietnamese.
bg: Освен на английски, NVDA е преведен на 54 езика, включително: африкаанс, албански, амхарски, арабски, арагонски, български, бирмански, каталонски, китайски (опростен и традиционен), хърватски, чешки, датски, нидерландски, фарси, фински, френски, галисийски, грузински, немски (Германия и Швейцария), гръцки, иврит, хинди, унгарски, исландски, ирландски, италиански, японски, каннада, корейски, киргизки, литовски, македонски, монголски, непалски, норвежки, полски, португалски (Бразилия и Португалия), пенджабски, румънски, руски, сръбски, словашки, словенски, испански (Колумбия и Испания), шведски, тамилски, тайландски, турски, украински и виетнамски.
de: Neben Englisch wurde NVDA in mehr als 54 Sprachen übersetzt, darunter: Afrikaans, Albanisch, Amharisch, Arabisch, Aragonesisch, Bulgarisch, Burmesisch, Chinesisch (vereinfacht und traditionell), Dänisch, Deutsch (Deutschland und Schweiz), Farsi, Finnisch, Französisch, Galizisch, Georgisch, Griechisch, Hebräisch, Hindi, Irisch, Isländisch, Italienisch, Japanisch, Kannada, Katalanisch, Kirgisisch, Koreanisch, Kroatisch, Litauisch, Mazedonisch, Mongolisch, Nepalesisch, Niederländisch, Norwegisch, Polnisch, Portugiesisch (Brasilien und Portugal), Punjabi, Rumänisch, Russisch, Schwedisch, Serbisch, Slowakisch, Slowenisch, Spanisch (Kolumbien und Spanien), Tamil, Thai, Tschechisch, Türkisch, Ukrainisch, Ungarisch, Vietnamesisch.
es: Actualmente NVDA ha sido traducido a 54idiomas además del idioma inglés incluyendo: Afrikáans, Albanés, Alemán (de Alemania y de Suiza), Birmano, Búlgaro, Catalán, Checo, Chino Mandarín y Chino cantonés, Coreano, Croata, Danés, eslovaco, Esloveno, Español, Español de Colombia, Farsi, Finlandés, Francés, Gallego, Georgiano, Griego, Hebreo, Hindi, Holandés, Húngaro, Irlandés, Islandés, Italiano, Japonés, Kannada, Kirguistaní, Lituano, Nepalí, Noruego, Macedonio, Mongol, Portugués, Portugués del Brasil, Punjabi, Rumano, Ruso, Servio, Sueco, Ucraniano, Tamil, Tailandés, turco y Vietnamita,.
hr: Osim engleskog, NVDA je preveden na 54 jezika, uključujući: hrvatski, afrikanerski, albanski, amharski, arapski, aragonski, brazilski portugalski, bugarski, katalonski, kolumbijski španjolski, češki, danski, nizozemski, perzijski, finski, francuski, galicijski, grčki, gruzijski, njemački, švicarski njemački, hebrejski, hindi, mađarski, islandski, irski, talijanski, japanski, kirgizki, korejski, litavski, makedonski, mongolski, burmanski, nepalski, norveški, poljski, portugalski, pendžabski, rumunjski, ruski, srpski, slovački, slovenski, španjolski, švedski, tamilski, tajski, tradicionalni i pojednostavljeni kineski, turski, ukrajinski i vijetnamski.
nl: Behalve de Engelse versie van NVDA is het programma beschikbaar in nog 54 andere talen, waaronder Afrikaans, Albanees, Amherisch, Arabisch, Aragonees, bulgaars, Birmees, Catalaans, Chinees (Vereenvoudigd en Traditioneel), Croatisch, Deens, Duits (Duitsland en Zwitserland), Fins, Frans, Galisisch, Georgisch, Grieks, Hebreeuws, Hindi, Hongaars, Iers, IJslands, Italiaans, Japans, Kannada, Koreaans, Kyrgyzisch, Litouws, Macedonisch, Mongools, Nederlands, Nepalees, Noors, Oekraïens, Pharsi, Pools, Portugees (Brazilië en Portugal), Punjabi, Roemeens, Russisch, Servisch, Sloveens, Slowaaks, Spaans (Spanje en Columbië), Tamil, Thai, Tsjechisch, Turks, Viëtnamees en Zweeds.
pt_br: Além do inglês, o NVDA está traduzido para 54 idiomas, estando inclusos: africâner, albanês, alemão (Alemanha e Suíça), amárico, árabe, aragonês, birmanês, búlgaro, canará, catalão, chinês (simplificado e tradicional), coreano, croata, dinamarquês, eslovaco, esloveno, espanhol (Colômbia e Espanha), finlandês, francês, galego, georgiano, grego, hebraico, hindi, holandês, húngaro, irlandês, islandês, italiano, japonês, lituano, macedônio, mongol, nepali, norueguês, persa, polonês, português (Brasil e Portugal), punjabi, quirguiz, romeno, russo, sérvio, sueco, tailandês, tâmil, tcheco, turco, ucraniano e vietnamita.
ru: Помимо английского, NVDA переведена на следующие 54 языка: африкаанс, албанский, амхарский, арабский, арагонский, болгарский, бирманский, каталанский, китайский упрощённый и традиционный, хорватский, чешский, датский, голландский, персидский, финский, французский, галисийский, грузинский, немецкий стандартный и швейцарский, греческий, иврит, хинди, венгерский, исландский, ирландский, итальянский, японский, каннада, корейский, киргизский, литовский, македонский, монгольский, непальский, норвежский, польский, португальский европейский и бразильский, панджабский, румынский, русский, сербский, словацкий, словенский, испанский европейский и колумбийский, шведский, тамильский, тайский, турецкий, украинский и вьетнамский.
ta: ஆங்கிலம் தவிர, பிற 54 மொழிகளில் என்விடிஏ மொழிபெயர்க்கப்பட்டுள்ளது. ஆஃப்ரிகான்ஸ், அல்பேனியம், அம்ஹாரிக், அரபி, அரகனீயம், பல்கேரியம், பர்மிய, காட்டலான், சீனம் (எளிய மற்றும் மரபு), க்ரோயேஷியம், செக், டேனிஷ், டச், ஃபார்சியம், ஃபின்னிஷ், பிரெஞ்சு, களீஷியம், ஜார்ஜியம், ஜெர்மானியம் (ஜெர்மனி மற்றும் சுவிட்சர்லாந்து), கிரேக்கம், ஹீப்ரு, ஹிந்தி, ஹங்கேரியம், ஐஸ்லாந்தியம், ஐரிஷ், இத்தாலியம், ஜப்பானியம், கன்னடம், கொரியம், கிர்கிஸ், லித்துவேனியம், மாசிடோனியம், மங்கோலியம், நேபாளம், நார்வே, போலிஷ், போர்ச்சுகீஸியம் (பிரேசில் மற்றும் போர்ச்சுகல்), பஞ்சாபி, ரோமானியம், ருஷ்யம், செர்பியம், ஸ்லோவாக்கியம், ஸ்லோவேனியம், ஸ்பானியம் (கொலம்பியா மற்றும் ஸ்பெயின்), ஸ்வீடிஷ், தமிழ், தாய், துருக்கியம், உக்ரேனியம், வியட்னாமியம் ஆகியவைகளே அம்மொழிகளாகும்.
zh_tw: NVDA 除了英文外已翻譯成 54 種語言，包括：南非荷蘭文、阿爾巴尼亞文、阿姆哈拉文、阿拉伯文、亞拉岡文、保加利亞文、緬甸文、卡達隆尼亞文、中文 (簡體與繁體)、克羅埃西亞文、捷克文、丹麥文、荷蘭文、波斯文、芬蘭文、法文、加里斯亞文、喬治亞文、德文 (德國與瑞士)、希臘文、希伯來文、印度文、匈牙利文、冰島文、愛爾蘭文、義大利文、日文、坎那達文、韓文、吉爾吉斯文、立陶宛文、馬其頓文、蒙古文、尼泊爾文、挪威文、波蘭文、葡萄牙文 (巴西與葡萄牙)、旁遮普文、羅馬尼亞文、俄文、塞爾維亞文、斯洛伐克文、斯洛維尼亞文、西班牙文 (哥倫比亞與西班牙)、瑞典文、坦米爾文、泰文、土耳其文、烏克蘭文及越南文。

source: Speech Synthesizer Support
bg: Поддръжка на речеви синтезатори
de: Sprachausgaben-Unterstützung
es: Soporte de Síntesis de Voz
hr: Podrška za govornu jedinicu
nl: Ondersteuning voor spraaksynthese
pt_br: Suporte de Sintetizador de Voz
ru: Поддержка синтезаторов речи
ta: பேச்சொலிப்பான் ஆதரவு
zh_tw: 語音合成器支援

source: Apart from providing its messages and interface in several languages, NVDA can also enable the user to read content in any language, as long as they have a speech synthesizer that can speak that language.
bg: Отделно от предоставянето на съобщенията и различните части на програмата на различни езици, NVDA дава възможност на потребителя да чете текст на различни езици, ако той разполага със синтезатор на реч, който поддържа тези езици.
de: Zusätzlich zur Bereitstellung der Benutzeroberfläche in mehreren Sprachen kann der Benutzer in NVDA Text in jeder Sprache lesen, sofern er eine Sprachausgabe für die entsprechende Sprache installiert hat.
es: Además de proporcionar sus mensajes y su interfaz en varias lenguas, NVDA también puede permitir al usuario leer contenidos en cualquier idioma, siempre y cuando disponga de un sintetizador de voz que pueda hablar en él.
hr: Osim podrške za mnoge jezike, NVDA može omogućiti korisniku čitanje sadržaja na bilo kojem jeziku, sve dok korisnik ima govornu jedinicu za taj određeni jezik.
nl: Je kunt een van de momenteel beschikbare talen kiezen om meldingen van NVDA, de interface of de inhoud van documenten te laten voorlezen, maarhet is ook mogelijk content te laten voorlezen in een willekeurige andere taal als op de pc een spraakmodule is geïnstalleerd die die taal spreekt.
pt_br: Além de fornecer as mensagens da interface em diversos idiomas, o NVDA também permite ao usuário ler o conteúdo em qualquer língua, desde que tenha um sintetizador de voz que fale esse idioma em particular.
ru: Кроме озвучивания своих сообщений и интерфейса программы на разных языках, NVDA позволяет пользователю читать содержимое на любом языке, главное, чтобы синтезатор поддерживал такую возможность.
ta: தகவல் பின்னூட்டங்கள், இடைமுகப்பு ஆகியவை பல மொழிகளில் இருப்பதோடு, பேச்சொலிப்பானில் ஒரு மொழிக்கான ஆதரவு இருக்கும்பட்சத்தில், ஆவண உள்ளடக்கங்கள் எம்மொழியில் இருப்பினும் படிக்கலாம்.
zh_tw: 除了提供多種語言的訊息與使用者介面外，NVDA 還可以讓使用者閱讀任何語言的內容，只要他們有一個可以說該種語言的語音合成器。

source: NVDA is bundled with [eSpeak NG](https://github.com/espeak-ng/espeak-ng), a free, open-source, multi-lingual speech synthesizer.
bg: NVDA се разпространява с [eSpeak NG](https://github.com/espeak-ng/espeak-ng), безплатен, с отворен изходен код, многоезичен синтезатор на реч.
de: NVDA wird standardmäßig mit der freien multilingualen Sprachausgabe [eSpeak NG](https://github.com/espeak-ng/espeak-ng), ausgeliefert.
es: NVDA se incluye con [eSpeak NG](https://github.com/espeak-ng/espeak-ng), un sintetizador de voz multilingüe, libre, de código abierto.
hr: NVDA dolazi s besplatnom, višejezičnom govornom jedinicom otvorenog koda [eSpeak NG](https://github.com/espeak-ng/espeak-ng).
nl: De gratis, open source spraakmodule [eSpeak NG](https://github.com/espeak-ng/espeak-ng), die over een groot aantal talen beschikt, is standaard in de NVDA screen reader opgenomen.
pt_br: O NVDA é fornecido com o [eSpeak NG](https://github.com/espeak-ng/espeak-ng), um sintetizador de voz livre, de código aberto e multilíngue.
ru: NVDA поставляется в комплекте со свободным, с открытым исходным кодом, многоязычным синтезатором речи [eSpeak NG](https://github.com/espeak-ng/espeak-ng).
ta: என்விடிஏவினுள் [ஈஸ்பீக் என்ஜி](https://github.com/espeak-ng/espeak-ng) எனப்படும் பன்மொழி இலவசத் திறந்தநிலை ஆதாரப் பேச்சொலிப்பான் கட்டப்பட்டு வெளிவருகிறது.
zh_tw: NVDA 內嵌有 [eSpeak NG](https://github.com/espeak-ng/espeak-ng)，這是一款自由及開放程式碼的多語言語音合成器。

source: Information about other speech synthesizers that NVDA supports can be found in the [Supported Speech Synthesizers](#SupportedSpeechSynths) section.
bg: Информация за други синтезатори на реч, които се поддържат от NVDA, може да бъде намерена в раздела [Поддържани синтезатори на реч](#SupportedSpeechSynths).
de: Informationen über weitere unterstützte Sprachausgaben, können Sie im Abschnitt [Unterstützte Sprachausgaben](#SupportedSpeechSynths) nachlesen.
es: Se puede encontrar información acerca de otros sintetizadores de voz compatibles con NVDA en la sección [Sintetizadores de Voz soportados](#SupportedSpeechSynths).
hr: Informacije o drugim govornim jedinicama koje NVDA podržava mogu se pronaći u poglavlju [Podržane govorne jedinice](#SupportedSpeechSynths).
nl: Onder [Ondersteunde spraaksynthesizers](#SupportedSpeechSynths) vindt u informatie over andere door NVDA ondersteunde spraaksynthesizers.
pt_br: Informações sobre outros sintetizadores de voz que o NVDA suporta podem ser encontradas na seção [Sintetizadores de Voz Suportados](#SupportedSpeechSynths).
ru: Информацию о других синтезаторах речи, поддерживаемых NVDA, можно найти в разделе [Поддерживаемые синтезаторы речи](#SupportedSpeechSynths).
ta: என்விடிஏ ஆதரவளிக்கும் பிற பேச்சொலிப்பான்கள் பற்றி அறிய, இவ்வழிகாட்டியிலுள்ள [ஆதரவளிக்கப்படும் பேச்சொலிப்பான்கள்](#SupportedSpeechSynths) என்கிற தலைப்பைப் பார்க்கவும்.
zh_tw: 有關 NVDA 支援的其他語音合成器資訊請參見[支援的語音合成器](#SupportedSpeechSynths)章節。

source: Braille support
bg: Поддръжка на брайл
de: Braillezeilen-Unterstützung
es: Soporte Braille
hr: Podrška za brajične retke
nl: Brailleondersteuning
pt_br: Suporte Braille
ru: Поддержка брайлевских дисплеев
ta: பிரெயில் ஆதரவு
zh_tw: 點字支援

source: For users that own a refreshable braille display, NVDA can output its information in braille.
bg: За потребителите, които притежават обновяем брайлов дисплей, NVDA може да извежда информацията на брайл.
de: Für Anwender, die eine Braillezeile besitzen, kann NVDA die Informationen in Braille ausgeben.
es: Para usuarios que posean una pantalla de braille efímero, NVDA puede mostrar su información en braille.
hr: Za korisnike koji posjeduju brajični redak, NVDA može prikazati informacije brajicom.
nl: Gebruikers van Brailleleesregels kunnen met NVDA informatie in braille uitlezen.
pt_br: Para usuários que tenham uma linha Braille, o NVDA pode transmitir suas informações em braille.
ru: Владельцы брайлевских дисплеев могут получать информацию от NVDA посредством брайлевского вывода на свои устройства.
ta: புத்தாக்க பிரெயில் காட்சியமைவினை பயனர்கள் வைத்திருக்கும்பட்சத்தில், தகவல் வெளியீட்டினை என்விடிஏ பிரெயிலில் கொடுக்கும்.
zh_tw: 對於擁有點字顯示器 (簡稱點顯器) 的使用者，NVDA 可將資訊以點字形式輸出到點顯器上，

source: NVDA uses the open source braille translator [LibLouis](https://liblouis.io/) to generate braille sequences from text.
bg: NVDA използва брайловия транслатор с отворен код [LibLouis](https://liblouis.io/), за да показва текста на брайл.
de: NVDA verwendet den Braille-Übersetzer [LibLouis](https://liblouis.io/) (Open-Source), um Braille-Sequenzen aus Text zu generieren.
es: NVDA utiliza el transcriptor braille de código abierto [LibLouis](https://liblouis.io/) para generar secuencias braille de texto.
hr: NVDA koristi brajični prevoditelj otvorenog koda [LibLouis](https://liblouis.io/) za pretvaranje teksta u brajične znakove.
nl: NVDA gebruikt [LibLouis](https://liblouis.io/), een open-source programma, voor het omzetten van tekst in braille.
pt_br: O NVDA usa o transcritor braille de código aberto [LibLouis](https://liblouis.io/) para gerar sequências braille a partir de texto.
ru: NVDA использует транслятор брайля с открытым исходным кодом [LibLouis](https://liblouis.io/) для генерации последовательностей брайлевского текста.
ta: உரையிலிருந்து பிரெயில் தொடர்களை உருவாக்க, [லிப்லூயி](https://liblouis.io/) திறந்தநிலை பிரெயில் மொழிபெயர்ப்பை என்விடிஏ பயன்படுத்துகிறது.
zh_tw: NVDA 使用開放原始碼的點字轉譯器 [LibLouis](https://liblouis.io/) 將文字轉為點字序列，

source: Both uncontracted and contracted braille input via a braille keyboard is also supported.
bg: Поддържа се също и въвеждане на брайлов краткопис и литературен брайл от брайловата клавиатура.
de: Die Eingabe von Kurz-, Voll- und Basisschrift über die Braille-Tastatur der Braillezeile wird ebenfalls unterstützt.
es: También se soporta tanto la entrada de braille sin contraer como contraída a través de un teclado braille.
hr: Podržan je i unos brajice putem brajične tipkovnice, koristeći kratkopis, puno pismo te osmotočkastu brajicu.
nl: Braille-invoer, zowel onverkort als verkort braille, door middel van een brailletoetsenbord wordt ook ondersteund.
pt_br: A entrada — digitação — em braille integral e abreviado — estenografado/contraído — via um teclado braille também é suportada.
ru: Также посредством брайлевской клавиатуры, поддерживается как полный, так и сокращённый брайлевский ввод.
ta: பிரெயில் விசைப்பலகை மூலம் செய்யப்படும் குறுக்கப்பட்ட மற்றும் குறுக்கப்படாத பிரெயில் உள்ளீடுகளையும் ஆதரிக்கிறது.
zh_tw: 還支援以點字鍵盤輸入未收縮及收縮點字，

source: Furthermore, NVDA will detect many braille displays automatically by default.
bg: Освен това, по подразбиране NVDA автоматично ще открива много брайлови дисплеи.
de: Zudem erkennt NVDA standardmäßig viele Braillezeilen automatisch.
es: Además, NVDA detectará muchas pantallas braille automáticamente por defecto.
hr: Čak štoviše, NVDA će standardno automatski pronaći brajične retke.
nl: Bovendien herkent NVDA standaard veel brailleleesregels automatisch.
pt_br: Além disso, o NVDA detectará muitas linhas braille automaticamente por padrão.
ru: Кроме того, NVDA по умолчанию может автоматически обнаруживать подключение многих брайлевских дисплеев.
ta: மேலும், பல பிரெயில் காட்சியமைவுகளை இயல்பில் என்விடிஏ தானாகக் கண்டறியும்.
zh_tw: 此外 NVDA 在預設情況下將會自動偵測許多點顯器，

source: Please see the [Supported Braille Displays](#SupportedBrailleDisplays) section for information about the supported braille displays.
bg: Моля, вижте раздела [Поддържани брайлови дисплеи](#SupportedBrailleDisplays) за информация за поддържаните брайлови дисплеи.
de: Für weitere Informationen lesen Sie bitte im Abschnitt [Unterstützte Braillezeilen](#SupportedBrailleDisplays) nach.
es: Por favor consulta la sección [Pantallas Braille Soportadas](#SupportedBrailleDisplays) para información acerca de las pantallas braille soportadas.
hr: Za informacije o podržanim brajičnim redcima pogledajte poglavlje [Podržani brajični redci](#SupportedBrailleDisplays).
nl: Voor de ondersteunde leesregels, zie [Ondersteunde brailleleesregels](#SupportedBrailleDisplays)
pt_br: Consulte por favor a seção [Linhas Braille Suportadas](#SupportedBrailleDisplays) para informações sobre os terminais Braille compatíveis.
ru: Для получения более подробной информации, пожалуйста, обратитесь к разделу [поддерживаемые брайлевские дисплеи](#SupportedBrailleDisplays).
ta: பிரெயில் காட்சியமைவுகள் குறித்து அறிய, இவ்வழிகாட்டியிலுள்ள [ஆதரவளிக்கப்படும் பிரெயில் காட்சியமைவுகள்](#SupportedBrailleDisplays) என்கிற தலைப்பைப் காணவும்.
zh_tw: 有關支援的點顯器資訊請參見[支援的點顯器](#SupportedBrailleDisplays)章節。
