Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: `nvda -mc CONFIGPATH --disable-addons` |Same as above, but with add-ons disabled
bg: `nvda -mc КОНФИГПЪТ --disable-addons` |Същото като горното, но с изключени добавки
de: `nvda -mc <Konfigurationspfad> --disable-addons` |Wie zuvor, jedoch mit deaktivierten NVDA-Erweiterungen.
es: `nvda -mc CONFIGPATH --disable-addons` |Lo mismo que la de arriba, pero con complementos desactivados
hr: `nvda -mc CONFIGPATH --disable-addons` |Ista opcija kao i prethodna, ali s deaktiviranim dodacima
nl: `nvda -mc CONFIGPATH --disable-addons` |hetzelfde als hierboven, maar met uitgeschakelde add-ons
pt_br: `nvda -mc CAMINHODECONFIG --disable-addons` |O mesmo que acima, mas com os complementos desabilitados
ru: `nvda -mc CONFIGPATH --disable-addons` |Тоже самое, но ещё и с отключёнными дополнениями
ta: `nvda -mc CONFIGPATH --disable-addons` |நீட்சிநிரல்கள் முடக்கப்பட்ட நிலையில் மேற்சொன்னது போல் செயற்படுத்தப்படும்
zh_tw: `nvda -mc CONFIGPATH --disable-addons` |同上一個命令，另加上停用附加元件。

source: Some of the command line options accept additional parameters; e.g. how detailed the logging should be or the path to the user configuration directory.
bg: Някои от командните параметри приемат допълнителни параметри, например нивото на протоколиране или пътят до папката с потребителските настройки.
de: Einige Optionen akzeptieren zusätzliche Parameter, mit denen Sie z. B. den Umfang der Protokollierung oder den Namen einer Konfigurationsdatei angeben können.
es: Algunas de las opciones de línea de órdenes aceptan parámetros adicionales; por ejemplo: cómo debería ser el grado de detalle del registro o la ruta para el directorio de configuración del usuario.
hr: Neke opcije naredbenog retka prihvaćaju dodatne parametre; npr. koliko će zapisivanje u zapisnik biti detaljno ili staza do korisničke konfiguracijske mape.
nl: Aan sommige commandoregelopties kunnen extra parameters worden toegevoegd, zoals het niveau van loggen of het pad naar het configuratie bestand van de gebruiker.
pt_br: Algumas das opções aceitam parâmetros adicionais, por exemplo, qual o grau de detalhamento do log ou o caminho para a pasta de configurações do usuário.
ru: Некоторые из параметров командной строки принимают дополнительные значения. Например, насколько подробным должен быть уровень записи в файл отчёта или путь к каталогу конфигурации пользователя.
ta: செயற்குறிப்பேட்டுப் பதிவு நிலை எவ்வளவு விளக்கமாக இருக்க வேண்டும், அல்லது பயனர் அமைவடிவ அடைவிற்கான பாதை போன்ற கூடுதல் அளவுருக்களையும் சில கட்டளை வரி விருப்பத் தேர்வுகள் ஏற்றுக் கொள்கின்றன.
zh_tw: 有些命令列選項接受額外參數，例如事件記錄應多詳細，或使用者組態目錄的路徑，

source: Those parameters should be placed after the option, separated from the option by a space when using the short version or an equals sign (`=`) when using the long version; e.g.:
bg: Тези параметри трябва да бъдат поставени след изискващия ги параметър, отделени от него с интервал (при използване на съкратената версия) или знак за равенство (`=`) – при използване на разширената версия, например:
de: Die Parameter müssen durch ein Leerzeichen von der Option getrennt angegeben werden, wenn Sie die Kurzform verwenden. Wenn Sie die Langform benutzen, müssen Sie den Parameter mit einem Gleichheitszeichen (`=`) von der Option trennen, zum Beispiel:
es: Esos parámetros deberían colocarse después de la opción, separados de la opción por un espacio cuando se utiliza la versión o un signo igual (`=`) cuando se utiliza la versión larga; por ejemplo:
hr: Ovi parametri trebaju biti smješteni poslije opcije, odvojene razmakom ako se koristi kratka verzija ili znakom jednakosti `(=)` kad se koristi duga verzija; npr:
nl: Die parameters moeten achter de optie worden geplaatst en moeten daarvan gescheiden worden door een spatie wanneer het de korte notatie betreft terwijl bij de lange notatie het = teken (`=`)wordt gebruikt. Voorbeelden zijn:
pt_br: Esses parâmetros devem ser inseridos depois da opção, separados desta por um espaço quando for usada a versão curta ou um sinal de igual (`=`) caso seja usada a versão longa. Por exemplo:
ru: Эти значения должны располагаться после ключа, отделяясь от него пробелом при использовании краткой версии или знаком равно (`=`) при использовании длинной версии:
ta: விருப்பத் தேர்விற்கு அடுத்ததாக இந்த அளவுருக்களை அமைக்க வேண்டும். மேலும், பயன்படுத்தப்படுவது குறுகிய வகையாக இருந்தால், இவைகளுக்கிடையே இடைவெளியையும், நெடு வகையாக இருந்தால், சமக் குறியீட்டினையும் (`=`) இட வேண்டும். கீழே கொடுக்கப்பட்டுள்ள எடுத்துக் காட்டுகளைக் காணவும்:
zh_tw: 這些參數應放在選項之後，若是使用短型態的選項應以空格隔開，若是使用長型態的選項則應以等號 (`=`) 隔開，例如：

source: `nvda -l 10` |Tells NVDA to start with log level set to debug
bg: `nvda -l 10` |Указва на NVDA да стартира с ниво на протоколиране „Отстраняване на грешки“
de: `nvda -l 10` |Legt fest, dass NVDA mit der Protokollierungsstufe Debug starten soll
es: `nvda -l 10` |dice a NVDA que se inicie con el nivel de registro puesto en depuración
hr: `nvda -l 10` |proslijeđuje NVDA informaciju da se mora pokrenuti s razinom loga postavljenom kao debug
nl: `nvda -l 10` |Geeft NVDA opdracht te starten met log-niveau ingesteld op debug
pt_br: `nvda -l 10` |Informa ao NVDA para iniciar com o grau de informações no log configurado para depuração
ru: `nvda -l 10` |Запускает NVDA с указанием уровня записи отладка в журнал отчёта
ta: `nvda -l 10` |'வழுநீக்கம்' என அமைக்கப்பட்ட செயற்குறிப்பேட்டு நிலையில் துவங்குமாறு என்விடிஏவிற்கு அறிவுறுத்துகிறது
zh_tw: `nvda -l 10` |告訴 NVDA 啟動時事件記錄等級設定為「偵錯」

source: `nvda --log-file=c:\nvda.log` |Tells NVDA to write its log to `c:\nvda.log`
bg: `nvda --log-file=c:\nvda.log` |Указва на NVDA да записва своя протокол в `c:\nvda.log`
de: `nvda --log-file=C:\\NVDA.log` |Speichert das Protokoll in die Datei `C:\\NVDA.log`
es: `nvda --log-file=C:\nvda.log` |Dice a NVDA que escriba su registro en `C:\nvda.log`
hr: `nvda --log-file=c:\nvda.log` |određuje put do NVDA datoteke zapisnika na sljedeću vrijednost `c:\nvda.log`
nl: `nvda --log-file=c:\nvda.log` |Geeft NVDA opdracht te loggen naar `c:\nvda.log`
pt_br: `nvda --log-file=c:\nvda.log` |Informa ao NVDA para registrar seu log em `c:\nvda.log`
ru: `nvda --log-file=c:\nvda.log` |Указывает NVDA писать свой журнал в `C:\nvda.log`
ta: `nvda --log-file=c:\nvda.log` |`c:\nvda.log` என்கிற கோப்பில் தனது செயற்குறிப்பை எழுதுமாறு என்விடிஏவிற்கு அறிவுறுத்துகிறது
zh_tw: `nvda --log-file=c:\nvda.log` |告訴 NVDA 將事件記錄寫入 c:\nvda.log

source: `nvda --log-level=20 -f c:\nvda.log` |Tells NVDA to start with log level set to info and to write its log to `c:\nvda.log`
bg: `nvda --log-level=20 -f c:\nvda.log` |Указва на NVDA да стартира с ниво на протоколиране, зададено на „Информация“ и да записва своя протокол в `c:\nvda.log`
de: `nvda --log-level=20 -f C:\\NVDA.log` |Legt die Protokollierungsstufe fest auf Informationen und speichert das Protokoll in die Datei `C:\\NVDA.log`
es: `nvda --log-level=20 -f C:\nvda.log` |Dice a NVDA que arranque con el nivel de registro puesto en info y que escriba su registro en `C:\nvda.log`
hr: `nvda --log-level=20 -f c:\nvda.log` |proslijeđuje naredbu da se NVDA pokreće s razinom loga info i da zapisuje svoj log u `c:\nvda.log`
nl: `nvda --log-level=20 -f c:\nvda.log` |Geeft NVDA opdracht te starten met het log-niveau ingesteld op info en te loggen naar `c:\nvda.log`
pt_br: `nvda --log-level=20 -f c:\nvda.log` |Informa ao NVDA para iniciar com o grau de informações no log configurado para informações e também registrar seu log em `c:\nvda.log`
ru: `nvda --log-level=20 -f c:\\nvda.log` |Запустить NVDA с установленым уровнем записи инфо в журнал и сохранять свой журнал в `C:\\nvda.log`
ta: `nvda --log-level=20 -f c:\nvda.log` |'தகவல்' என அமைக்கப்பட்ட செயற்குறிப்பேட்டு நிலையில் துவங்குவதோடு, `c:\nvda.log` என்கிற கோப்பில் தனது செயற்குறிப்பை எழுதுமாறு என்விடிஏவிற்கு அறிவுறுத்துகிறது
zh_tw: `nvda --log-level=20 -f c:\nvda.log` |告訴 NVDA 啟動時事件記錄等級設定為「資訊」，並將事件記錄寫入 c:\nvda.log

source: Following are the command line options for NVDA:
bg: Следват командните параметри на NVDA:
de: Folgende Kommandozeilenoptionen stehen zur Verfügung:
es: Seguidamente van las opciones de línea de órdenes para NVDA:
hr: Slijede opcije naredbenog retka za NVDA:
nl: Hieronder volgen de commandoregelopties voor NVDA:
pt_br: A seguir estão as opções de linha de comando para o NVDA:
ru: Ниже приведён полный набор параметров командной строки для NVDA:
ta: கீழிருப்பவைதான் என்விடிஏவிற்கான கட்டளை வரி விருப்பத் தேர்வுகள்:
zh_tw: 以下是 NVDA 的命令列選項：

source: Short |Long |Description
bg: Съкратена версия |Разширена версия |Описание
de: Kurzform |Langform |Beschreibung
es: Corta |Larga |Descripción
hr: Kratka |Duga |Opis
nl: Kort |Lang |Omschrijving
pt_br: Curta |Longa |Descrição
ru: Краткий |Длинный |Описание
ta: குறுகிய வகை |நெடு வகை |விளக்கம்
zh_tw: 短型態 |長型態 |說明

source: `-h` |`--help` |show command line help and exit
bg: `-h` |`--help` |Извеждане на помощ за командните параметри и изход
de: `-h` |`--help` |Zeigt eine Hilfe zur Befehlszeile an und beendet NVDA
es: `-h` |`--help` |muestra la ayuda en línea de órdenes y sale
hr: `-h` |`--help` |Prikazuje pomoć u naredbenom retku i izlazi
nl: `-h` |`--help` |commandoregel-hulp tonen en afsluiten
pt_br: `-h` |`--help` |mostra a ajuda de linhas de comando e encerra
ru: `-h` |`--help` |показать справку командной строки и выйти
ta: `-h` |`--help` |கட்டளை வரிக்கான உதவியைக் காண்பித்துவிட்டு வெறியேறுக
zh_tw: `-h` |`--help` |顯示命令列說明並結束

source: `-q` |`--quit` |Quit already running copy of NVDA
bg: `-q` |`--quit` |Изход от стартирано копие на NVDA
de: `-q` |`--quit` |Beendet eine laufende Instanz von NVDA
es: `-q` |`--quit` |Sale de la copia que ya se esté ejecutando de NVDA
hr: `-q` |`--quit` |Zaustavlja trenutačno pokrenutu kopiju NVDA čitača
nl: `-q` |`--quit` |De reeds actieve kopie van NVDA afsluiten.
pt_br: `-q` |`--quit` |Encerra a cópia do NVDA em execução
ru: `-q` |`--quit` |Завершить уже запущенную копию NVDA
ta: `-q` |`--quit` |ஏற்கெனவே இயக்கத்திலிருக்கும் என்விடிஏவின் படியை விட்டு வெளியேறுக
zh_tw: `-q` |`--quit` |結束已在執行的 NVDA

source: `-k` |`--check-running` |Report whether NVDA is running via the exit code; 0 if running, 1 if not running
bg: `-k` |`--check-running` |Докладва дали NVDA е стартиран с използването на код за изход (0 ако е стартиран, 1 ако не е стартиран)
de: `-k` |`--check-running` |Prüft, ob NVDA bereits ausgeführt wird. Falls ja, wird ein Fehlercode 0 zurückgegeben, anderenfalls wird 1 zurückgegeben
es: `-k` |`--check-running` |Informa si NVDA está en ejecución a través del código de salida; 0 si está en ejecución, 1 si no está en ejecución
hr: `-k` |`--check-running` |Izvještava o pokrenutosti NVDA putem izlaznog koda; 0 ako je pokrenut, 1 ako nije pokrenut
nl: `-k` |`--check-running` |Melden via afsluitcode of NVDA actief is,; 0 voor actief, 1 voor niet actief.
pt_br: `-k` |`--check-running` |Anuncia se o NVDA está em execução via código de saída — exit code —; 0 se executando, 1 se não estiver executando
ru: `-k` |`--check-running` |Сообщить через код выхода, работает ли NVDA; 0, если работает, 1, если не работает
ta: `-k` |`--check-running` |வெளியேற்றக் குறியீட்டின் ஊடாக என்விடிஏ இயங்குகிறதா என்பதை அறிவித்திடுக; 0 என்றால் இயக்கத்திலுள்ளது, 1 என்றால் இயக்கத்திலில்லை
zh_tw: `-k` |`--check-running` |報告 NVDA 是否正在執行的結束代碼，若是 0 則代表執行中，若是 1 則代表沒有執行

source: `-f LOGFILENAME` |`--log-file=LOGFILENAME` |The file where log messages should be written to. Logging is always disabled if secure mode is enabled.
bg: `-f LOGFILENAME` |`--log-file=LOGFILENAME` |Името на файла, където ще се записва протоколът. Протоколирането винаги е изключено, когато режимът за сигурност е включен.
de: `-f <Protokolldateiname>` |`--log-file=<Protokolldateiname>` |Legt die Datei fest, in der die Protokollierung stattfinden soll. Die Protokollierung ist im geschützten Modus immer deaktiviert.
es: `-f LOGFILENAME` |`--log-file=LOGFILENAME` |El fichero donde se deberían escribir los mensajes del registro. El registro siempre está desactivado si el modo seguro está habilitado.
hr: `-f LOGFILENAME` |`--log-file=LOGFILENAME` |datoteka u kojoj poruke zapisnika trebaju biti zapisane. Zapisivanje dnevnika je uvijek isključeno kada je sigurni način uključen.
nl: `-f LOGFILENAME` |`--log-file=LOGFILENAME` |Het bestand waar log-berichten naartoe moeten worden geschreven. Logging wordt altijd uitgeschakeld als veilige modus wordt ingeschakeld.
pt_br: `-f NOMEDOARQUIVODELOG` |`--log-file=NOMEDOARQUIVODELOG` |O arquivo no qual as mensagens de log devem ser gravadas. O registro em log estará sempre desabilitado se o modo seguro estiver habilitado.
ru: `-f LOGFILENAME` |`--log-file=LOGFILENAME` |Файл, в который должны записываться сообщения журнала. Ведение журнала всегда отключено при включённом безопасном режиме.
ta: `-f LOGFILENAME` |`--log-file=LOGFILENAME` |செயற்குறிப்புகள் எழுதப்பட வேண்டிய கோப்பு. பாதுகாப்பான பயன்முறை இயக்கப்பட்டிருந்தால், புகுபதிவு எப்பொழுதும் முடக்கப்படும்.
zh_tw: `-f LOGFILENAME` |`--log-file=LOGFILENAME` |應將事件記錄寫入的檔案，當啟用安全模式，此記錄總是停用

source: `-l LOGLEVEL` |`--log-level=LOGLEVEL` |The lowest level of message logged (debug 10, input/output 12, debug warning 15, info 20, disabled 100). Logging is always disabled if secure mode is enabled.
bg: `-l LOGLEVEL` |`--log-level=LOGLEVEL` |Най-ниското ниво на съобщения, които ще бъдат записвани в протокола (отстраняване на грешки 10, вход/изход 12, предупреждение при отстраняване на грешки 15, информация 20, изключено 100). Протоколирането винаги е изключено, когато режимът за сигурност е включен.
de: `-l <Protokollierungsstufe>` |`--log-level=<Protokollierungsstufe>` |Die niedrigste Stufe der protokollierten Meldung (Debug 10, Eingabe/Ausgabe 12, Debug-Warnungen 15, Info 20, Ausgeschaltet 100). Die Protokollierung ist im geschützten Modus immer deaktiviert.
es: `-l LOGLEVEL` |`--log-level=LOGLEVEL` |El nivel más bajo del mensaje registrado (debug 10, input/output 12, debug warning 15, info 20, disabled 100). El registro está siempre deshabilitado si el modo seguro está habilitado.
hr: `-l LOGLEVEL` |`--log-level=LOGLEVEL` |Najniža razina zapisivanih poruka u zapisniku (debug 10, ulaz/izlaz 12, debug upozorenje 15, info 20, onemogućeno 100). Zapisivanje dnevnika je uvijek isključeno kada je sigurni način uključen.
nl: `-l LOGLEVEL` |`--log-level=LOGLEVEL` |Het laagste niveau gelogd bericht (debug 10, invoer/uitvoer 12, debug-melding 15, info 20, uitgeschakeld 100) Logging wordt altijd uitgeschakeld als veilige modus wordt ingeschakeld.
pt_br: `-l NÍVELDELOG` |`--log-level=NÍVELDELOG` |O nível mais baixo de mensagem registrada (depuração 10, entrada/saída 12, alerta de depuração 15, informação 20, desabilitado 100). O registro em log estará sempre desabilitado se o modo seguro estiver habilitado.
ru: `-l LOGLEVEL` |`--log-level=LOGLEVEL` |самый низкий уровень ведения журнала NVDA (debug 10, input/output 12, debug warning 15, info 20, warning 30, error 40, critical 50, отключено 100). Ведение журнала всегда отключено при включённом безопасном режиме.
ta: `-l LOGLEVEL` |`--log-level=LOGLEVEL` |பதிவு செய்யப்பட்ட செயற்குறிப்பின் அடிமட்ட நிலை (வழுநீக்கம் 10, உள்ளீடு/வெளியீடு 12, வழுநீக்க எச்சரிக்கை 15, தகவல் 20, முடக்கப்பட்டது 100). பாதுகாப்பான பயன்முறை இயக்கப்பட்டிருந்தால், புகுபதிவு எப்பொழுதும் முடக்கப்படும்.
zh_tw: `-l LOGLEVEL` |`--log-level=LOGLEVEL` |事件記錄最低等級 (偵錯 10；輸入/輸出 12；偵錯警告 15；資訊 20；停用 100)，當啟用安全模式，此記錄總是停用

source: `-c CONFIGPATH` |`--config-path=CONFIGPATH` |The path where all settings for NVDA are stored. The default value is forced if secure mode is enabled.
bg: `-c CONFIGPATH` |`--config-path=CONFIGPATH` |Пътят до папката, където се съхраняват настройките на NVDA. Стойността по подразбиране е принудително зададена, ако режимът за сигурност е включен.
de: `-c <Konfigurationspfad>` |`--config-path=<KonfigurationsPfad>` |Gibt den Ordner an, in dem alle NVDA-Einstellungen gespeichert werden sollen. Der Standardwert wird erzwungen, wenn der geschützte Modus aktiviert ist.
es: `-c CONFIGPATH` |`--config-path=CONFIGPATH` |La ruta donde se almacenan todas las opciones de NVDA. El valor predeterminado se fuerza si el modo seguro está habilitado.
hr: `-c CONFIGPATH` |`--config-path=CONFIGPATH` |određuje mapu u kojoj su pospremljene sve postavke Podrazumjevana vrijednost je prisilno ako je uključen sigurni način.
nl: `-c CONFIGPATH` |`--config-path=CONFIGPATH` |Het pad waar alle instellingen voor NVDA worden opgeslagen. De standaardwaardewordt geforceerd ingesteld als veilige modus wordt ingeschakeld.
pt_br: `-c CAMINHODASCONFIGURAÇÕES` |`--config-path=CAMINHODASCONFIGURAÇÕES` |O caminho onde todas as configurações do NVDA são armazenadas. O valor padrão é forçado se o modo seguro estiver habilitado.
ru: `-c CONFIGPATH` |`--config-path=CONFIGPATH` |Путь для сохранения всех настроек NVDA. Значение по умолчанию является принудительным при включенном безопасном режиме.
ta: `-c CONFIGPATH` |`--config-path=CONFIGPATH` |என்விடிஏவின் எல்லா அமைப்புகளும் சேமிக்கப்பட்டிருக்கும் தடம். பாதுகாப்பான பயன்முறை இயக்கப்பட்டிருந்தால், இயல்பிருப்பு மதிப்பு கட்டாயப்படுத்தப்படும்.
zh_tw: `-c CONFIGPATH` |`--config-path=CONFIGPATH` |儲存 NVDA 所有設定的路徑，當啟用安全模式，此記錄總是停用

source: None |`--lang=LANGUAGE` |Override the configured NVDA language. Set to "Windows" for current user default, "en" for English, etc.
bg: Няма |`--lang=ЕЗИК` |Презапис на конфигурирания език на NVDA. Укажете „Windows“ за езика по подразбиране на текущия потребител, „en“ за английски, „bg“ за български и т.н.
de: Keine |`--lang=<Sprache>` |Setzen Sie die konfigurierte NVDA-Sprache außer Kraft. Setzen Sie "Windows" als Standard für den aktuellen Benutzer, "de" für Deutsch, etc.
es: Ninguna |`--lang=IDIOMA` |Anula el idioma configurado de NVDA. Establece "Windows" para el usuario actual por defecto, "en" para Inglés, etc.
hr: Nema |`--lang=LANGUAGE` |Nadpisuje konfigurirani NVDA jezik. Postavljen na "korisnički zadan" za trenutnog korisnika podrazumjevano, "en" za engleski, itd.
nl: Geen |`--lang=LANGUAGE` |de ingestelde NVDA-taal overschrijven. Instellen naar "Windows-standaardtaal voor huidige gebruiker, "en" voor het Engels, etc.
pt_br: Nenhuma |`--lang=IDIOMA` |Suplanta o idioma configurado do NVDA. Defina como "Windows" para o padrão do usuário atual, "en" para inglês, etc.
ru: Нет |`--lang=LANGUAGE` |Переопределяет сконфигурированный язык NVDA. Например Windows для языка по умолчанию текущего пользователя, ru для русского и т. д.
ta: None |`--lang=LANGUAGE` |அமைவடிவமாக்கப்பட்ட என்விடிஏவின் மொழியை அழித்தெழுதுக. நடப்பு பயணரின் இயல்பிருப்புக்கு "Windows", ஆங்கிலத்திற்கு "en" என்பதுபோல் அமைப்பதாகும்.
zh_tw: 無 |`--lang=LANGUAGE` |覆寫所設定的 NVDA 語言，設為「Windows」來使用目前使用者預設、設為「en」來使用英文等。

source: `-m` |`--minimal` |No sounds, no interface, no start message, etc.
bg: `-m` |`--minimal` |Без сигнализация, без графичен интерфейс, без начално съобщение и др.
de: `-m` |`--minimal` |Startet NVDA minimalistisch (keine Klänge, keine Benutzeroberfläche).
es: `-m` |`--minimal` |Sin sonidos, sin interfaz, sin mensaje de inicio, etc.
hr: `-m` |`--minimal` |bez zvuka, bez sučelja, bez poruke dobrodošlice itd
nl: `-m` |`--minimal` |Geen geluiden, geen interface, geen opstartbericht etc.
pt_br: `-m` |`--minimal` |Sem sons, sem interface, sem mensagem de início, etc.
ru: `-m` |`--minimal` |Нет звуков, нет интерфейса, нет сообщения при запуске и т. п.
ta: `-m` |`--minimal` |ஒலிகள், இடைமுகப்பு, துவக்க அறிவிப்பு போன்றவைகள் இல்லாதிருத்தல்
zh_tw: `-m` |`--minimal` |沒有音效、沒有介面、沒有啟動資訊等

source: `-s` |`--secure` |Starts NVDA in [Secure Mode](#SecureMode)
bg: `-s` |`--secure` |Стартира NVDA в [защитен режим](#SecureMode)
de: `-s` |`--secure` |Startet NVDA im [geschützten Modus](#SecureMode)
es: `-s` |`--secure` |Inicia NVDA en [Modo Seguro](#SecureMode)
hr: `-s` |`--secure` |Pokreće NVDA u [sigurnom načinu](#SecureMode)
nl: `-s` |`--secure` |Start NVDA in [Veilige Modus](#SecureMode)
pt_br: `-s` |`--secure` |Inicia o NVDA em [Modo Seguro](#SecureMode)
ru: `-s` |`--secure` |Запуск NVDA в [безопасном режиме](#SecureMode)
ta: `-s` |`--secure` |[பாதுகாப்பான நிலையில்](#SecureMode) என்விடிஏவை துவக்குகிறது
zh_tw: `-s` |`--secure` |以[安全模式](#SecureMode)啟動 NVDA

source: None |`--disable-addons` |Add-ons will have no effect
bg: Няма |`--disable-addons` |Добавките няма да имат ефект
de: Keine |`--disable-addons` |Deaktiviert alle NVDA-Erweiterungen
es: Ninguna |`--disable-addons` |Los complementos no tendrán efecto
hr: nema |`--disable-addons` |dodaci neće imati utjecaja
nl: Geen |`--disable-addons` |Add-ons buiten werking gesteld.
pt_br: Nenhuma |`--disable-addons` |Complementos não funcionarão
ru: Нет |`--disable-addons` |Дополнения не будут иметь никакого эффекта
ta: None |`--disable-addons` |நீட்சிநிரல்களின் எந்தவொரு தாக்கமும் இருக்காது
zh_tw: 無 |`--disable-addons` |附加元件將不起作用

source: None |`--debug-logging` |Enable debug level logging just for this run. This setting will override any other log level ( `--loglevel`, `-l`) argument given, including no logging option.
bg: Няма |`--debug-logging` |Задаване на нивото на протоколиране на отстраняване на грешки само за текущата сесия. Това ще презапише другите подобни опции ( `--loglevel`, `-l`), които бъдат подадени, включително и опцията за изключване на протоколирането.
de: Keine |`--debug-logging` |Aktivieren Sie die Protokollierung nur für diese Sitzung. Diese Einstellung überschreibt alle anderen Argumente der Protokollierungsstufe (`--loglevel`, `-l`), einschließlich der Option für Keine Protokollierung.
es: Ninguna |`--debug-logging` |Habilita el nivel de registro de depuración sólo para esta ejecución. Esta configuración anulará cualquier otro argumento dado de nivel de registro ( `--loglevel`, `-l`), incluyendo la opción sin registro.
hr: nema |`--debug-logging` |Omogućuje dijagnostiku samo pri trenutačno pokrenutoj kopiji. Ova postavka natpisuje bilo koju drugu razinu vođenja zapisnika ( `--loglevel`, `-l`) specificirani argument uključujući i opciju bez logiranja.
nl: geen |`--debug-logging` |Loggen op Debug niveau alleen voor deze sessie inschakelen. Met deze instelling wordt elk ander niveau van loggen buiten werking gesteld ( `--loglevel`, `-l`) gegeven argument, optie niet loggen inbegrepen.
pt_br: Nenhuma |`--debug-logging` |Habilita o log de nível de depuração apenas para esta execução. Esta configuração substituirá qualquer outro argumento de nível de log (`--loglevel`, `-l`) fornecido, incluindo nenhuma opção de log.
ru: Нет |`--debug-logging` |Включить в журнале уровень отладки только для этого запуска NVDA. Этот параметр переопределяет любой другой переданный аргумент, указывающий уровень ведения журнала ( `--loglevel`, `-l`) в том числе и отключение журналирования.
ta: None |`--debug-logging` |தற்போதைய இயக்கத்திற்கு மட்டும் வழுநீக்கப் பதிவினை முடுக்கவும். இவ்வமைப்பு, கொடுக்கப்பட்டிருக்கும் எந்தப் பிற பதிவேட்டுக் குறிப்பின் ( `--loglevel`, `-l` ) தருமதிப்பினையும் மீறிச் செயற்படும்.
zh_tw: 無 |`--debug-logging` |僅對本次執行啟用偵錯等級的事件記錄，這個設定會覆蓋其他事件記錄的指定等級之內容。( --loglevel, -l)
