Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: r2 |Right rear key
bg: r2 |десен заден клавиш
de: R2 |Rechte hintere Taste
es: r2 |Tecla trasera derecha
hr: r2 |Desna stražnja tipka
nl: r2 |Rechtertoets achter
pt_br: r2 |Tecla traseira direita
ru: r2 |Правая задняя клавиша
ta: r2 |வலது பின் விசை

source: up |1 Step up
bg: up |1 стъпка нагоре
de: Auf |Einen Schritt nach oben springen
es: up |1 paso arriba
hr: up |Jedan korak gore
nl: up |1 Stap omhoog
pt_br: up |1 passo acima
ru: вверх |1 Шаг вверх
ta: up |ஒரு படி மேல்

source: up2 |2 Steps up
bg: up2 |2 стъпки нагоре
de: Auf2 |Zwei Schritte nach oben springen
es: up2 |2 pasos arriba
hr: up2 |Dva koraka gore
nl: up2 |2 Stappen omhoog
pt_br: up2 |2 passos acima
ru: вверх2 |2 Шага вверх
ta: up2 |இரு படிகள் மேல்

source: left |1 Step left
bg: left |1 стъпка наляво
de: Links |Einen Schritt nach links springen
es: left |1 paso a la izquierda
hr: left |Jedan korak lijevo
nl: left |1 Stap naar links
pt_br: left |1 passo à esquerda
ru: влево |1 Шаг влево
ta: left |ஒரு படி இடமாக

source: left2 |2 Steps left
bg: left2 |2 стъпки наляво
de: Links2 |Zwei Schritte nach links springen
es: left2 |2 pasos a la izquierda
hr: left2 |Dva koraka lijevo
nl: left2 |2 Stappen naar links
pt_br: left2 |2 passos à esquerda
ru: влево2 |2 Шага влево
ta: left2 |இரு படிகள் இடமாக

source: right |1 Step right
bg: right |1 стъпка надясно
de: Rechts |Einen Schritt nach rechts springen
es: right |1 paso a la derecha
hr: right |Jedan korak desno
nl: right |1 Stap naar rechts
pt_br: right |1 passo à direita
ru: вправо |1 Шаг вправо
ta: right |ஒரு படி வலமாக

source: right2 |2 Steps right
bg: right2 |2 стъпки надясно
de: Rechts2 |Zwei Schritte nach rechts springen
es: right2 |2 pasos a la derecha
hr: right2 |Dva koraka desno
nl: right2 |2 Stappen naar rechts
pt_br: right2 |2 passos à direita
ru: вправо2 |2 Шага вправо
ta: right2 |இரு படிகள் வலமாக
zh_tw: right |1 Step right

source: dn |1 Step down
bg: dn |1 стъпка надолу
de: Ab |Einen Schritt nach unten springen
es: dn |1 paso abajo
hr: dn |Jedan korak dolje
nl: dn |1 Stap omlaag
pt_br: dn |1 passo abaixo
ru: вн |1 Шаг вниз
ta: dn |ஒரு படி கீழ்

source: dn2 |2 Steps down
bg: dn2 |2 стъпки надолу
de: Ab2 |Zwei Schritte nach unten springen
es: dn2 |2 pasos abajo
hr: dn2 |Dva koraka dolje
nl: dn2 |2 Stappen omlaag
pt_br: dn2 |2 passos abaixo
ru: вн2 |2 Шага вниз
ta: dn2 |இரு படிகள் கீழ்
zh_tw: dn2 |2 Steps dow

source: Following are the Papenmeier command assignments for NVDA:
bg: Следват клавишните назначения на Papenmeier за командите на NVDA:
de: Die folgenden Befehle sind in NVDA verfügbar:
es: Seguidamente van las asignaciones de órdenes de las Papenmeier para NVDA:
hr: Slijede Papenmeierovi dodjeljeni prečaci za korištenje s NVDA:
nl: In NVDA zijn de volgende toetscommando's voor Papenmeier-Brailleleesregels beschikbaar:
pt_br: A seguir estão os comandos Papenmeier atribuídos para o NVDA:
ru: Ниже приведены назначения команд Papenmeier для NVDA:
ta: என்விடிஏவிற்காக ஒதுக்கப்பட்டுள்ள பேப்பன்மேயர் கட்டளைகள் கீழே கொடுக்கப்பட்டுள்ளன:
zh_tw: 以下是 Papenmeier 在 NVDA 的按鍵指派：

source: Devices with EAB:
bg: Устройства с EAB:
de: Geräte mit Navigationsleiste:
es: Dispositivos con EAB:
hr: Uređaji koji imaju EAB:
nl: Toestellen met EAB:
pt_br: Dispositivos que possuem EAB:
ru: Устройства с EAB:
ta: எளிதான அணுகுப் பட்டை கொண்டுள்ள கருவிகள்:
zh_tw: 具有 EAB 的裝置：

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |left
bg: Превъртане на брайловия дисплей назад |left
de: Auf der Braillezeile rückwärts navigieren |Links
es: Desplazar la pantalla braille atrás |izquierda
hr: Kliži po brajičnom retku natrag |lijevo
nl: Brailleregel terugscrollen |links
pt_br: Rolar linha braille para trás |left
ru: Прокрутка брайлевского дисплея назад |left
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |left

source: Scroll braille display forward |right
bg: Превъртане на брайловия дисплей напред |right
de: Auf der Braillezeile vorwärts navigieren |Rechts
es: Desplazar la pantalla braille adelante |derecha
hr: Kliži po brajičnom retku naprijed |desno
nl: Brailleregel vooruitscrollen |rechts
pt_br: Rolar linha braille para frente |right
ru: Прокрутка брайлевского дисплея вперёд |right
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |right

source: Move braille display to previous line |up
bg: Преместване до предишен ред |up
de: Auf der Braillezeile zur vorherigen Zeile navigieren |Auf
es: Mover la pantalla braille a la línea anterior |arriba
hr: Premjesti brajični redak na prethodni redak |gore
nl: Brailleregel naar vorige regel verplaatsen |omhoog
pt_br: Mover linha braille para a linha anterior |up
ru: Перемещение брайлевского дисплея к предыдущей строке |up
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |up

source: Move braille display to next line |dn
bg: Преместване до следващ ред |dn
de: Auf der Braillezeile zur nächsten Zeile navigieren |Ab
es: Mover la pantalla braille a la línea siguiente |abajo
hr: Premjesti brajični redak na prethodni redak |dolje
nl: Brailleregel naar volgende regel verplaatsen |omlaag
pt_br: Mover linha braille para a linha seguinte |dn
ru: Перемещение брайлевского дисплея к следующей строке |dn
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |dn

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Ir a la celda braille |sensores
hr: Premjesti se na brajičnu ćeliju |routing
nl: Cursor naar Braillecel verplaatsen |Routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: Report current character in review |l1
bg: Докладване на текущия знак в прегледа |l1
de: Zeichen unter dem NVDA-Cursor mitteilen |L1
es: Anunciar carácter actual en revisión |l1
hr: Izgovori trenutačni znak u pregledu |l1
nl: Teken onder cursor voorlezen |l1
pt_br: Anunciar o caractere atual em exploração |l1
ru: Читать текущий символ в режиме текстового просмотра |l1
ta: சீராய்வில் இருக்கும் தற்போதைய வரியுருவை அறிவித்திடுக |l1

source: Activate current navigator object |l2
bg: Активиране на текущия навигационен обект |l2
de: Aktuelles Navigator-Objekt aktivieren |L2
es: Activar navegador de objetos actual |l2
hr: Aktiviraj trenutačni navigacijski objekt |l2
nl: Huidige navigatorobject activeren |l2
pt_br: Ativar o atual objeto de navegação |l2
ru: Активировать текущий объект навигатора |l2
ta: தற்போதைய வழிசெலுத்திப் பொருளை இயக்குக |l2

source: Report title |l1up
bg: Докладване на заглавието |l1up
de: Titelleiste mitteilen |L1+Auf
es: Anunciar título |l1up
hr: Izvijesti o naslovu |l1gore
nl: Titel van actieve venster weergeven |l1+omhoog
pt_br: Anunciar título |l1up
ru: Читать заголовок |l1up
ta: தலைப்பை அறிவித்திடுக |l1+up

source: Report Status Bar |l2down
bg: Докладване на лентата на състоянието |l2down
de: Statusleiste mitteilen |L2+Ab
es: Anunciar Barra de Estado |l2down
hr: Izvijesti o traci stanja |l2dolje
nl: Statusbalk actieve venster weergeven |l2+omlaag
pt_br: Ler Barra de Status |l2down
ru: Читать строку состояния |l2down
ta: நிலைப் பட்டையை அறிவித்திடுக |l2+down

source: Move to containing object |up2
bg: Преместване до съдържащия обект |up2
de: Zum übergeordneten Objekt navigieren |Auf2
es: Moverse al objeto contenedor |up2
hr: Premjesti se na sadržavajući objekt |gore2
nl: Navigatorobject naar hoger niveau verplaatsen |omhoog2
pt_br: Mover para o objeto pai |up2
ru: Перейти на родительский объект |up2
ta: கொண்டுள்ள பொருளுக்கு நகர்க |up2

source: Move to first contained object |dn2
bg: Преместване до първия съдържан обект |dn2
de: Zum ersten untergeordneten Objekt navigieren |Ab2
es: Moverse al primer objeto contenido |dn2
hr: Premjesti se na prvi sadržavajući objekt |dolje2
nl: Navigatorobject één niveau naar beneden verplaatsen |omlaag2
pt_br: Mover para o primeiro objeto filho |dn2
ru: Перейти на первый дочерний объект |dn2
ta: கொள்ளப்பட்டிருக்கும் முதல் பொருளுக்கு நகர்க |dn2

source: Move to next object |right2
bg: Преместване до следващ обект |right2
de: Zum vorherigen Objekt navigieren |Links2
es: Moverse al siguiente objeto |left2
hr: Premjesti se na sljedeći objekt |desno2
nl: Navigatorobject naar volgende Object verplaatsen |rechts2
pt_br: Mover para o objeto seguinte |right2
ru: Перейти на следующий объект |right2
ta: அடுத்த பொருளுக்கு நகர்க |right2

source: Move to previous object |left2
bg: Преместване до предишен обект |left2
de: Zum nächsten Objekt navigieren |Rechts2
es: Moverse al objeto anterior |right2
hr: Premjesti se na prethodni objekt |lijevo2
nl: Navigatorobject naar voorafgaand object verplaatsen |links2
pt_br: Mover para o objeto anterior |left2
ru: Перейти на предыдущий объект |left2
ta: முந்தைய பொருளுக்கு நகர்க |left2

source: Report text formatting under braille cell |upper routing strip
bg: Докладване на форматирането на текста на брайловата клетка |Upper routing strip
de: Textformatierungen am Braille-Modul mitteilen |Obere Routing-Taste
es: Anunciar formato de texto bajo la celda braille |Upper routing strip
hr: Izvijesti o oblikovanju teksta pod brajičnom ćelijom |gornji red routing tipki
nl: Tekstopmaak onder braillecel weergeven |bovenste rij routingtoetsen
pt_br: Anunciar formatação de texto em cela braille |faixa de sensores superior
ru: Произносить форматирование текста под брайлевской клеткой |upper routing strip
ta: பிரெயில் கள‍த்தின் கீழிருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடுக |upper routing strip

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Report current character in review |l1
bg: Докладване на текущия знак в прегледа |l1
de: Aktuelles Zeichen am NVDA-Cursor mitteilen |L1
es: Anunciar carácter actual en revisión |l1
hr: Izgovori trenutačni znak u pregledu |l1
nl: Teken onder cursor voorlezen |l1
pt_br: Anunciar o caractere atual em exploração |l1
ru: Читать текущий символ в режиме текстового просмотра |l1
ta: சீராய்வில் இருக்கும் தற்போதைய எழுத்தினை அறிவித்திடுக |l1

source: Activate current navigator object |l2
bg: Активиране на текущия навигационен обект |l2
de: Aktuelles Navigator-Objekt aktivieren |L2
es: Activar navegador de objetos actual |l2
hr: Aktiviraj trenutačni navigacijski objekt |l2
nl: Huidige navigatorobject activeren |l2
pt_br: Ativar o atual objeto de navegação |l2
ru: Активировать текущий объект навигатора |l2
ta: தற்போதைய வழிசெலுத்திப் பொருளை இயக்குக |l2

source: Scroll braille display back |left
bg: Превъртане на брайловия дисплей назад |left
de: Auf der Braillezeile rückwärts navigieren |Links
es: Desplazar pantalla braille atrás |left
hr: Kliži po brajičnom retku natrag |lijevo
nl: Brailleregel achteruitscrollen |links
pt_br: Rolar linha braille para trás |left
ru: Прокрутка брайлевского дисплея назад |left
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |left

source: Scroll braille display forward |right
bg: Превъртане на брайловия дисплей напред |right
de: Auf der Braillezeile vorwärts navigieren |Rechts
es: Desplazar pantalla braille adelante |right
hr: Kliži po brajičnom retku naprijed |desno
nl: Brailleregel vooruitscrollen |rechts
pt_br: Rolar linha braille para frente |right
ru: Прокрутка брайлевского дисплея вперёд |right
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |right

source: Move braille display to previous line |up
bg: Преместване до предишен ред |up
de: Auf der Braillezeile zur vorherigen Zeile navigieren |Auf
es: Mover pantalla braille a la línea anterior |up
hr: Premjesti brajični redak na prethodni redak |gore
nl: Brailleregel naar vorige regel verplaatsen |omhoog
pt_br: Mover linha braille para a linha anterior |up
ru: Перемещение брайлевского дисплея к предыдущей строке |up
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |up

source: Move braille display to next line |dn
bg: Преместване до следващ ред |dn
de: Auf der Braillezeile zur nächsten Zeile navigieren |Ab
es: Mover pantalla braille a la línea siguiente |dn
hr: Premjesti brajični redak na sljedeći redak |dolje
nl: Brailleregel naar volgende regel verplaatsen |omlaag
pt_br: Mover linha braille para a linha seguinte |dn
ru: Перемещение брайлевского дисплея к следующей строке |dn
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |dn

source: Toggle braille tethered to |r2
bg: Превключване на обвързването на брайла |r2
de: Kopplung der Braillezeile konfigurieren |R2
es: Activar y desactivar seguimiento de braille |r2
hr: Mijenjaj povezanost brajičnog retka |r2
nl: Braille koppelen wisselen |r2
pt_br: Alternar vínculo do braille |r2
ru: Переключение привязки брайля |r2
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |r2

source: Move to containing object |r1+up
bg: Преместване до съдържащ обект |R1+Up
de: Zum übergeordneten Objekt navigieren |R1+Auf
es: Moverse al objeto contenedor |r1+up
hr: Premjesti se na sadržavajući objekt |r1+gore
nl: Navigatorobject naar containing niveau verplaatsen |r1+up
pt_br: Mover para o objeto pai |r1+up
ru: Перейти на родительский объект |r1+up
ta: கொண்டுள்ள பொருளுக்கு நகர்க |r1+up

source: Move to first contained object |r1+dn
bg: Преместване до първия съдържан обект |R1+Dn
de: Zum ersten untergeordneten Objekt navigieren |R1+Ab
es: Moverse al primer objeto contenido |r1+dn
hr: Premjesti se na prvi sadržavajući objekt |r1+dolje
nl: Navigatorobject één niveau naar beneden verplaatsen |r1+dn
pt_br: Mover para o primeiro objeto filho |r1+dn
ru: Перейти на первый дочерний объект |r1+dn
ta: கொண்டுள்ள முதல் பொருளுக்கு நகர்க |r1+dn

source: Move to previous object |r1+left
bg: Преместване до предишния обект |R1+Left
de: Zum vorherigen Objekt navigieren |R1+Links
es: Moverse al objeto anterior |r1+left
hr: Premjesti se na prethodni objekt |r1+lijevo
nl: Navigatorobject naar voorafgaand Object verplaatsen |r1+left
pt_br: Mover para o objeto anterior |r1+left
ru: Перейти на предыдущий объект |r1+left
ta: முந்தைய பொருளுக்கு நகர்க |r1+left

source: Move to next object |r1+right
bg: Преместване до следващия обект |R1+Right
de: Zum nächsten Objekt navigieren |R1+Rechts
es: Moverse al siguiente objeto |r1+right
hr: Premjesti se na sljedeći objekt |r1+desno
nl: Navigatorobject naar volgende Object verplaatsen |r1+right
pt_br: Mover para o objeto seguinte |r1+right
ru: Перейти на следующий объект |r1+right
ta: அடுத்த பொருளுக்கு நகர்க |r1+right

source: Report text formatting under braille cell |upper routing strip
bg: Докладване на форматирането на текста на брайловата клетка |upper routing strip
de: Textformatierungen am Braille-Modul mitteilen |obere Routing-Taste
es: Anunciar formato de texto bajo la celda braille |sensores superiores
hr: Izvijesti o oblikovanju teksta pod brajičnom ćelijom |gornji red routing tipki
nl: Tekstopmaak onder braillecel weergeven |Bovenste routingstrip
pt_br: Anunciar formatação de texto em cela braille |faixa de sensores superior
ru: Произносить форматирование текста под брайлевской клеткой |upper routing strip
ta: பிரெயில் கள‍த்தின் கீழிருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடுக |upper routing strip

source: Report title |l1+up
bg: Докладване на заглавието |l1+up
de: Titelleiste mitteilen |L1+Auf
es: Anunciar título |l1+arriba
hr: Izvijesti o naslovu |l1+gore
nl: Titelweergeven |l1+omhoog
pt_br: Anunciar título |l1+up
ru: Читать заголовок |l1+up
ta: தலைப்பை அறிவித்திடுக |l1+up

source: Report status bar |l2+down
bg: Докладване на лентата на състоянието |l2+down
de: Statusleiste mitteilen |L2+Ab
es: Anunciar barra de estado |l2+abajo
hr: Izvijesti o traci stanja |l2+dolje
nl: Statusbalk weergeven |l2+omlaag
pt_br: Anunciar barra de status |l2+down
ru: Читать строку состояния |l2+down
ta: நிலைப் பட்டையை அறிவித்திடுக |l2+down

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Report current character in review |l1
bg: Докладване на текущия знак в прегледа |l1
de: Aktuelles Zeichen am NVDA-Cursor mitteilen |L1
es: Anunciar carácter actual en revisión |l1
hr: Izgovori trenutačni znak u pregledu |l1
nl: Teken onder cursor voorlezen |l1
pt_br: Anunciar o caractere atual em exploração |l1
ru: Читать текущий символ в режиме текстового просмотра |l1
ta: சீராய்வில் இருக்கும் தற்போதைய எழுத்தினை அறிவித்திடுக |l1

source: Activate current navigator object |l2
bg: Активиране на текущия навигационен обект |l2
de: Aktuelles Navigator-Objekt aktivieren |L2
es: Activar navegador de objetos actual |l2
hr: Aktiviraj trenutačni navigacijski objekt |l2
nl: Huidige navigatorobject activeren |l2
pt_br: Ativar o objeto de navegação atual |l2
ru: Активировать текущий объект навигатора |l2
ta: தற்போதைய வழிசெலுத்திப் பொருளை இயக்குக |l2

source: Toggle braille tethered to |r2
bg: Превключване на обвързването на брайла |r2
de: Kopplung der Braillezeile konfigurieren |R2
es: Activar o desactivar seguimiento de braille |r2
hr: Mijenjaj povezanost brajičnog retka |r2
nl: Braille koppelen wisselen |r2
pt_br: Alternar vínculo do braille |r2
ru: Переключение привязки брайля |r2
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |r2

source: Report text formatting under braille cell |upper routing strip
bg: Докладване на форматирането на текста на брайловата клетка |upper routing strip
de: Textformatierungen am Braille-Modul mitteilen |Obere Routing-Taste
es: Anunciar formato de texto bajo la celda braille |sensores superior
hr: Izvijesti o oblikovanju teksta ispod brajične ćelije |gornji red routing tipki
nl: Tekstopmaak onder braillecel weergeven |Bovenste routingstrip
pt_br: Anunciar formatação de texto em cela braille |faixa de sensores superior
ru: Произносить форматирование текста под брайлевской клеткой |upper routing strip
ta: பிரெயில் கள‍த்தின் கீழிருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடுக |upper routing strip

source: Move braille display to previous line |up
bg: Придвижване до предишен ред |up
de: Auf der Braillezeile zur vorherigen Zeile navigieren |Auf
es: Mover pantalla braille a la línea anterior| up
hr: Premjesti brajični redak na prethodni redak |gore
nl: Naar vorige regel gaan |up/omhoog
pt_br: Mover linha braille para a linha anterior |up
ru: Перемещение брайлевского дисплея к предыдущей строке |up
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |up

source: Scroll braille display back |left
bg: Превъртане на брайловия дисплей назад |left
de: Auf der Braillezeile rückwärts navigieren |Links
es: Desplazar pantalla braille atrás |left
hr: Kliži po brajičnom retku natrag |lijevo
nl: Leesregel terugscrollen |left/links
pt_br: Rolar linha braille para trás |left
ru: Прокрутка брайлевского дисплея назад |left
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |left

source: Scroll braille display forward |right
bg: Превъртане на брайловия дисплей напред |right
de: Auf der Braillezeile vorwärts navigieren |Rechts
es: Desplazar pantalla braille adelante |right
hr: Kliži po brajičnom retku naprijed |desno
nl: Leesregel vooruitscrollen| right/rechts
pt_br: Rolar linha braille para frente |right
ru: Прокрутка брайлевского дисплея вперёд |right
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |right

source: Move braille display to next line |dn
bg: Придвижване до следващ ред |dn
de: Auf der Braillezeile zur nächsten Zeile navigieren |Ab
es: Mover pantalla braille a la línea siguiente |dn
hr: Premjesti brajični redak na sljedeći redak |dolje
nl: Naar volgende regel gaan |dn/omlaag
pt_br: Mover linha braille para a linha seguinte |dn
ru: Перемещение брайлевского дисплея к следующей строке |dn
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |dn

source: Move to next object |left2
bg: Придвижване до следващия обект |left2
de: Zum nächsten Objekt navigieren |Links2
es: Moverse al objeto siguiente |left2
hr: Premjesti se na sljedeći objekt |lijevo2
nl: Naar volgend object gaan |left2/links2
pt_br: Mover para o próximo objeto |left2
ru: Перейти на следующий объект |left2
ta: அடுத்த வரிக்கு நகர்க |left2

source: Move to containing object |up2
bg: Придвижване до съдържащия обект |up2
de: Zum übergeordneten Objekt navigieren |Auf2
es: Moverse al objeto contenedor |up2
hr: Premjesti se na sadržavajući objekt |gore2
nl: Één niveau omhoog gaan |up2/omhoog2
pt_br: Mover para o objeto pai |up2
ru: Перейти на родительский объект |up2
ta: கொண்டுள்ள பொருளுக்கு நகர்க |up2

source: Move to first contained object |dn2
bg: Придвижване до първия съдържан обект |dn2
de: Zum ersten untergeordneten Objekt navigieren |Ab2
es: Moverse al primer objeto contenido |dn2
hr: Premjesti se na prvi sadržavajući objekt |dolje2
nl: ÉÉn niveau omlaag gaan |dn2/omlaag2
pt_br: Mover para o primeiro objeto filho |dn2
ru: Перейти на первый дочерний объект |dn2
ta: கொள்ளப்பட்டிருக்கும் முதல் பொருளுக்கு நகர்க |dn2

source: Move to previous object |right2
bg: Придвижване до предишния обект |right2
de: Zum vorherigen Objekt navigieren |Rechts2
es: Moverse al objeto anterior |right2
hr: Premjesti se na prethodni objekt |desno2
nl: Naar voorafgaand object gaan |right2/rechts2
pt_br: Mover para o objeto anterior |right2
ru: Перейти на предыдущий объект |right2
ta: முந்தைய பொருளுக்கு நகர்க |right2

source: HumanWare BrailleNote
es: <target/>
ta: ஹ்யூமன்வேர் பிரெயில்நோட்

source: NVDA supports the BrailleNote notetakers from [Humanware](https://www.humanware.com) when acting as a display terminal for a screen reader.
bg: NVDA поддържа бележниците BrailleNote на [Humanware](https://www.humanware.com) когато работят като екранен терминал за екранен четец.
de: NVDA unterstützt die BrailleNote-Modelle von [Humanware](https://www.humanware.com) sofern diese als Braillezeilen betrieben werden.
es: NVDA es compatible con los anotadores electrónicos BrailleNote de [Humanware](https://www.humanware.com) cuando actúen como un terminal braille para un lector de pantalla.
hr: NVDA podržava BrailleNote elektroničke bilježnice tvrtke [Humanware](https://www.humanware.com) Kad se ponašaju kao brajični redci za čitače ekrana.
nl: NVDA ondersteunt de BrailleNote notitieapparaten van [Humanware](https://www.humanware.com) wanneer deze gebruikt worden als leesregel voor een schermlezer.
pt_br: O NVDA suporta os notetakers — anotadores — BrailleNote da [Humanware](https://www.humanware.com) quando usados com função de terminal braille para leitores de telas.
ru: NVDA поддерживает BrailleNote notetakers от [Humanware](https://www.humanware.com), когда она используется в качестве терминала для чтения с экрана.
ta: ஒரு திரைநவிலிக்குக் காட்சியமைவு முனையமாக செயற்படும்பொழுது, [ஹ்யூமன்வேர்](https://www.humanware.com) பிரெயில்நோட்டின் நோட்டேக்கர்களுக்கு என்விடிஏ ஆதரவளிக்கிறது.
zh_tw: NVDA 支援 [Humanware](https://www.humanware.com) 的 BrailleNote notetakers，

source: The following models are supported:
bg: Поддържат се следните модели:
de: Die folgenden Modelle werden unterstützt:
es: Se admiten los siguientes modelos:
hr: Sljedeći modeli su podržani:
nl: De volgende modellen worden ondersteund:
pt_br: Os seguintes modelos são suportados:
ru: Поддерживаются следующие модели:
ta: பின்வரும் மாதிரிகளுக்கு ஆதரவளிக்கப்படுகிறது:
zh_tw: 下列為支援的型號：

source: BrailleNote Classic (serial connection only)
bg: BrailleNote Classic (само серийно свързване)
de: BrailleNote Classic (nur serielle Verbindung)
es: BrailleNote Classic (sólo conexión serie)
hr: BrailleNote Classic (samo serijska veza)
nl: BrailleNote Classic (uitsluitend seriële verbinding)
pt_br: BrailleNote Clássico (conexão apenas por porta serial)
ru: BrailleNote Classic (только последовательное подключение)
ta: பிரெயில்நோட் கிளாசிக் (தொடர் இணைப்பு மட்டும்)
zh_tw: BrailleNote Classic (僅能串列連接)
