Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The [text paragraph navigation command](#TextNavigationCommand) searches for paragraphs matched by this regular expression.
bg: [Командата за навигация по текстови абзаци](#TextNavigationCommand) търси абзаци, съответстващи на този регулярен израз.
de: Der [Navigationsbefehl zu Textabsätzen](#TextNavigationCommand) sucht nach Absätzen, die mit diesem regulären Ausdruck übereinstimmen.
es: La [orden de navegación de párrafos de texto](#TextNavigationCommand) busca párrafos emparejados por esta expresión regular.
hr: Traženje odlomaka koristeći [Prečac za kretanje po odlomcima](#TextNavigationCommand) ovisi od ovog polja.
nl: Het [navigatiecommando voor tekstalinea's](#TextNavigationCommand) zoekt naar tekstalinea's die overeenkomen met de criteria van de reguliere expressie.
pt_br: O [comando de navegação de parágrafo de texto](#TextNavigationCommand) procura parágrafos correspondentes a essa expressão regular.
ru: Команда [навигации по текстовым абзацам](#TextNavigationCommand) ищет абзацы, соответствующие этому регулярному выражению.
ta: இந்த சுருங்குறித்தொடருடன் பொருந்தும் பத்திகளை [உரைப் பத்தி வழிசெலுத்தல் கட்டளை](#TextNavigationCommand) தேடும்.
zh_tw: [文字段落導覽指令](#TextNavigationCommand)會搜尋與此正規表達式相符的段落。

source: miscellaneous Settings
bg: Други настройки
de: Verschiedene Optionen
es: miscelánea de Opciones
hr: Razne postavke
nl: Diverse instellingen
pt_br: Configurações diversas
ru: прочие параметры
ta: இதர அமைப்புகள்
zh_tw: 其他設定

source: Besides the [NVDA Settings](#NVDASettings) dialog, The Preferences sub-menu of the NVDA Menu contains several other items which are outlined below.
bg: Освен прозореца с [настройките на NVDA](#NVDASettings), подменюто „Настройки“ в менюто на NVDA съдържа няколко други елемента, които са изложени по-долу.
de: Neben den [NVDA-Einstellungen](#NVDASettings), befinden sich weitere Einträge im NVDA-Menü unter "Optionen". Diese werden weiter unten erläutert.
es: Además del cuadro de diálogo [Opciones de NVDA](#NVDASettings), el submenú Preferencias del menú NVDA contiene otros elementos que se describen a continuación.
hr: Osim [Postavki NVDA](#NVDASettings) dijaloškog okvira, podizbornik postavke, sadrži sljedeće stavke koje su opisane ispod.
nl: Naast het dialoogvenster Instellingen van [NVDA](#NVDASettings) kent het sub-menu Opties van het NVDA-menu nog verscheidene andere onderdelen die hierna worden voorgesteld.
pt_br: Além da caixa de diálogo de [Configurações do NVDA](#NVDASettings), o submenu Preferências do menu do NVDA contém vários outros itens que são descritos abaixo.
ru: Помимо [диалога настроек NVDA](#NVDASettings), подменю "Параметры" главного меню NVDA содержит несколько других элементов, описание которых приведено ниже.
ta: [என்விடிஏ அமைப்புகளைத்](#NVDASettings) தவிர, என்விடிஏ பட்டியலில் இருக்கும் விருப்பங்கள் உட்பட்டியல், கீழே சுருக்கமாக விளக்கப்படும் பல உருப்படிகளையும் கொண்டுள்ளது:
zh_tw: 除了 [NVDA 設定](#NVDASettings)對話框，NVDA 功能表中的偏好子功能表包含以下幾個其他項目。

source: Speech dictionaries
bg: Речници
de: Die Aussprache-Wörterbücher
es: Diccionarios del Habla
hr: Govorni rječnici
nl: Uitspraakwoordenboeken
pt_br: Dicionários
ru: Речевые словари
ta: பேச்சு அகரமுதலிகள்
zh_tw: 讀音字典

source: The speech dictionaries menu (found in the Preferences menu) contains dialogs that allow you to manage the way NVDA pronounces particular words or phrases.
bg: Менюто „Речници“, (намиращо се в подменю „Настройки“), съдържа диалози, които ви позволяват да задавате специфично произношение за отделни думи или фрази.
de: Im Menü Optionen finden Sie den Eintrag Aussprache-Wörterbücher. Dieses Menü enthält Dialogfelder mit deren Hilfe Sie festlegen können, wie NVDA einzelne Wörter oder Satzteile ausspricht.
es: El menú de Diccionarios del habla, (encontrado en el menú Preferencias) contiene diálogos que te permiten controlar el modo en que NVDA pronuncia palabras o frases particulares.
hr: Izbornik govorni rječnici (kojeg možete pronaći u izborniku postavke) sadrži dijaloške okvire koji omogućuju upravljanje načinom na koji NVDA izgovara određene riječi ili fraze.
nl: Via het menu-item Uitspraakwoordenboeken dat te vinden is onder Opties kunt u aangeven hoe NVDA bepaalde woorden of woordgroepen moet uitspreken.
pt_br: O menu dos Dicionários (que se encontra no menu Preferências) contém diálogos que lhe permitem controlar o modo como o NVDA anuncia palavras ou expressões em particular.
ru: Меню "Речевые словари" можно найти в подменю "Параметры" главного меню NVDA. Оно предоставляет диалоговые окна, которые позволяют вам управлять произношением определённых слов или фраз.
ta: விருப்பங்கள் உட்பட்டியலில் இருக்கும் இவ்வுரையாடல் பெட்டி, சொற்களையும், சொற்றொடர்களையும் என்விடிஏ எவ்வாறு கையாள வேண்டுமென்று அறிவுறுத்தப் பயன்படுகிறது.
zh_tw: 「讀音字典」功能表 (位於「偏好」子功能表) 具有一個對話框允許您管理 NVDA 對特定文字的讀音方式，

source: There are currently three different types of speech dictionaries.
bg: В настоящия момент има 3 различни типа речници.
de: Derzeit gibt es drei unterschiedliche Formen der Aussprache-Wörterbücher.
es: Hay actualmente tres tipos diferentes de diccionarios del habla.
hr: trenutačno postoje tri vrste govornih rječnika.
nl: Op dit moment zijn er 3 soorten woordenboeken beschikbaar,
pt_br: Existem atualmente três tipos de dicionários de fala.
ru: В настоящее время доступны три вида речевых словарей.
ta: தற்பொழுது, மூன்று வகையான பேச்சு அகரமுதலிகள் உள்ளன.
zh_tw: 目前有三個不同類型的字典

source: They are:
bg: Те са:
de: Diese sind:
es: Son:
hr: To su:
nl: te weten,
pt_br: São eles:
ru: А именно:
ta: அவையாவன:
zh_tw: 分別是：

source: Default: rules in this dictionary affect all speech in NVDA.
bg: Речник по подразбиране: правилата в този речник засягат цялата реч в NVDA.
de: Standard: Regeln in diesem Wörterbuch haben Einfluss auf alle Aussprachen in NVDA.
es: Predeterminado: las reglas en este diccionario afectan a todas las voces en NVDA.
hr: Glavni riječnik: Pravila u ovom rječniku važe za sav govor u NVDA.
nl: Standaard woordenboek: de regels hierin hebben betrekking op alles wat in NVDA wordt uitgesproken.
pt_br: Padrão: as regras neste dicionário afetam todas as vozes no NVDA.
ru: Общий словарь: правила в этом словаре затрагивают все синтезаторы речи.
ta: இயல்பகரமுதலி: இதில் ஏற்றப்படும் விதிகள், என்விடிஏவின் எல்லாப் பேச்சிலும் தாக்கத்தை ஏற்படுத்தும்.
zh_tw: 預設字典：此字典中的規則影響所有在 NVDA 中的語音。

source: Voice: rules in this dictionary affect speech for the synthesizer voice currently being used.
bg: Гласов речник: правилата в този речник засягат гласа от синтезатора, който се използва в момента.
de: Stimme: Regeln in diesem Wörterbuch haben Einfluss auf die momentan verwendete Stimme der Sprachausgabe in NVDA.
es: Voz: un diccionario cuyas reglas afectan a la voz para el sintetizador que actualmente está siendo utilizado.
hr: Glasovni: Pravila u ovom rječniku primjenjuju se na govornu jedinicu i na glas koji se trenutačno koristi.
nl: Stem-afhankelijk woordenboek: de regels hierin hebben betrekking op de in gebruik zijnde synthesizer stem.
pt_br: Para voz atual: é um dicionário cujas regras afetam a voz para o sintetizador utilizado atualmente.
ru: Голосовой словарь: правила в этом словаре затрагивают только текущий голос активного синтезатора речи.
ta: குரல் அகரமுதலி: இதில் ஏற்றப்படும் விதிகள், தற்பொழுது செயற்பட்டுக் கொண்டிருக்கும் ஒலிப்பானின் குரலில் மட்டுமே தாக்கத்தை ஏற்படுத்தும்.
zh_tw: 語音字典：此字典中的規則影響目前使用中的合成器語音。

source: Temporary: rules in this dictionary affect all speech in NVDA, but only for the current session. These rules are temporary and will be lost if NVDA is restarted.
bg: Временен речник: правилата в този речник засягат цялата реч в NVDA, но само за текущата сесия. Тези правила са временни и ще бъдат загубени, ако NVDA бъде рестартиран.
de: Temporär: Regeln in diesem Wörterbuch haben nur vorläufigen Einfluss auf alle Stimmen in NVDA (gilt nur für diese Sitzung). Beim nächsten Neustart von NVDA sind diese nicht mehr vorhanden.
es: Temporal: las reglas en este diccionario afectan a todas las voces en NVDA, pero sólo para la sesión actual. Estas reglas son temporales y se perderán si NVDA es reiniciado.
hr: Privremeni: pravila u ovom rječniku Primjenjuju se na sav govor u NVDA, ali samo za trenutačnu sesiju. Ova su pravila privremena i bit će izgubljena kad NVDA bude ponovo pokrenut.
nl: Tijdelijk woordenboek: de regels hierin hebben betrekking op alles wat er door NVDA wordt uitgesproken, maar dan alleen voor de huidige sessie. De gemaakte regels gaan verloren wanneer NVDA opnieuw wordt gestart.
pt_br: Temporário: as regras neste dicionário afetam todas as vozes deste programa, mas apenas para a sessão atual. Estas regras são temporárias e perder-se-ão se o NVDA for reiniciado.
ru: Временный словарь: правила в этом словаре затрагивают все синтезаторы речи, но только для текущей рабочей сессии. Эти правила временные и после перезагрузки NVDA будут утеряны.
ta: தற்காலிக அகரமுதலி: இதில் ஏற்றப்படும் விதிகள் எல்லாப் பேச்சிலும் தாக்கத்தை ஏற்படுத்தும். ஆனால், இவைத் தற்காலிகமானவை, என்விடிஏ மறுதுவக்கப்படும் வரைதான் செயலில் இருக்கும்.
zh_tw: 暫存字典：此字典中的規則影響 NVDA 中的所有語音，但僅對現階段執行的 NVDA 有作用，重新啟動 NVDA 後這些暫存的規則將會消失。

source: You need to assign custom gestures using the [Input Gestures dialog](#InputGestures) if you wish to open any of these dictionary dialogs from anywhere.
bg: Ако искате да можете да отваряте който и да е от тези диалози отвсякъде, трябва да определите потребителски жестове като използвате [диалога Жестове на въвеждане](#InputGestures).
de: Sie müssen den Dialogfeldern eigene Tastenkombinationen zuweisen, falls Sie die Wörterbücher per Tastenkürzel aufrufen wollen. Verwenden Sie hierzu das Dialogfeld für die [Tastenbefehle](#InputGestures).
es: Necesitas asignar gestos personalizados utilizando el [diálogo Gestos de Entrada](#InputGestures) si deseas abrir cualquiera de estos diálogos de diccionario desde cualquier lugar.
hr: Morate definirati prilagođene ulazne geste koristeći [dijaloški okvir ulazne geste](#InputGestures) ako želite otvarati jedan od ovih dijaloških okvira za riječnike od bilo gdje.
nl: Als u deze woordenboeken altijd en overal wilt kunnen openen, kunt u daarvoor aangepaste invoerhandelingen aanmaken met behulp van [Invoerhandelingen koppelen](#InputGestures) onder Opties.
pt_br: É necessário atribuir comandos personalizados usando o [Diálogo Definir Comandos](#InputGestures) caso pretenda abrir qualquer um desses diálogos de dicionário de onde você estiver.
ru: Вы должны назначить пользовательские жесты, используя диалог [Жесты ввода](#InputGestures), если хотите открывать любые из этих словарных диалогов в любом месте.
ta: மேற்கூறிய அகரமுதலிகளில் ஏதேனும் ஒன்றை எங்கிருந்தாயினும் தாங்கள் திறக்க விரும்பினால், [உள்ளீட்டுச் சைகைகள்](#InputGestures) உரையாடலைப் பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகைகளை தாங்கள் இணைக்க வேண்டும்.
zh_tw: 如果您想要在任何地方開啟任一個字典對話框，您需要使用[輸入手勢](#InputGestures)對話框來指派手勢。

source: All dictionary dialogs contain a list of rules which will be used for processing the speech.
bg: Всички речникови диалози съдържат списък с правила, които ще бъдат използвани за формиране на речта.
de: Alle Wörterbücher enthalten eine Liste von Sprachregeln, welche verwendet werden, um die Sprache zu verbessern.
es: Todos los diálogos de diccionario contienen una lista de reglas que serán utilizadas para procesar la voz.
hr: Svi dijaloški okviri za rječnike sadrže listu pravila koja se koriste za procesiranje govora.
nl: In de dialoogvensters van de verschillende woordenboeken vindt u een lijst met regels die gebruikt worden om de uitspraak te sturen.
pt_br: Todos os diálogos do dicionário contêm uma lista de regras que serão utilizadas para processar a voz.
ru: Все диалоговые окна словарей содержат список правил, которые будут применяться при обработке речи.
ta: எல்லா அகரமுதலி உரையாடல் பெட்டிகளும் பேச்சை செய்முறைப் படுத்த, விதிகளின் வரிசைப் பட்டியலைக் கொண்டிருக்கும்.
zh_tw: 所有字典的對話框都含有處理讀音的規則清單，

source: The dialog also contains Add, Edit, Remove and Remove all buttons.
bg: Диалогът също съдържа бутоните „Добави“, „Редактирай“, „Премахни“ и „Премахни всички“.
de: Die Dialogfelder enthalten die folgenden Schalter: "Hinzufügen", "Bearbeiten", "Entfernen" und "Alle entfernen".
es: El diálogo también contiene los botones Añadir, Editar, Eliminar y eliminar todo.
hr: Dijaloški okvir također sadrži gumbe dodaj, uredi, ukloni i ukloni sve.
nl: Tevens zijn er de knoppen Toevoegen, Bewerken, Verwijderen en Alles verwijderen.
pt_br: O diálogo contém também os botões Adicionar, Editar, Remover e Remover todas.
ru: Эти диалоги также содержат кнопки для добавления, редактирования, удаления и удаления всех выбранных правил.
ta: இவ்வுரையாடல், கூட்டுக, தொகுத்திடுக, நீக்குக, அனைத்தையும் நீக்குக ஆகிய பொத்தான்களையும் கொண்டிருக்கும்.
zh_tw: 對話框也包含「新增」、「編輯」、「移除」與「全部移除」的按鈕。

source: To add a new rule to the dictionary, press the Add button, and fill in the fields in the dialog box that appears and then press Ok.
bg: За да добавите ново правило в речника, натиснете бутона „Добави“, попълнете полетата в отворилия се диалог и натиснете бутона OK.
de: Mit dem Schalter "Hinzufügen" erstellen Sie eine neue Regel im Wörterbuch. Anschließend füllen Sie die entsprechenden Felder aus und klicken danach auf "OK".
es: Para añadir una nueva regla al diccionario, pulsa el botón Añadir, y rellena los campos del cuadro de diálogo que aparece y entonces pulsa Aceptar.
hr: Da biste dodali novo pravilo u rječnik, pritisnite gumb dodaj i popunite polja u dijaloškom okviru koji se prikaže i pritisnite u redu.
nl: Om een regel aan een woordenboek toe te voegen gebruikt u de knop Toevoegen. U vult de velden van het dialoogvenster in dat verschijnt en klikt op OK.
pt_br: Para adicionar uma nova regra ao dicionário, pressione o botão Adicionar, preencha os campos que aparecem na caixa de diálogo e pressione OK.
ru: Для добавления нового правила в словарь нажмите кнопку "Добавить", и заполнив поля в появившемся диалоге, нажмите кнопку OK.
ta: ஒரு விதியை கூட்ட, 'கூட்டுக' பொத்தானை அழுத்தி, உரையாடல் பெட்டியில் தோன்றும் களங்களை நிரப்பியவுடன், 'சரி' பொத்தானை அழுத்தவும்.
zh_tw: 要在字典中新增一個規則請按「新增」按鈕，

source: You will then see your new rule in the list of rules.
bg: След това ще видите вашето ново правило в списъка с правила.
de: Sie sehen nun die neu hinzugefügte Regel in der Regelliste.
es: A continuación berás tu nueva regla en la lista de reglas.
hr: Tada ćete vidjeti vaše novo pravilo u popisu pravila.
nl: Nu zult u de nieuwe regel zien in het regeloverzicht.
pt_br: Desta forma verá a sua nova regra na lista de regras.
ru: Вы увидите созданное вами правило в списке словарных статей.
ta: இதன் பிறகு, தாங்கள் கூட்டிய புதிய விதியை, விதிகளின் வரிசைப் பட்டியலில் காண்பீர்கள்.
zh_tw: 接著填入相關欄位，然後按「確認」按鈕，您將會在規則清單中看到新規則，

source: However, to make sure your rule is actually saved, make sure to press Ok to exit the dictionary dialog completely once you have finished adding/editing rules.
bg: За да бъдете сигурни, че вашето ново правило е наистина запазено, уверете се, че сте излезли от диалога с бутона OK веднъж, щом свършите с добавянето/редактирането на правилата.
de: Um sicherzustellen, dass die neu hinzugefügten oder bearbeiteten Regeln auch tatsächlich gespeichert bleiben, klicken Sie auf den Schalter "OK", um damit auch das Dialogfeld der Wörterbücher zu schließen.
es: Asimismo para asegurarte de que tu regla está actualmente guardada, asegúrate de pulsar Aceptar para salir completamente del diálogo de diccionario Una vez hayas finalizado de añadir/editar reglas.
hr: međutim, da biste se uvjerili da je vaše pravilo spremljeno, ne zaboravite zatvoriti dijaloški okvir pritiskom na gumb u redu nakon dodavanja ili uređivanja pravila.
nl: Zodra u klaar bent met toevoegen of bewerken, klikt u op OK om het dialoogvenster te sluiten. Dit zorgt ervoor dat de wijzigingen worden opgeslagen.
pt_br: No entanto, para assegurar-se de que a mesma será salva, não esqueça de clicar no botão OK para encerrar completamente o diálogo do dicionário quando terminar de adicionar/editar regras.
ru: Но для полной уверенности в том, что созданное вами правило действительно сохранилось, убедитесь, что вы нажали OK для выхода из диалога словаря, когда вы закончите добавлять или редактировать правила.
ta: தாங்கள் கூட்டியுள்ள விதி சேமிக்கப்பட்டிருப்பதை உறுதி செய்ய, கூட்டுக, தொகு ஆகிய பணிகள் முடிவடைந்தவுடன், 'சரி' பொத்தானை அழுத்தி, அகரமுதலி உரையாடல் பெட்டியை விட்டு முழுமையாக வெளியேறவும்.
zh_tw: 不過要確保規則已經儲存，在完成新增或編輯規則後要再按一下「確認」按鈕關閉字典對話框才算完成。

source: The rules for NVDA's speech dictionaries allow you to change one string of characters into another.
bg: Правилата в речниците в NVDA ви позволяват да замените един низ от символи с друг.
de: Mit den Regeln für die Aussprache-Wörterbücher von NVDA können Sie eine Zeichenkette in eine andere ändern.
es: Las reglas para los diccionarios de voz de NVDA te permiten cambiar una cadena de caracteres por otra.
hr: Pravila u NVDA rječnicima omogućuju promjenu jednog niza znakova u drugi.
nl: Met de regels voor de NVDA uitspraakwoordenboeken kunt u een bepaalde karakterreeks vervangen door een andere.
pt_br: As regras para os dicionários de fala do NVDA permitem-lhe trocar uma sequência de caracteres por outra.
ru: С помощью правил речевых словарей можно заменять одну строку символов на другую.
ta: பேச்சு அகரமுதலிகளின் விதிகள், எழுத்துகளின் ஒரு தொகுதியை மற்றொன்றாகப் பேச வைக்க உதவுகிறது.
zh_tw: NVDA 讀音字典的規則允許您將一個字串改變為另一個字串，

source: For example, you could create a rule which causes NVDA to say the word "frog" instead of "bird" whenever the word "bird" is encountered.
bg: Прост пример би бил, ако искате NVDA да произнася жаба всеки път, когато би трябвало да произнася птица.
de: Ein einfaches Beispiel wäre, wenn Sie möchten, dass NVDA bei dem Wort "Frosch" jedes Mal "Vogel" sagt.
es: Un ejemplo simple sería que quisieras tener a NVDA diciendo la palabra rana cada vez que tuviera que decir la palabra pájaro.
hr: Najjednostavniji bi primjer bio da umjesto riječi ptica NVDA svaki put, umjesto riječi ptica, izgovori žaba.
nl: Stel dat u NVDA , telkens als het woord “luid” voorkomt, het woord “hard” wilt laten zeggen.
pt_br: Um exemplo simples seria o NVDA falar a palavra "sapo" cada vez que tivesse que dizer a palavra "pássaro".
ru: Например, вы можете создать правило, которое заставит NVDA произносить слово "лягушка" вместо "рыба" в любом месте, где встречается слово "рыба".
ta: எடுத்துக்காட்டாக, 'பறவை' என்கிற சொல்லை எதிர்கொள்ளும் பொழுதெல்லாம், என்விடிஏ, அச்சொல்லை 'தவளை' என்று கூறுமாறு ஒரு விதியை தாங்கள் உருவாக்கலாம்.
zh_tw: 例如您可以建立一個規則使 NVDA 每當遇到一個英文字「bird」時讀成「frog」而不是「bird」。

source: In the Add rule dialog, the easiest way to do this is to type the word bird in the Pattern field, and the word frog in the Replacement field.
bg: Най-лесният начин да направите това е в диалога за добавяне на правила да напишете думата птица в полето за образец и жаба в полето за заместител.
de: Der einfachste Weg um dies zu erreichen ist wie folgt: Im Dialogfeld "Wörterbuch-Eintrag hinzufügen" geben Sie im Eingabefeld bei "Suchen nach" das Wort "Frosch" (ohne Anführungszeichen) ein und im Eingabefeld bei "Ersetzen durch" das Wort "Vogel" (ohne Anführungszeichen) ein.
es: En el diálogo de añadir regla, el modo más fácil de hacer esto es teclear la palabra pájaro en el campo Patrón, y la palabra rana en el campo de reemplazar.
hr: Kad uđete u dijaloški okvir dodavanje pravila, najlakši način za ovu izmjenu je upisati riječ ptica u polje za uzorak i riječ žaba u polje za zamjensku riječ.
nl: U klikt dan op de knop Toevoegen en vult dan in het invoerveld patroon, “luid” in, en in het veld Vervangen vult u “hard” in.
pt_br: No diálogo para adicionar a regra, o modo mais fácil de fazer isto é escrever a palavra pássaro no campo texto original, e a palavra sapo no campo substituto.
ru: Для этого в диалоге добавления словарной статьи, просто наберите в поле "Шаблон" слово "Рыба", а в поле "Замена" слово "Лягушка".
ta: இதைச் செய்ய, அகரமுதலியின் உரையாடல் பெட்டியில், 'வடிவவிதம்' எந்கிற தொகு களத்தில் 'பறவை' என்று தட்டச்சிடப்பட்டபிறகு, 'மாற்றமர்வு' என்கிற தொகு களத்தில் 'தவளை' என்று தட்டச்சிட்டு, 'சரி' பொத்தானை அழுத்தவும்.
zh_tw: 在「新增字典項目」對話框中，最簡單的方法是在「原來文字」欄位填入「bird」，並在「替代文字」欄位填入「frog」，

source: You may also want to type a description of the rule in the Comment field (something like: changes bird to frog).
bg: Може би бихте искали да добавите също и описание в полето за коментар (нещо от сорта на: променя птица на жаба).
de: Im Eingabefeld für die Beschreibung können Sie dann "Anpassen des Wortes Frosch durch Vogel" eintragen.
es: También puedes querer teclear una descripción de la regla en el campo Comentario (algo como: cambiar pájaro por rana).
hr: Također biste možda htjeli napisati opis pravila u polje za komentar (nešto poput: Mjenja riječ ptica u žaba).
nl: Mogelijk wilt u in het commentaarveld nog een beschrijving geven van de regel, bij voorbeeld: luid wijzigen in hard.
pt_br: Você pode também pretender digitar uma descrição dessa regra no campo de comentários (algo como: trocar pássaro por sapo).
ru: Вы также можете ввести описание правила в поле "Примечание" (что-то вроде: "замена рыбы на лягушку").
ta: தாங்கள் செய்துள்ள மாற்றத்தை, 'கருத்துரை' தொகு களத்தில் குறிப்பிடலாம். எடுத்துக்காட்டாக, "'பறவை' என்கிற சொல் 'தவளை' என்று மாற்றப்பட்டுள்ளது" என்று குறிப்பிடலாம்.
zh_tw: 您也可在「註解」欄位輸入此規則的說明，像是「將 bird 改成 frog 的讀音」這樣。

source: NVDA's speech dictionaries however are much more powerful than simple word replacement.
bg: Речниците на NVDA обаче са много по-мощни от простото заместване на думи.
de: Die leistungsstarken Aussprache-Wörterbücher können weitaus mehr, als nur Wörter ersetzen.
es: Los diccionarios del habla de NVDA asimismo son mucho más poderosos que un simple reemplazo de palabras.
hr: Međutim, NVDA govorni rječnici su daleko močniji od zamjene riječi.
nl: Met de uitspraakwoordenboeken van NVDA is veel meer mogelijk dan alleen het simpel vervangen van een woord door een ander woord.
pt_br: Entretanto, os dicionários de fala do NVDA vão muito além de uma simples substituição de palavras.
ru: Однако, речевые словари NVDA имеют в своём арсенале более мощные возможности, нежели простая замена слов.
ta: சொற்களின் மாற்றமர்வுத் தவிர, இப்பேச்சு அகரமுதலிகள், மேலும் பல வலுவான கூறுகளைக் கொண்டுள்ளன.
zh_tw: 然而 NVDA 讀音字典比簡單的字串替換功能要強的多，
