Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: control+rightArrow key |dot5+space
bg: Control+Стрелка надясно |Точка5+интервал
de: Strg+Pfeiltaste nach rechts |Punkt5+Leertaste
es: teclas control+flecha derecha |punto5+espacio
hr: Tipka kontrol+strelica desno |točkica5+razmaknica
nl: control+PijlRechts-toetscombinatie |punt5+spatie
pt_br: tecla control+setaParaDireita |ponto5+espaço
ru: control+стрелка вправо |точка5+пробел
ta: கட்டுப்பாடு+வலதம்பு விசை |dot5+space

source: shift+alt+rightArrow key |dot5+dot7+f1
bg: Shift+Alt+стрелка надясно |Точка5+Точка7+F1
de: Umschalt+Alt+Pfeiltaste nach rechts |Punkt5+Punkt7+F1
es: teclas shift+alt+flecha derecha |punto5+punto7+f1
hr: Tipka šift+alt+strelica desno |točkica5+točkica7+f1
nl: shift+alt+PijlRechts-toetscombinatie |punt5+punt7+f1
pt_br: tecla shift+alt+setaParaDireita |ponto5+ponto7+f1
ru: shift+alt+стрелка вправо |точка5+точка7+f1
ta: மாற்றழுத்தி+நிலைமாற்றி+வலதம்பு விசை |dot5+dot7+f1

source: `alt+rightArrow` |`dot5+dot7+space`
bg: `Alt+Стрелка надясно` |`Точка5+Точка7+интервал`
de: `Alt+Pfeiltaste nach rechts` |`Punkt5+Punkt7+Leertaste`
es: teclas `alt+flecha derecha` |`punto5+punto7`
hr: `Tipka alt+strelica desno` |`točkica5+točkica7+razmak`
nl: `alt+PijlRechts-toetscombinatie` |`punft5+punt7+spatie`
pt_br: `alt+setaParaDireita` |`ponto5+ponto7+espaço`
ru: `alt+стрелка вправо` |`точка5+точка7`
ta: `நிலைமாற்றி+வலதம்பு` விசை |`dot5+dot7+space`

source: pageUp key |dot1+dot2+dot6+space
bg: Page Up |Точка1+Точка2+Точка6+интервал
de: Seite nach oben |Punkt1+Punkt2+Punkt6+Leertaste
es: tecla rePág |punto1+punto2+punto6+espacio
hr: Tipka pejdž ap |točkica1+točkica2+točkica6+razmaknica
nl: pageUp-toets |punt1+punt2+punt6+spatie
pt_br: tecla pageUp |ponto1+ponto2+ponto6+espaço
ru: pageUp |точка1+точка2+точка6+пробел
ta: பக்கம் மேல் விசை |dot1+dot2+dot6+space

source: control+pageUp key |dot1+dot2+dot6+dot8+space
bg: Control+Page Up |Точка1+Точка2+Точка6+Точка8+интервал
de: Strg+Seite nach oben |Punkt1+Punkt2+Punkt6+Punkt8+Leertaste
es: teclas control+rePág |punto1+punto2+punto6+punto8+espacio
hr: Tipka kontrol+pejdž ap key |točkica1+točkica2+točkica6+točkica8+razmaknica
nl: control+pageUp-toetscombinatie |punt1+punt2+punt6+punt8+spatie
pt_br: tecla control+pageUp |ponto1+ponto2+ponto6+ponto8+espaço
ru: control+pageUp |точка1+точка2+точка6+точка8+пробел
ta: கட்டுப்பாடு+பக்கம் மேல் விசை |dot1+dot2+dot6+dot8+space

source: upArrow key |dot1+space, leftSideUpArrow
bg: Стрелка нагоре |Точка1+интервал, leftSideUpArrow
de: Pfeiltaste nach oben |Punkt1+Leertaste, Pfeiltaste nach oben auf der linken Seite
es: tecla flecha arriba |punto1+espacio, leftSideUpArrow
hr: Tipka strelica gore |točkica1+razmaknica, lijevaStranaStrelicaGore
nl: PijlOmhoog-toets |punt1+spatie, linker pijl omhoog
pt_br: tecla setaParaCima |ponto1+espaço, deslocadorEsquerdoSetaParaCima
ru: стрелка вверх |точка1+пробел, leftSideUpArrow
ta: மேலம்பு விசை |dot1+space, leftSideUpArrow

source: control+shift+upArrow key |dot2+dot3+dot8+space+f1
bg: Control+Shift+стрелка нагоре |Точка2+Точка3+Точка8+интервал+F1
de: Strg+Umschalt+Pfeiltaste nach oben |Punkt2+Punkt3+Punkt8+Leertaste+F1
es: teclas control+shift+flecha arriba |punto2+punto3+punto8+espacio+f1
hr: Tipka kontrol+šift+strelica gore |točkica2+točkica3+točkica8+razmaknica+f1
nl: control+shift+PijlOmhoog-toetscombinatie |punt2+punt3+punt8+spatie+F1
pt_br: tecla control+shift+setaParaCima |ponto2+ponto3+ponto8+espaço+f1
ru: control+shift+СтрелкаВверх |Точка2+точка3+точка8+пробел+f1
ta: கட்டுப்பாடு+மாற்றழுத்தி+மேலம்பு விசை |dot2+dot3+dot8+space+f1

source: control+upArrow key |dot2+dot3+space
bg: Control+Стрелка нагоре |Точка2+Точка3+интервал
de: Strg+Pfeiltaste nach oben |Punkt2+Punkt3+Leertaste
es: teclas control+flecha arriba |punto2+punto3+espacio
hr: Tipka kontrol+strelica gore |točkica2+točkica3+razmaknica
nl: control+PijlOmhoog-toets |punt2+punt3+spatie
pt_br: tecla control+setaParaCima |ponto2+ponto3+espaço
ru: control+стрелкаВверх |точка2+точка3+пробел
ta: கட்டுப்பாடு+மேலம்பு விசை |dot2+dot3+space

source: shift+alt+upArrow key |dot2+dot3+dot7+f1
bg: Shift+Alt+стрелка нагоре |Точка2+Точка3+Точка7+F1
de: Umschalt+Alt+Pfeiltaste nach oben |Punkt2+Punkt3+Punkt7+F1
es: teclas shift+alt+flecha arriba |punto2+punto3+punto7+f1
hr: Tipka šift+alt+strelica gore |točkica2+točkica3+točkica7+f1
nl: shift+alt+PijlOmhoog-toetscombinatie |punt2+punt3+punt7+F1
pt_br: tecla shift+alt+setaParaCima |ponto2+ponto3+ponto7+f1
ru: shift+alt+стрелкаВверх |точка2+точка3+точка7+f1
ta: மாற்றழுத்தி+நிலைமாற்றி+மேலம்பு விசை |dot2+dot3+dot7+f1

source: `alt+upArrow` |`dot2+dot3+dot7+space`
bg: `Alt+Стрелка нагоре` |`Точка2+Точка3+Точка7+интервал`
de: `Alt+Pfeiltaste nach oben` |`Punkt2+Punkt3+Punkt7+Leertaste`
es: teclas `alt+flecha arriba` |`punto2+punto3+punto7`
hr: `Tipka alt+strelica gore` |`točkica2+točkica3+točkica7+razmak`
nl: `alt+PijlOmhoog-toetscombinatie` |`punt2+punt3+punt7+spatie`
pt_br: `alt+setaParaCima` |`ponto2+ponto3+ponto7+espaço`
ru: `alt+стрелкаВверх` |`точка2+точка3+точка7`
ta: `நிலைமாற்றி+மேலம்பு` விசை |`dot2+dot3+dot7+space`

source: shift+upArrow key |leftSideScrollDown+space
bg: Shift+стрелка нагоре |leftSideScrollDown+интервал
de: Umschalt+Pfeiltaste nach oben |Scroll unten auf der linken Seite + Leertaste
es: teclas shift+flecha arriba |leftSideScrollDown+espacio
hr: Tipka šift+strelica gore |lijevaStranaKlizačDolje+razmaknica
nl: shift+PijlOmhoog-toetscombinatie |Linker ScrollOmlaag+spatie
pt_br: tecla shift+setaParaCima |deslocadorEsquerdoParaBaixo+espaço
ru: комбинация shift+стрелка вверх |leftSideScrollDown+пробел
ta: மாற்றழுத்தி+மேலம்பு விசை |leftSideScrollDown+space

source: pageDown key |dot3+dot4+dot5+space
bg: Page Down |Точка3+Точка4+Точка5+интервал
de: Seite nach unten |Punkt3+Punkt4+Punkt5+Leertaste
es: tecla avPág |punto3+punto4+punto5+espacio
hr: Tipka pejdž daun |točkica3+točkica4+točkica5+razmaknica
nl: pageDown-toets |punt3+punt4+punt5+spatie
pt_br: tecla pageDown |ponto3+ponto4+ponto5+espaço
ru: клавиша pageDown |точка3+точка4+точка5+пробел
ta: பக்கம் கீழ் விசை |dot3+dot4+dot5+space

source: control+pageDown key |dot3+dot4+dot5+dot8+space
bg: Control+Page Down |Точка3+Точка4+Точка5+Точка8+интервал
de: Strg+Seite nach unten |Punkt3+Punkt4+Punkt5+Punkt8+Leertaste
es: teclas control+avPág |punto3+punto4+punto5+punto8+espacio
hr: Tipka kontrol+pejdž daun |točkica3+točkica4+točkica5+točkica8+razmaknica
nl: control+pageDown-toetscombinatie |punt3+punt4+punt5+punt8+spatie
pt_br: tecla control+pageDown |ponto3+ponto4+ponto5+ponto8+espaço
ru: control+pageDown |точка3+точка4+точка5+точка8+пробел
ta: கட்டுப்பாடு+பக்கம் கீழ் விசை |dot3+dot4+dot5+dot8+space

source: downArrow key |dot4+space, leftSideDownArrow
bg: Стрелка надолу |Точка4+интервал, leftSideDownArrow
de: Pfeiltaste nach unten |Punkt4+Leertaste, Pfeil ab auf der linken Seite
es: tecla flecha abajo |punto4+espacio, leftSideDownArrow
hr: Tipka strelica dolje |točkica4+razmaknica, lijevaStranaStrelicaDolje
nl: PijlOmlaag-toets |punt4+spatie, Linker PijlOmlaag
pt_br: tecla setaParaBaixo |ponto4+espaço, deslocadorEsquerdoSetaParaBaixo
ru: стрелка вниз |точка4+пробел, leftSideDownArrow
ta: கீழம்பு விசை |dot4+space, leftSideDownArrow

source: control+shift+downArrow key |dot5+dot6+dot8+space+f1
bg: Control+Shift+стрелка надолу |Точка5+Точка6+Точка8+интервал+F1
de: Strg+Umschalt+Pfeiltaste nach unten |Punkt5+Punkt6+Punkt8+Leertaste+F1
es: teclas control+shift+flecha abajo |punto5+punto6+punto8+espacio+f1
hr: Tipka kontrol+šift+strelica dolje |točkica5+točkica6+točkica8+razmaknica+f1
nl: control+shift+PijlOmlaag-toetscombinatie |punt5+punt6+punt8+spatie+F1
pt_br: tecla control+shift+setaParaBaixo |ponto5+ponto6+ponto8+espaço+f1
ru: control+shift+стрелкаВниз |Точка5+точка6+точка8+Пробел+f1
ta: கட்டுப்பாடு+மாற்றழுத்தி+கீழம்பு விசை |dot5+dot6+dot8+space+f1

source: control+downArrow key |dot5+dot6+space
bg: Control+Стрелка надолу |Точка5+Точка6+интервал
de: Strg+Pfeiltaste nach unten |Punkt5+Punkt6+Leertaste
es: teclas control+flecha abajo |punto5+punto6+espacio
hr: Tipka kontrol+strelica dolje |točkica5+točkica6+razmaknica
nl: control+PijlOmlaag-toetscombinatie |punt5+punt6+spatie
pt_br: tecla control+setaParaBaixo |ponto5+ponto6+espaço
ru: control+стрелкаВниз |точка5+точка6+пробел
ta: கட்டுப்பாடு+கீழம்பு விசை |dot5+dot6+space

source: shift+alt+downArrow key |dot5+dot6+dot7+f1
bg: Shift+Alt+стрелка надолу |Точка5+Точка6+Точка7+F1
de: Umschalt+Alt+Pfeiltaste nach unten |Punkt5+Punkt6+Punkt7+F1
es: teclas shift+alt+flecha abajo |punto5+punto6+punto7+f1
hr: Tipka šift+alt+strelica dolje |točkica5+točkica6+točkica7+f1
nl: shift+alt+PijlOmlaag-toetscombinatie |punt5+punt6+punt7+F1
pt_br: tecla shift+alt+setaParaBaixo |ponto5+ponto6+ponto7+f1
ru: shift+alt+стрелкаВниз |точка5+точка6+точка7+f1
ta: மாற்றழுத்தி+நிலைமாற்றி+கீழம்பு விசை |dot5+dot6+dot7+f1

source: `alt+downArrow` |`dot5+dot6+dot7+space`
bg: `Alt+Стрелка надолу` |`Точка5+Точка6+Точка7+интервал`
de: `Alt+Pfeiltaste nach unten` |`Punkt5+Punkt6+Punkt7+Leertaste`
es: teclas `alt+flecha abajo` |`punto5+punto6+punto7`
hr: `Tipka alt+strelica dolje`|`točkica5+točkica6+točkica7+razmak`
nl: `alt+PijlOmlaag-toetscombinatie` |`punt5+punt6+punt7+spatie`
pt_br: `alt+setaParaBaixo` |`ponto5+ponto6+ponto7+espaço`
ru: `alt+стрелкаВниз` |`точка5+точка6+точка7+пробел`
ta: `நிலைமாற்றி+கீழம்பு` விசை |`dot5+dot6+dot7+space`

source: shift+downArrow key |space+rightSideScrollDown
bg: Shift+стрелка надолу |интервал+rightSideScrollDown
de: Umschalt+Pfeiltaste nach unten |Scroll unten auf der rechten Seite + Leertaste
es: teclas shift+flecha abajo |espacio+rightSideScrollDown
hr: Tipka šift+strelica dolje |razmaknica+desnaStranaKlizačDolje
nl: shift+PijlOmlaag-toetscombinatie |spatie+Rechter ScrollOmlaag
pt_br: tecla shift+setaParaBaixo |espaço+deslocadorDireitoParaBaixo
ru: комбинация shift+стрелка вниз |пробел+rightSideScrollDown
ta: மாற்றழுத்தி+கீழம்பு விசை |space+rightSideScrollDown

source: escape key |dot1+dot5+space, f4, brailleedge:f1
bg: Escape |Точка1+Точка5+интервал, F4, brailleedge:F1
de: Escape-Taste |Punkt1+Punkt5+Leertaste, F4, brailleedge:f1
es: tecla escape |punto1+punto5+espacio, f4, brailleedge:f1
hr: Tipka escape |točkica1+točkica5+razmaknica, f4, brailleedge:f1
nl: escape-toets |punt1+punt5+spatie, f4, brailleedge:f1
pt_br: tecla esc |ponto1+ponto5+espaço, f4, brailleedge:f1
ru: клавиша escape |точка1+точка5+пробел, f4, brailleedge:f1
ta: விடுபடு விசை |dot1+dot5+space, f4, brailleedge:f1

source: delete key |dot1+dot3+dot5+space, dot1+dot4+dot5+space
bg: Delete |Точка1+Точка3+Точка5+интервал, Точка1+Точка4+Точка5+интервал
de: Entf |Punkt1+Punkt3+Punkt5+Leertaste, Punkt1+Punkt4+Punkt5+Leertaste
es: tecla suprimir |punto1+punto3+punto5+espacio, punto1+punto4+punto5+espacio
hr: Tipka dilit |točkica1+točkica3+točkica5+razmaknica, točkica1+točkica4+točkica5+razmaknica
nl: del-toets |punt1+punt3+punt5+spatie, punt1+punt4+punt5+spatie
pt_br: tecla delete |ponto1+ponto3+ponto5+espaço, ponto1+ponto4+ponto5+espaço
ru: клавиша delete |точка1+точка3+точка5+пробел, точка1+точка4+точка5+пробел
ta: அழித்தல் விசை |dot1+dot3+dot5+space, dot1+dot4+dot5+space

source: f1 key |dot1+dot2+dot5+space
bg: F1 |Точка1+Точка2+Точка5+интервал
de: F1 |Punkt1+Punkt2+Punkt5+Leertaste
es: tecla f1 |punto1+punto2+punto5+espacio
hr: Tipka f1 |točkica1+točkica2+točkica5+razmaknica
nl: f1-toets |punt1+punt2+punt5+spatie
pt_br: tecla f1 |ponto1+ponto2+ponto5+espaço
ru: клавиша f1 |точка1+точка2+точка5+пробел
ta: f1 விசை |dot1+dot2+dot5+space

source: f3 key |dot1+dot4+dot8+space
bg: F3 |Точка1+Точка4+Точка8+интервал
de: F3 |Punkt1+Punkt4+Punkt8+Leertaste
es: tecla f3 |punto1+punto4+punto8+espacio
hr: Tipka f3 |točkica1+točkica4+točkica8+razmaknica
nl: f3-toets |punt1+punt4+punt8+spatie
pt_br: tecla f3 |ponto1+ponto4+ponto8+espaço
ru: клавиша f3 |точка1+точка4+точка8+пробел
ta: f3 விசை |dot1+dot4+dot8+space
zh_tw: f3 key |dot1+dot4+dot8

source: f4 key |dot7+f3
bg: F4 |Точка7+F3
de: F4 |Punkt7+F3
es: tecla f4 |punto7+f3
hr: Tipka f4 |točkica7+f3
nl: f4toets |punt7+f3
pt_br: tecla f4 |ponto7+f3
ru: клавиша f4 |точка7+f3
ta: f4 விசை |dot7+f3

source: windows+b key |dot1+dot2+f1
bg: Windows+B |Точка1+Точка2+F1
de: Windows-Taste+B |Punkt1+Punkt2+F1
es: teclas windows+b |punto1+punto2+f1
hr: Tipka windows+b |točkica1+točkica2+f1
nl: windows+b-toetscombinatie |punt1+punt2+f1
pt_br: tecla windows+b |ponto1+ponto2+f1
ru: комбинация windows+b |точка1+точка2+f1
ta: சாளரங்கள்+b விசை |dot1+dot2+f1

source: windows+d key |dot1+dot4+dot5+f1
bg: Windows+D |Точка1+Точка4+Точка5+F1
de: Windows-Taste+M |Punkt1+Punkt4+Punkt5+F1
es: teclas windows+d |punto1+punto4+punto5+f1
hr: Tipka windows+d |točkica1+točkica4+točkica5+f1
nl: windows+d-toetscombinatie |punt1+punt4+punt5+f1
pt_br: tecla windows+d |ponto1+ponto4+ponto5+f1
ru: комбинация windows+d |точка1+точка4+точка5+f1
ta: சாளரங்கள்+d விசை |dot1+dot4+dot5+f1

source: control+insert key |smartbeetle:f1+rightSideScroll
bg: Control+Insert |smartbeetle:F1+rightSideScroll
de: Strg+Einfg |smartbeetle:F1+Scrollen auf der rechten Seite
es: teclas control+insert |smartbeetle:f1+rightSideScroll
hr: Tipka kontrol+insert |smartbeetle:f1+desnaStranaKlizač
nl: control+inserttoetscominatie |smartbeetle: f1+Rechter Scroll
pt_br: tecla control+insert |smartbeetle:f1+deslocadorDireito
ru: комбинация control+insert |smartbeetle:f1+rightSideScroll
ta: கட்டுப்பாடு+செருகு விசை |smartbeetle:f1+rightSideScroll

source: alt+insert key |smartbeetle:f3+rightSideScroll
bg: Alt+Insert |smartbeetle:F3+rightSideScroll
de: Alt+Einfg |smartbeetle:F3+Scrollen auf der rechten Seite
es: teclas alt+insert |smartbeetle:f3+rightSideScroll
hr: Tipka alt+insert |smartbeetle:f3+desnaStranaKlizač
nl: alt+insert-toetscombinatie |smartbeetle: f3+Rechter Scroll
pt_br: tecla alt+insert |smartbeetle:f3+deslocadorDireito
ru: alt+insert |smartbeetle:f3+rightSideScroll
ta: நிலைமாற்றி+செருகு விசை |smartbeetle:f3+rightSideScroll

source: Seika Braille Displays
bg: Брайлови дисплеи Seika
de: Seika-Braillezeilen
es: Pantallas Braille Seika
hr: Seika brajični redci
nl: Seika Brailleleesregels
pt_br: Linhas Braille Seika
ru: Дисплеи Seika Braille
ta: சேக்கா பிரெயில் காட்சியமைவுகள்
zh_tw: Seika 點顯器

source: The following Seika Braille displays from Nippon Telesoft are supported in two groups with different functionality:
bg: Следните брайлови дисплеи Seika от Nippon Telesoft се поддържат в две групи с различна функционалност:
de: Die folgenden Seika-Braillezeilen von Nippon Telesoft werden in zwei Gruppen mit unterschiedlicher Varianten unterstützt:
es: Las siguientes pantallas braille Seika de Nippon Telesoft se admiten en dos grupos con funcionalidad diferente:
hr: Slijedeći Seika brajični redci tvrtke Nippon Telesoft su podržani u dvije grupe sa različitim funkcijama:
nl: De volgende Seika Brailleleesregels van Nippon Telesoft onderverdeeld in twee groepen met verschillende functionaliteit worden ondersteund:
pt_br: As seguintes linhas Braille Seika da Nippon Telesoft são suportadas em dois grupos com diferentes funcionalidades:
ru: Следующие брайлевские дисплеи Seika от Nippon Telesoft поддерживаются в двух группах с различной функциональностью:
ta: வேறுபட்ட செயல்பாடுகளுடன் இரு குழுக்களாக நிப்பான் டெலிசாஃப் வழங்கும் பின்வரும் பிரெயில் காட்சியமைவுகள் ஆதரிக்கப்படுகின்றன:
zh_tw: NVDA 支援 Nippon Telesoft 的 Seika 點顯器，依照不同功能分為以下兩組：

source: [Seika Version 3, 4, and 5 (40 cells), Seika80 (80 cells)](#SeikaBrailleDisplays)
bg: [Seika версии 3, 4 и 5 (40 клетки) и Seika80 (80 клетки)](#SeikaBrailleDisplays)
de: [Seika Version 3, 4 und 5 (mit 40 Modulen), Seika80 (mit 80 Modulen)](#SeikaBrailleDisplays)
es: [Seika Version 3, 4 y 5 (40 celdas), Seika80 (80 celdas)](#SeikaBrailleDisplays)
hr: [Seika verzija 3, 4, i 5 (40 znakova), Seika80 (80 znakova)](#SeikaBrailleDisplays)
nl: [Seika Versie 3, 4, en 5 (40 cellen), Seika80 (80 cellen)](#SeikaBrailleDisplays)
pt_br: [Seika Versão 3, 4 e 5 (40 celas), Seika80 (80 celas)](#SeikaBrailleDisplays)
ru: [Seika Версий 3, 4, и 5 (40 клеток), Seika80 (80 клеток)](#SeikaBrailleDisplays)
ta: [சேக்கா பதிப்பு 3, 4, மற்றும் 5 (40 களங்கள்), சேக்கா80 (80 களங்கள்)](#SeikaBrailleDisplays)
zh_tw: [Seika Version 3, 4 及 5 (40 方), Seika80 (80 方)](#SeikaBrailleDisplays)

source: [MiniSeika (16, 24 cells), V6, and V6Pro (40 cells)](#SeikaNotetaker)
bg: [MiniSeika (16, 24 клетки), V6 и V6Pro (40 клетки)](#SeikaNotetaker)
de: [MiniSeika (mit 16 und 24 Modulen), V6 und V6Pro (mit 40 Modulen)](#SeikaNotetaker)
es: [MiniSeika (16, 24 celdas), V6, y V6Pro (40 celdas)](#SeikaNotetaker)
hr: [MiniSeika (16, 24 znakova), V6, i V6Pro (40 znakova)](#SeikaNotetaker)
nl: [MiniSeika (16, 24 cellen), V6, en V6Pro (40 cellen)](#SeikaNotetaker)
pt_br: [MiniSeika (16, 24 celas), V6 e V6Pro (40 celas)](#SeikaNotetaker)
ru: [MiniSeika (16, 24 клетки), V6, и V6Pro (40 клеток)](#SeikaNotetaker)
ta: [மினிசேக்கா (16, 24 களங்கள்), V6, மற்றும் V6Pro (40 களங்கள்)](#SeikaNotetaker)
zh_tw: [MiniSeika (16, 24 方), V6, 及 V6Pro (40 方)](#SeikaNotetaker)

source: You can find more information about the displays on their [Demo and Driver Download page](https://en.seika-braille.com/down/index.html).
bg: Може да намерите повече информация за тези дисплеи на [страницата за изтегляне на драйвери и демонстрация](https://en.seika-braille.com/down/index.html).
de: Weitere Informationen zu den Braillezeilen finden Sie auf der [Demo- und Treiber-Downloadseite](https://en.seika-braille.com/down/index.html).
es: Puedes encontrar más información acerca de las pantallas en su [Página de descarga de demostraciones y controladores](https://en.seika-braille.com/down/index.html).
hr: Možete pronaći više informacija o ovim brajičnim redcima [na njihovoj stranici demonstracije i preuzimanja upravljačkih programa](https://en.seika-braille.com/down/index.html).
nl: U vindt meer informatie over de leesregels op de [Demo en Driver Download pagina van de makers](https://en.seika-braille.com/down/index.html).
pt_br: Você pode encontrar mais informações sobre as linhas em sua [Página de Demonstração e Download de Driver](https://en.seika-braille.com/down/index.html).
ru: Вы можете найти более подробную информацию о дисплеях на [странице Demo and Driver Download](https://en.seika-braille.com/down/index.html).
ta: காட்சியமைவுகள் குறித்த கூடுதல் தகவல்களை, நிறுவனத்தின் [தெரியக்காட்டல் மற்றும் இயக்கித் தரவிறக்கப்](https://en.seika-braille.com/down/index.html) பக்கத்தில் காணலாம்.
zh_tw: 您可以在他們的 [Demo and Driver Download page](https://en.seika-braille.com/down/index.html) 找到更多關於點顯器的資訊。

source: Seika Version 3, 4, and 5 (40 cells), Seika80 (80 cells)
bg: Seika версии 3, 4 и 5 (40 клетки) и Seika80 (80 клетки)
de: Seika Version 3, 4 und 5 (mit 40 Braille-Modulen), Seika80 (mit 80 Braille-Modulen)
es: Seika Versión 3, 4, y 5 (40 celdas), Seika80 (80 celdas)
hr: Seika verzija 3, 4, i 5 (40 znakova), Seika80 (80 znakova)
nl: Seika Versie 3, 4, en 5 (40 cellen), Seika80 (80 cellen)
pt_br: Seika Versão 3, 4 e 5 (40 celas), Seika80 (80 celas)
ru: Seika Версий 3, 4, и 5 (40 клеток), Seika80 (80 клеток)
ta: சேக்கா பதிப்பு 3, 4, மற்றும் 5 (40 களங்கள்), சேக்கா80 (80 களங்கள்)
zh_tw: Seika Version 3, 4 及 5 (40 方), Seika80 (80 方)

source: These displays do not yet support NVDA's automatic background braille display detection functionality.
bg: Тези дисплеи все още не поддържат функцията за автоматично откриване на брайлови дисплеи на NVDA.
de: Diese Braillezeilen unterstützen noch nicht die automatische Erkennung im Hintergrund durch NVDA.
es: Estas pantallas todavía no admiten la función de detección automática de pantallas braille de NVDA.
hr: Ovi brajični redci još ne podržavaju funkcionalnost automatskog otkrivanja brajičnih redaka u pozadini.
nl: Deze leesregels hebben nog geen ondersteuning voor de op de achtergrond uitgevoerde automatische leesregelherkenning van NVDA.
pt_br: Estas linhas ainda não suportam a funcionalidade de detecção automática de linhas braille em segundo plano do NVDA.
ru: Эти дисплеи пока не поддерживают функцию автоматического фонового распознавания брайлевского дисплея NVDA.
ta: பிரெயில் காட்சியமைவை பின்னணியில் தானாகக் கண்டறியும் என்விடிஏவின் வசதியை இக்காட்சியமைவுகள் இதுவரைக்கும் ஆதரிப்பதில்லை.
zh_tw: 這些點顯器尚不支援 NVDA 點顯器背景自動偵側的功能。

source: Select "Seika Braille Displays" to manually configure
bg: Изберете „Брайлови дисплеи Seika“, за да го конфигурирате ръчно
de: Wählen Sie "Seika-Braillezeilen" zur manuellen Konfiguration aus
es: Selecciona "Pantallas Braille Seika" para configurarlas manualmente
hr: Odaberite "Seika brajični redci" za ručnu konfiguraciju.
nl: Selecteer "Seika Braille Displays" om handmatig te configureren
pt_br: Selecione "Linhas Braille Seika" para configurar manualmente
ru: Выберите "Брайлевские Дисплеи Seika" для ручной настройки
ta: கைமுறையில் அமைவடிவமாக்க சேக்கா பிரெயில் காட்சியமைவுகளைத் தெரிவுச் செய்க
zh_tw: 選擇「Seika 點顯器」來手動設定。

source: A device drivers must be installed before using Seika v3/4/5/80.
bg: Преди да използвате Seika v3/4/5/80, трябва да бъде инсталиран драйвер за устройството.
de: Vor der Verwendung von Seika v3/4/5/80 muss ein Gerätetreiber installiert werden.
es: Deben instalarse controladores de dispositivo antes de utilizar Seika v3/4/5/80.
hr: Prije korištenja Seika v3/4/5/80 brajičnog redka, morate instalirati upravljačke programe za uređaj.
nl: Voordat u de Seika v3/4/5/80 kunt gebruiken , moeten er apparaatstuurprogramma's worden geïnstalleerd.
pt_br: Um driver — controlador — de dispositivo deve ser instalado antes de usar a Seika v3/4/5/80.
ru: Перед использованием Seika v3/4/5/80 необходимо установить драйвер устройства.
ta: v3/4/5/80 சேக்கா பிரெயில் காட்சியமைவுகளைப் பயன்படுத்தும் முன்னர், அவைகளுக்கான இயக்கிகளை நிறுவ வேண்டும்.
zh_tw: 使用 Seika v3/4/5/80 之前必須安裝裝置驅動程式，

source: The drivers are [provided by the manufacturer](https://en.seika-braille.com/down/index.html).
bg: Драйверите се [предоставят от производителя](https://en.seika-braille.com/down/index.html).
de: Die Treiber werden [vom Hersteller bereitgestellt](https://de.seika-braille.com/down/index.html).
es: Los controladores se [proporcionan por el fabricante](https://en.seika-braille.com/down/index.html).
hr: Upravljačke programe [pruža proizvođač](https://en.seika-braille.com/down/index.html).
nl: De stuurprogramma's zijn bij de fabrikant verkrijgbaar https://en.seika-braille.com/down/index.html].
pt_br: Os drivers são [fornecidos pelo fabricante](https://en.seika-braille.com/down/index.html).
ru: Драйверы [предоставляются производителем](https://en.seika-braille.com/down/index.html).
ta: உற்பத்தியாளர் வழங்கும் இயக்கிகளை [இங்கிருந்து](https://en.seika-braille.com/down/index.html) தரவிறக்கிக் கொள்ளலாம்.
zh_tw: 驅動程式[由製造商提供](https://en.seika-braille.com/down/index.html)。

source: The Seika Braille Display key assignments follow.
bg: Следват клавишните назначения за брайловите дисплеи Seika.
de: Nachfolgend die Tastenbelegungen der Seika-Braillezeile.
es: Siguen las asignaciones de teclas de las pantallas braille Seika.
hr: Slijede tipkovnički prečaci za Seika brajični redak.
nl: Bij gebruik van deze leesregel met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: Seguem as atribuições de teclas de Linhas Braille Seika.
ru: Далее следуют назначения клавиш на брайлевском дисплее Seika.
ta: பின்வரும் என்விடிஏ விசைகள், இக்காட்சியமைவிற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是 Seika 點顯器的按鍵指派，
