Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This can be useful if it is hard to distinguish between pronunciation of symbols, or for hearing impaired users.
bg: Това може да бъде полезно, ако е трудно да се направи разлика между дадени знаци при тяхното произношение или за потребители с увреден слух.
de: Dies kann nützlich sein, wenn die Aussprache von Symbolen schwer zu unterscheiden ist, oder auch für hörgeschädigte Benutzer.
es: Esto puede ser útil si te cuesta distinguir entre la pronunciación de los símbolos, o para usuarios con dificultades auditivas.
hr: Ovo može biti korisno ako je teško razaznati razliku između izgovorenih znakova ili isto može biti korisno korisnicima s oštećenjima sluha.
nl: Dit kan handig zijn als het lastig is het verschil in uitspraak te horen tussen 2 letters of voor slecht horende gebruikers.
pt_br: Isso pode ser útil se for difícil distinguir entre a pronúncia de símbolos ou para usuários com deficiência auditiva.
ru: Это может быть полезно, если трудно различить произношение символов или для пользователей с нарушениями слуха.
ta: எழுத்துகளுக்கிடையேயான பலுக்கலை வேறுபடுத்தி அறிவதில் சிக்கல் இருப்பவர்களுக்கும், செவித் திறன் குறைபாடுள்ளவர்களுக்கும் இது பயனுள்ளதாக இருக்கும்.
zh_tw: 這對於難以區分發音的字母或是同音不同字的中文字很有幫助，對於聽覺障礙使用者也很有用。

source: The delayed character description will be cancelled if other text is spoken during that time, or if you press the `control` key.
bg: Забавеното описание на знаците ще бъде отменено, ако през това време бъде изговорен друг текст или ако натиснете клавиша `Control`.
de: Die verzögerte Zeichenbeschreibung wird abgebrochen, wenn während dieser Zeit ein anderer Text vorgelesen wird oder die `Strg`-Taste gedrückt wird.
es: La descripción retrasada de caracteres se cancelará si se habla otro texto durante ese tiempo, o si tú pulsas la tecla `control`.
hr: Opis znakova koji kasni biti će obustavljen ako je drugi tekst izgovoren u tom vremenskom intervalu, ili ako pritisnete tipku `ctrl`.
nl: De vertraagde nadere beschrijving van lettertekens komt niet ten uitvoer als er in de tussentijd andere tekst wordt voorgelezen of als u op de `control` toets drukt.
pt_br: A descrição de caractere com atraso será cancelada se outro texto for falado durante esse período ou se você pressionar a tecla `control`.
ru: Задержанное описание символов будет отменено, если в это время будет произнесен другой текст или если вы нажмете клавишу `control`.
ta: பிற உரை படிக்கப்பட்டால், அல்லது '`கட்டுப்பாடு`' விசை அழுத்தப்பட்டால், தாமதிக்கப்பட்ட எழுத்து விளக்கம் விலக்கப்படும்.
zh_tw: 在延遲讀出字元說明的期間若有其他要讀出的文字或您按下了 Ctrl 鍵則延遲讀出字元說明會被取消。

source: Modes available in the Cycle speech mode command
bg: Опции, налични в командата за превключване между режимите на речта
de: Verfügbare Modi im Befehl Sprachmodus wechseln
es: Modos disponibles en la orden recorrer modos de voz
hr: Dostupni modusi prilikom prebacivanja modusa govora
nl: Modi beschikbaar in de Opdrachtreeks spraakmodus command
pt_br: Modos disponíveis no comando Alternar modo de fala
ru: Доступные режимы речи
ta: சுழற்சி பேச்சு முறைக் கட்டளையில் இருக்கும் முறைகள்
zh_tw: 循環切換語音模式指令中可用的模式

source: This checkable list allows selecting which [speech modes](#SpeechModes) are included when cycling between them using `NVDA+s`.
bg: Този списък с полета за отметка ви позволява да избирате кои [речеви режими](#SpeechModes) да бъдат включени, когато превключвате между тях с `NVDA+S`.
de: Mit dieser aktivierbare Liste können Sie auswählen, welche [Sprachmodi](#SpeechModes) enthalten sind, sobald mit der Tastenkombination `NVDA+S` zwischen diesen gewechselt wird.
es: Esta lista marcable permite seleccionar qué [modos de voz](#SpeechModes) se incluyen al recorrer entre ellos utilizando `NVDA+s`.
hr: Ovaj popis sa potvrdnim okvirima omogućuje odabir [modusa govora](#SpeechModes) između kojih se možete prebacivati koristeći prečac `NVDA+s`.
nl: Deze lijst met items die aangekruist kunnen worden om te bepalen [welke spraakmodi](#SpeechModes) worden meegenomen als je door de lijst gaat met `NVDA+s`.
pt_br: Esta lista marcável permite selecionar quais [modos de fala](#SpeechModes) serão incluídos ao alternar entre eles usando `NVDA+s`.
ru: Этот список с флажками позволяет выбрать, какие [режимы речи](#SpeechModes) будут переключаться с помощью `NVDA+s`.
ta: `என்விடிஏ+s` விசையைப் பயன்படுத்தி [பேச்சு முறைகளுக்கிடையே](#SpeechModes) சுழற்சியில் நகரும்பொழுது, எந்தெந்த முறைகள் சேர்த்துக்கொள்ளப்பட வேண்டும் என்பதை தேர்வு செய்யப்படக் கூடிய இவ்வரிசைப் பட்டியல் அனுமதிக்கிறது.
zh_tw: 此勾選清單允許選擇當按下 NVDA+S 要循環切換哪些[語音模式](#SpeechModes)，

source: Modes which are unchecked are excluded.
bg: Режимите, които не са отметнати, са изключени.
de: Modi, die nicht ausgewählt sind, werden ausgeschlossen.
es: Los modos que estén desmarcados se excluyen.
hr: Modusi koji nisu označeni su izuzeti.
nl: Modi die niet zijn aangekruist worden niet meegenomen.
pt_br: Os modos que estiverem desmarcados são excluídos.
ru: Режимы, не отмеченые флажком, исключаются.
ta: தேர்வு செய்யப்படாத முறைகள் விலக்கப்படும்.
zh_tw: 未勾選的模式會被排除，

source: By default all modes are included.
bg: По подразбиране всички режими са включени.
de: Standardmäßig sind alle Modi enthalten.
es: Por defecto se incluyen todos los modos.
hr: Podrazumjevano, svi su modusi uključeni.
nl: Standaard worden alle modi meegenomen.
pt_br: Por padrão, todos os modos estão incluídos.
ru: По умолчанию все режимы включены.
ta: எல்லா முறைகளும் இயல்பில் சேர்க்கப்பட்டிருக்கும்.
zh_tw: 預設包括所有模式。

source: For example if you do not need to use "beeps" and "off" mode you should uncheck these two, and keep both "talk" and "on-demand" checked.
bg: Например, ако не искате да ползвате режимите „Бибипкане“ и „Изключено“, трябва да махнете отметката пред тях и да оставите отметнати само „Говор“ и „При поискване“.
de: Wenn Sie beispielsweise die Modi Signaltöne und Aus nicht benötigen, sollten Sie diese beiden deaktivieren und sowohl Sprechen als auch bei Bedarf aktiviert lassen.
es: Por ejemplo si no necesitas utilizar el modo "pitidos" y "desactivado" deberías desmarcarlos, y conservar marcados "hablar" y "bajo demanda".
hr: Na primjer ako ne trebate koristiti "zvučne signale" i "isključeno" maknite potvrdne okvire s tih dviju opcija, i ostavite opcije "govor" i "na zahtjev" uključene.
nl: Als je bijv. "piepjes" en "uit" modus niet hoeft te gebruiken,kun je het vinkje daarvan beter weghalen, en die van "sprekenk" en "on-demand" laten staan.
pt_br: Por exemplo, se você não precisa usar os modos "bipes" e "desligado", você deve desmarcar esses dois e manter marcados "falar" e "sob demanda".
ru: Например, если вам не нужны режимы "сигналы" и "выключено", нужно снять флажки с этих двух и оставить отмеченными флажки "речь" и "по требованию".
ta: எடுத்துக்காட்டாக, 'சிற்றொலிகள்', 'அமைதி' ஆகிய இரு முறைகளைத் தாங்கள் பயன்படுத்த விரும்பவில்லையென்றால், இவ்விரு முறைகளையின் தேர்வினை நீக்கிவிட்டு, 'பேசுக', 'தேவையின் பேரில்' ஆகிய இரு முறைகளின் தேர்வினைத் தக்கவைத்துக்கொள்ள வேண்டும்.
zh_tw: 例如，如果您不需要使用「嗶嗶聲」和「關」模式，您應該取消勾選這兩個模式，並保持「說話」和「隨選」模式勾選，

source: Note that it is necessary to check at least two modes.
bg: Имайте предвид, че трябва да бъдат отметнати поне два режима.
de: Beachten Sie, dass mindestens zwei Modi aktiviert sein müssen.
es: Ten en cuenta que es necesario al menos marcar dos modos.
hr: Imajte na umu da je potrebno odabrati najmanje dva modusa.
nl: Merk op dat ten minste twee modi aangevinkt moeten zijn.
pt_br: Observe que é necessário marcar pelo menos dois modos.
ru: Обратите внимание, что необходимо отметить как минимум два режима.
ta: குறைந்தபட்சம் இரு முறைகளையாவது தேர்வு செய்ய வேண்டும் என்பதை கவனிக்கவும்.
zh_tw: 注意必須勾選至少兩種模式。

source: Select Synthesizer
bg: Избор на синтезатор
de: Sprachausgabe auswählen
es: Seleccionar Sintetizador
hr: Odaberi govornu jedinicu
nl: Synthesizer Selecteren (NVDA+control+s)
pt_br: Selecionar Sintetizador
ru: Выбор синтезатора
ta: ஒலிப்பான் தெரிவு
zh_tw: 選擇合成器

source: Open Select Synthesizer dialog
bg: Отваряне на диалоговия прозорец за избор на синтезатор
de: Das Dialogfeld für Sprachausgabe auswählen öffnen
es: Abrir el diálogo Seleccionar Sintetizador
hr: Otvara postavke govorne jedinice
nl: Dialoogvenster synthesizer selecteren openen
pt_br: Abrir caixa de diálogo Selecionar Sintetizador
ru: Открыть диалог выбора синтезатора
ta: ஒலிப்பான் தெரிவு உரையாடலைத் திறவுக
zh_tw: 開啟選擇合成器對話框

source: Key: `NVDA+control+s`
bg: Клавишна комбинация: `NVDA+Control+S`
de: Tastenkombination: `NVDA+Strg+S`
es: Tecla: `NVDA+control+s`
hr: Prečac: `NVDA+kontrol+s`
nl: Toets: `NVDA+control+s`
pt_br: Tecla: `NVDA+control+s`
ru: Комбинация клавиш: `NVDA+control+s`
ta: விசை: `என்விடிஏ+கட்டுப்பாடு+s`
zh_tw: 快速鍵: `NVDA+Ctrl+S`

source: The Synthesizer dialog, which can be opened by activating the Change... button in the speech category of the NVDA settings dialog, allows you to select which Synthesizer NVDA should use to speak with.
bg: Диалоговият прозорец „Избор на синтезатор“, който може да бъде отворен чрез задействане на бутона „Промени...“ в категорията „Реч“ в прозореца с настройките на NVDA, ви позволява да изберете кой синтезатор ще се използва от NVDA за говор.
de: Das Dialogfeld, welches durch das Betätigen des Schalters "Ändern" geöffnet wird, ermöglicht die Sprachausgabe auszuwählen. Diese wird dann von NVDA dazu genutzt Informationen mittels Sprache zugänglich zu machen.
es: El cuadro de diálogo Sintetizador, el cual puede abrirse activando el botón Cambiar... en la categoría voz del diálogo Opciones de NVDA, te permite seleccionar qué Sintetizador debería utilizar NVDA para hablar.
hr: Dijaloški okvir Govorna jedinica, koji se otvara na pritiskom gumba "Promijeni …" u kategoriji za govor u dijaloškom okviru NVDA Postavke, omogućuje promjenu govorne jedinice koju će NVDA koristiti.
nl: Via het dialoogvenster Synthesizer dat u kunt openen door de knop Wijzigen te activeren in de categorie spraak van de dialoog Instellingen van NVDA kunt u selecteren welke Synthesizer NVDA moet gebruiken voor spraakuitvoer.
pt_br: O diálogo de Sintetizador, que pode ser aberto ativando o botão Alterar... na categoria fala do diálogo de Configurações do NVDA, permite-lhe selecionar qual sintetizador o NVDA usará para falar.
ru: Диалог выбора синтезатора, который открывается при нажатии кнопки "Изменить" из категории "Речь" диалога настроек NVDA, позволяет вам выбрать используемый синтезатор речи.
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் பேச்சு வகைமையில் இருக்கும் "மாற்றுக..." பொத்தானை அழுத்துவதன் மூலம், ஒலிப்பான் உரையாடலைத் திறந்து, என்விடிஏ பயன்படுத்த வேண்டிய ஒலிப்பானைத் தேர்ந்தெடுக்க தங்களை அனுமதிக்கிறது.
zh_tw: 「選擇合成器」對話框可以透過 NVDA 設定對話框中「語音」類別的「變更...」按鈕來開啟，讓您選擇 NVDA 要使用何種合成器來朗讀，

source: Once you have selected your synthesizer of choice, you can press Ok and NVDA will load the selected Synthesizer.
bg: След като направите своя избор на синтезатор, може да натиснете OK и NVDA ще зареди този синтезатор.
de: NVDA wird die Sprachausgabe verwenden, sobald Sie einen Eintrag ausgewählt und den Schalter "OK" betätigt haben.
es: Una vez hayas seleccionado el sintetizador de tu elección, puedes pulsar Aceptar y NVDA cargará el sintetizador seleccionado.
hr: Kad odaberete govornu jedinicu, pritisnite gumb U redu i NVDA će učitati odabranu govornu jedinicu.
nl: Als u de synthesizer van uw keuze hebt geselecteerd, kunt u op Ok drukken en NVDA zal de geselecteerde Synthesizer laden.
pt_br: Uma vez que tenha selecionado o sintetizador à sua escolha, pode pressionar Ok e o NVDA carregará o Sintetizador selecionado.
ru: После выбора желаемого синтезатора речи и нажатия кнопки OK, NVDA сразу его загрузит.
ta: தாங்கள் விரும்பிய ஒலிப்பானைத் தேர்ந்தெடுத்தவுடன், 'சரி' பொத்தானை அழுத்தினால், அவ்வொலிப்பானை என்விடிஏ ஏற்றும்.
zh_tw: 當您選擇了合成器並按「確認」按鈕，NVDA 將載入選定的合成器，

source: If there is an error loading the synthesizer, NVDA will notify you with a message, and continue using the previous synthesizer.
bg: Ако има грешка при зареждането на синтезатора, NVDA ще ви уведоми със съобщение и ще продължи да използва предишния синтезатор.
de: Wenn ein Fehler auftritt, wird NVDA einen Fehlerton abspielen und die vorherige Sprachausgabe weiterhin verwenden.
es: Si hay un error cargando el sintetizador, NVDA te lo notificará con un mensaje, y continuará utilizando el anterior.
hr: Ako postoji greška pri učitavanju govorne jedinice, NVDA će prikazati poruku, a govorna jedinica se neće promijeniti.
nl: Als er een fout optreedt bij het laden van de synthesizer, zal NVDA dit melden en de vorige synthesizer blijven gebruiken.
pt_br: Se houver um erro ao carregar o sintetizador, o NVDA notificará com uma mensagem e continuará a usar o sintetizador anterior.
ru: Если при загрузке произойдёт ошибка, то NVDA сообщит вам об этом и продолжит использовать предыдущий синтезатор.
ta: ஒலிப்பானை ஏற்றுவதில் பிழை இருந்தால், என்விடிஏ அதை அறிவித்துவிட்டு, முந்தைய ஒலிப்பானையே தொடர்ந்து பயன்படுத்தும்.
zh_tw: 若在載入合成器時發生錯誤，NVDA 將會顯示錯誤訊息，並且繼續使用先前的合成器。

source: Synthesizer
bg: Синтезатор
de: Sprachausgabe
es: Sintetizador
hr: Govorna jedinica
pt_br: Sintetizador
ru: Синтезатор
ta: ஒலிப்பான்
zh_tw: 合成器

source: This option allows you to choose the synthesizer you wish NVDA to use for speech output.
bg: Тази опция ви позволява да изберете кой синтезатор да се използва от NVDA за речев изход.
de: Diese Option legt fest, welche Sprachausgabe beim Verwenden von NVDA genutzt werden soll.
es: Esta opción te permite elegir el sintetizador que desees que utilice NVDA para la salida de voz.
hr: Ovaj odabirni okvir omogućuje izbor govorne jedinice koju će NVDA koristiti za generiranje govora.
nl: Hiermee kunt u de synthesizer kiezen die u NVDA wilt laten gebruiken voor de spraakuitvoer.
pt_br: Esta opção permite-lhe escolher o sintetizador que pretende utilizar para a saída de voz com o NVDA.
ru: Этот комбинированный список позволяет вам выбрать синтезатор речи, который будет использоваться в NVDA для речевого вывода.
ta: பேச்சு வெளியீட்டிற்கு என்விடிஏ பயன்படுத்த வேண்டிய ஒலிப்பானைத் தேர்ந்தெடுக்க இவ்விருப்பத் தேர்வு தங்களை அனுமதிக்கிறது.
zh_tw: 此選項允許您選擇 NVDA 要用於語音輸出的合成器。

source: For a list of the Synthesizers that NVDA supports, please see the [Supported Speech Synthesizers](#SupportedSpeechSynths) section.
bg: За да разберете кои синтезатори се поддържат от NVDA, моля, вижте раздела [Поддържани синтезатори на реч](#SupportedSpeechSynths).
de: Eine Liste aller von NVDA unterstützten Sprachausgaben finden Sie im Abschnitt [Unterstützte Sprachausgaben](#SupportedSpeechSynths).
es: Para un listado de los sintetizadores que soporta NVDA, por favor consulta la sección [Sintetizadores de voz admitidos](#SupportedSpeechSynths).
hr: Za prikaz popisa govornih jedinica koje NVDA podržava, pogledajte poglavlje [Podržane govorne jedinice](#SupportedSpeechSynths).
nl: Voor een lijst met de Synthesizers die NVDA ondersteunt gaat u naar het onderdeel [Ondersteunde Sppraaksynthesizers](#SupportedSpeechSynths).
pt_br: Para obter uma lista dos sintetizadores que o NVDA suporta, consulte a [Seção dos Sintetizadores de voz Suportados](#SupportedSpeechSynths).
ru: Для получения списка синтезаторов, поддерживаемых в NVDA, пожалуйста, обратитесь к разделу [поддерживаемые синтезаторы речи](#SupportedSpeechSynths).
ta: என்விடிஏ ஆதரவளிக்கும் ஒலிப்பான்களின் பட்டியலைப் பற்றி அறிய, [ஆதரவளிக்கப்படும் ஒலிப்பான்கள்](#SupportedSpeechSynths) உட்பிரிவைக் காணவும்.
zh_tw: NVDA 支援的合成器清單請參見[支援的語音合成器](#SupportedSpeechSynths)章節。

source: One special item that will always appear in this list is "No speech", which allows you to use NVDA with no speech output whatsoever.
bg: Един специален елемент, който винаги ще се появява в този списък, е „Без реч“, който ще ви позволи да използвате NVDA без речев изход.
de: In der Liste der verfügbaren Sprachausgaben gibt es auch den Eintrag "Keine Sprachausgabe". Damit wird NVDA stumm geschaltet.
es: Un elemento especial que siempre aparecerá en esta lista es "sin voz", que te permite utilizar NVDA sin salida de voz.
hr: Jedna specijalna stavka koja će se pojaviti u ovom popisu je "Bez govora", koja omogućuje korištenje NVDA čitača apsolutno bez govora.
nl: Er is één specifieke optie die altijd in deze lijst voorkomt en wel “geen spraak” waarmee alle spraakuitvoer wordt uitgeschakeld.
pt_br: Um item especial que aparece sempre nesta lista é "Sem fala" e permite o uso do NVDA sem saída de voz.
ru: Особый элемент, который всегда присутствует в этом списке, это элемент "Нет речи". Он позволяет использовать NVDA вообще без речевого вывода.
ta: 'பேச்சில்லை' என்கிற உருப்படி, இவ்வரிசைப் பட்டியலில் தோன்றும் ஒரு சிறப்புக்கூறு. இதைத் தேர்ந்தெடுத்தால், எந்நிலையிலும், என்விடிஏவைப் பேச்சில்லாமல் இயக்கலாம்.
zh_tw: 清單中一定會有個特殊項目那就是「沒有語音」，允許您在沒有語音輸出的情況下使用 NVDA，

source: This may be useful for someone who wishes to only use NVDA with braille, or perhaps to sighted developers who only wish to use the Speech Viewer.
bg: Това може да е полезно за някого, който иска да ползва NVDA само с брайл, или може би на зрящи разработчици, които просто искат да използват речевия преглед.
de: Dies ist für Anwender nützlich, die nur mit einer Braillezeile arbeiten möchten. Aber auch Entwickler können davon profitieren, wenn Sie nur den Sprachausgaben-Betrachter für Ihre Tests nutzen möchten.
es: Esto puede ser útil para alguien que desee sólo utilizar NVDA con braille, o quizás para desarrolladores videntes que sólo quieran utilizar el Visualizador de voz.
hr: To može biti korisno za nekoga tko koristi NVDA s brajičnim retkom ili za razvojne programere koji žele koristiti preglednik govora.
nl: Dit kan nuttig zijn voor iemand die NVDA uitsluitend met braille wil gebruiken of voor goedziende ontwikkelaars die uitsluitend de speech viewer willen gebruiken.
pt_br: Isto pode ser útil para alguém que deseja utilizar o NVDA somente com Braille, ou talvez para os programadores com visão que só pretendem usar o Visualizador de Fala.
ru: Это требуется тем пользователям, которые хотят использовать NVDA только с брайлевским дисплеем, или, возможно, зрячим разработчикам, которым нужен в NVDA только просмотрщик речи.
ta: என்விடிஏவின் பிரெயில் காட்சியமைவை மட்டும் பயன்படுத்துபவர்களுக்கும், என்விடிஏவை மேம்படுத்தும் பார்வையுள்ளவர்கள் பேச்சுத் தோற்றத்தைப் பயன்படுத்தும்பொழுதும் இவ்விருப்பத் தேர்வுப் பயன்படும்.
zh_tw: 這對於只想使用點字的人或者有視力但只想使用語音檢視器的程式開發者應該有用。

source: Synth settings ring
bg: Пръстен от настройки на синтезатора
de: Einstellungsring der Sprachausgabe
es: Anillo de Opciones de Sintetizador
hr: Kružne postavke govorne jedinice
pt_br: O Anel de Configurações de Voz
ru: Кольцо настроек синтезатора
ta: ஒலிப்பான் அமைப்புகள் வளையம்
zh_tw: 快速語音設定

source: If you wish to quickly change speech settings without going to the Speech category of the NVDA settings dialog, there are some NVDA key commands that allow you to move through the most common speech settings from anywhere while running NVDA:
bg: Ако искате бързо да променяте настройките на речта, без да се налага да ходите в категорията „Реч“ в прозореца с настройките на NVDA, има някои клавишни команди, които ви позволяват това от всяко място, докато NVDA е стартиран:
de: Wenn Sie rasch durch die verschiedenen Sprachausgabeneinstellungen schalten möchten, ohne zuvor extra in die Kategorie der NVDA-Einstellungen gehen zu müssen, so gibt es die folgenden Tastenkombinationen in NVDA, die Sie von überall aus benutzen können:
es: Si deseas cambiar rápidamente opciones de voz sin ir a la categoría de Voz del diálogo Opciones de NVDA, hay algunas teclas de órdenes que te permiten moverte a través de las opciones de voz más comunes, desde cualquier lugar mientras se ejecute NVDA:
hr: Ako želite promijeniti postavke odasvud bez ulaženja u kategoriju govor u NVDA postavkama, postoji nekoliko NVDA tipkovničkih prečaca koji to omogućuju:
nl: Om spraakinstellingen snel aan te passen zonder dat u naar de categorie Spraak gaat van het dialoogvenster Instellingen van NVDA, kunt u te allen tijde beschikken over een aantal toetscombinaties terwijl u met NVDA werkt:
pt_br: Se desejar alterar rapidamente as configurações de voz sem ir à categoria Fala do diálogo de configurações do NVDA, alguns comandos do NVDA lhe permitem mover-se através das configurações de voz mais comuns, a partir de qualquer local desde que este esteja sendo executado:
ru: Если вы хотите на лету менять настройки синтезатора, не заходя в категорию "Речь" диалога настроек NVDA, то вы можете воспользоваться некоторыми горячими клавишами при запущенной NVDA, независимо от того, где вы находитесь:
ta: என்விடிஏ இயக்கத்திலிருக்கும்பொழுது, என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் பேச்சு வகைமைக்குச் செல்லாமல், எங்கிருந்தாயினும் பேச்சு அமைப்புகளை விரைவாக மாற்றியமைக்க, என்விடிஏ சில கட்டளை விசைகளைக் கொடுக்கிறது.
zh_tw: 如果您想要不透過 NVDA 設定對話框的「語音」類別來快速變更語音設定，有一些 NVDA 快速鍵允許您在執行 NVDA 時直接變更最常見的語音設定：

source: Name |Desktop key |Laptop key |Description
bg: Име |Клавиш за настолната подредба |Клавиш за лаптоп подредбата |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Beschreibung
es: Nombre |Tecla Escritorio |Tecla Portátil |Descripción
hr: Naziv |Tipka za stolna računala |Tipka za prijenosna računala |Opis
nl: Naam |Desktoptoets |Laptoptoets |Beschrijving
pt_br: Nome |Tecla de Desktop |Tecla de Laptop |Descrição
ru: Название |Настольная |Ноутбук |Описание
ta: பெயர் |மேசைக்கணினி விசை |மடிக்கணினி விசை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |說明

source: Move to next synth setting |NVDA+control+rightArrow |NVDA+shift+control+rightArrow |Moves to the next available speech setting after the current, wrapping around to the first setting again after the last
bg: Премини към следващата настройка |NVDA+Control+Стрелка надясно |NVDA+Shift+Control+Стрелка надясно |Премества се на следващата налична настройка на речта, като се връща на първата, след като достигне последната
de: Zur nächsten Sprachausgaben-Einstellung navigieren |NVDA+Strg+Pfeiltaste nach rechts |NVDA+Strg+Umschalt+Pfeiltaste nach rechts |Geht zur nächsten verfügbaren Sprachausgaben-Einstellung, ausgehend von der aktuellen Einstellung; beginnt von vorne, nach dem letzten Eintrag.
es: Mover a la siguiente opción de sintetizador |NVDA+control+Flecha derecha |NVDA+shift+control+Flecha derecha |Se mueve a la siguiente opción de voz disponible después de la actual, pasando por la primera opción de nuevo después de la última
hr: Premjesti se na sljedeću postavku govorne jedinice |NVDA+kontrol+desnaStrelica |NVDA+šift+kontrol+desnaStrelica |Premješta se na sljedeću postavku govora poslije trenutačne, prebacujući se natrag na prvu postavku poslije posljednje
nl: Naar volgende synthesizerinstelling gaan |NVDA+control+pijl rechts |NVDA+shift+control+pijl rechts |Hiermee wordt steeds een volgende spraakinstelling gekozen. Na de laatst beschikbare instelling begint u weer vooraan enz.
pt_br: Mover para a próxima configuração de voz |NVDA+control+seta para direita |NVDA+shift+control+seta para direita |Move para a próxima configuração de voz disponível depois da atual e circula novamente para a primeira configuração depois da última
ru: Перейти к следующему параметру синтезатора |NVDA+Control+→ |NVDA+Shift+Control+→ |Переходит к следующему доступному параметру синтезатора после текущего, циклически перескакивая от последнего параметра к первому
ta: அடுத்த ஒலிப்பான் அமைப்பிற்கு நகர்க |என்விடிஏ+கட்டுப்பாடு+வலதம்பு |என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+வலதம்பு |தற்போதைய அமைப்பிற்கு அடுத்ததாக இருக்கும் பேச்சமைப்பிற்கு நகரும். கடைசி அமைப்பை அடைந்தவுடன், மீண்டும் முதல் அமைப்பிற்கு வந்து சேரும்
zh_tw: 移到下一個語音選項 |NVDA+Ctrl+向右鍵 |NVDA+Shift+Ctrl+向右鍵 |移到下一個可用的語音選項，若已到最後一個則會回到第一個選項。
