Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Move to previous synth setting |NVDA+control+leftArrow |NVDA+shift+control+leftArrow |Moves to the next available speech setting before the current, wrapping around to the last setting after the first
bg: Премини към предишната настройка |NVDA+Control+Стрелка наляво |NVDA+Shift+Control+Стрелка наляво |Премества се към предишната налична настройка на речта, като се връща на последната, след като достигне първата
de: Zur vorherigen Sprachausgaben-Einstellung springen |NVDA+Strg+Pfeiltaste nach links |NVDA+Strg+Umschalt+Pfeiltaste nach links |Geht zur vorherigen verfügbaren Sprachausgaben-Einstellung, ausgehend von der aktuellen Einstellung; beginnt von hinten, nach dem ersten Eintrag.
es: Mover a la opción de sintetizador anterior |NVDA+control+Flecha izquierda |NVDA+shift+control+Flecha izquierda |Se mueve a la opción de voz anterior disponible después de la actual, pasando por la primera opción de nuevo después de la última
hr: Premjesti se na prethodnu postavku govorne jedinice |NVDA+kontrol+strelicaLijevo |NVDA+šift+kontrol+strelicaLijevo |Premješta se na sljedeću dostupnu postavku govora prije trenutačne, prebacujući se na posljednju postavku prije prve
nl: Naar vorige spraakinstelling gaan |NVDA+control+pijl Links |NVDA+shift+control+pijl Links |Hiermee wordt de spraakinstelling gekozen die onmiddellijk voorafgaat aan de huidige. Eenmaal bij de eerste instelling bovenaan de lijst aangekomen begint u weer onderaan enzovoorts.
pt_br: Mover para a configuração de voz anterior |NVDA+control+seta para esquerda |NVDA+shift+control+seta para esquerda |Move para a configuração de voz anterior disponível depois da atual e circula novamente para a última depois da primeira
ru: Перейти к предыдущему параметру синтезатора |NVDA+Control+← |NVDA+Shift+Control+← |Переходит к предыдущему доступному параметру синтезатора перед текущем, циклически перескакивая от первого параметра к последнему
ta: முந்தைய ஒலிப்பான் அமைப்பிற்கு நகர்க |என்விடிஏ+கட்டுப்பாடு+இடதம்பு |என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+இடதம்பு |தற்போதைய அமைப்பிற்கு முந்தையதாக இருக்கும் பேச்சமைப்பிற்கு நகரும். முதல் அமைப்பை அடைந்தவுடன், மீண்டும் கடைசி அமைப்பிற்கு வந்து சேரும்
zh_tw: 移到上一個語音選項 |NVDA+Ctrl+向左鍵 |NVDA+Shift+Ctrl+向左鍵 |移到上一個可用的語音選項，若已到第一個則會回到最後一個選項。

source: Increment current synth setting |NVDA+control+upArrow |NVDA+shift+control+upArrow |increases the current speech setting you are on. E.g. increases the rate, chooses the next voice, increases the volume
bg: Увеличи текущата настройка |NVDA+Control+Стрелка нагоре |NVDA+Shift+Control+Стрелка нагоре |Увеличава текущата настройка, върху която сте в момента. Т.е. увеличава скоростта, избира следващия глас, увеличава силата на звука
de: Aktuelle Sprachausgaben-Einstellung erhöhen |NVDA+Strg+Pfeiltaste nach oben |NVDA+Strg+Umschalt+Pfeiltaste nach oben |Erhöht die aktuelle Einstellung (z. B. die Sprechgeschwindigkeit erhöhen, die nächste Stimme auswählen, die Lautstärke erhöhen)
es: Incrementar actual opción de sintetizador |NVDA+control+Flecha arriba |NVDA+shift+control+Flecha arriba |incrementa la opción de voz actual sobre la que estés. por Ejemplo: incrementa la velocidad, elige la siguiente voz, incrementa el volumen
hr: Povećaj vrijednost postavke govorne jedinice |NVDA+kontrol+strelicaGore |NVDA+šift+kontrol+strelicaGore |Povećava vrijednost postavke govora na kojoj se nalazite. Npr. povećava brzinu, izabire sljedeći glas, povećava glasnoću
nl: Oplopend bijstellen van huidige synthesizerinstelling |NVDA+control+Pijl Omhoog |NVDA+shift+control+Pijl Omhoog |Stelt de momenteel gebruikte spraakinstelling naar bovenbij. Verhoogt bij voorbeeld snelheid en volume, selecteert volgende stem.
pt_br: Aumentar a configuração de voz atual |NVDA+control+seta para cima |NVDA+shift+control+seta para cima |aumenta a configuração de voz atual onde estiver. Ex: aumenta a velocidade, escolhe a voz seguinte, aumenta o volume
ru: Увеличить на один шаг текущий параметр синтезатора |NVDA+Control+↑ |NVDA+Shift+Control+↑ |Увеличивает текущий параметр синтезатора, который вы выбрали. Например, увеличивает скорость, выбирает следующий голос, увеличивает громкость
ta: தற்போதைய ஒலிப்பான் அமைப்பைக் கூட்டுக |என்விடிஏ+கட்டுப்பாடு+மேலம்பு |என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+மேலம்பு |தற்போதைய பேச்சமைப்பை என்விடிஏ கூட்டும். எடுத்துக்காட்டாக, விகிதத்தை கூட்டுதல், அடுத்த குரலுக்குச் செல்லுதல், ஒலியளவைக் கூட்டுதல் ஆகியவைகளைக் கூறலாம்
zh_tw: 增加目前語音選項的設定值 |NVDA+Ctrl+向上鍵 |NVDA+Shift+Ctrl+向上鍵 |增加目前語音選項的設定值，例如加快速度、選擇下一個語音及調大音量。

source: Increment the current synth setting in a larger step |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Increases the value of the current speech setting you're on in larger steps. e.g. when you're on a voice setting, it will jump forward every 20 voices; when you're on slider settings (rate, pitch, etc) it will jump forward the value up to 20%
bg: Увеличаване на стойността за текущата настройка на синтезатора с по-голяма стъпка |`NVDA+Control+Page Up` |`NVDA+Shift+Control+Page Up` |Увеличава стойността на текущата настройка на речта, на която сте в момента с по-големи стъпки. Например – когато сте на настройка за избор на глас, прескачането ще е с 20 гласа напред. Когато сте на настройка на плъзгач (скорост, височина и т.н.), увеличаването ще е с до 20%
de: In Größeren Schritten die aktuellen Sprachausgaben-Einstellung erhöhen |`NVDA+Strg+Seite nach oben` |`NVDA+Umschalt+Strg+Seite nach oben` |Erhöht den Wert der aktuellen Sprachausgaben-Einstellung, auf der Sie sich befinden, in größeren Schritten, z. B. wenn Sie sich auf einer Stimmen-Einstellung befinden, springt der Wert alle 20 Stimmen vorwärts; wenn Sie sich auf Schieberegler-Einstellungen (Geschwindigkeit, Tonhöhe, etc.) befinden, springt der Wert um bis zu 20 % vorwärts
es: Aumentar la opción actual del sintetizador en un paso largo |`NVDA+control+rePág` |`NVDA+shift+control+rePág` |aumenta el valor de la actual opción de voz sobre la que estés en pasos más largos. EJ.: cuando estés sobre una opción de voz, saltarás hacia adelante cada 20 voces; cuando estés en opciones de un deslizador (velocidad, tono, etc) saltará adelante el valor de 20%
hr: Povećaj postavku govorne jedinice u većim koracima |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Povećava vrijednost trenutne postavke govorne jedinice na kojoj se nalazite u većim koracima. Na primjer, kada se nalazite na postavci glasa, prebacivat će se po dvadeset glasova; kada se nalazite na postavkama klizača (brzina, visina, itd) vrijednost će se povečavati do 20 posto
nl: De huidige synthesizer-instelling in grotere stappen oplopend bijstellen |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Verhoogt de waarde van de momenteel geldende spraakinstelling met een groter bereik. Als je je bijv wilt veranderen van stem, spring je steeds 20 stemmen vooruit; voor aanpassingen met een schuifbalk (snelheid, toonhoogte, etc) wordt de waarde met tot 20% verhoogd.
pt_br: Aumentar a configuração atual do sintetizador em intervalos maiores |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Aumenta o valor da configuração de fala atual em que você está em intervalos maiores. Por exemplo, quando você estiver numa configuração de voz, ele avançará a cada 20 vozes; quando você estiver nas configurações de controle deslizante (velocidade, tonalidade, etc), o valor avançará em até 20%
ru: Увеличить на большой шаг текущий параметр синтезатора |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Увеличивает на большой шаг значение текущей настройки речи. например когда вы используете настройку голоса, он будет перепрыгивать вперёд на 20 голосов; когда вы находитесь в настройках на ползунке (скорость, высота и т. д.), значение будет увеличиваться на 20 %
ta: பெருமளவுகளில் தற்போதைய ஒலிப்பான் அமைப்பைக் கூட்டுக |`என்விடிஏ+கட்டுப்பாடு+பக்கம் மேல்` |`என்விடிஏ+மாற்றழுத்தி+கட்டுப்பாடு+பக்கம் மேல்` |தாங்கள் தற்போதிருக்கும் ஒலிப்பான் அமைப்பின் மதிப்பை பெருமளவுகளில் கூட்டுகிறது. எ.கா. குரல் அமைப்பில் தாங்கள் இருந்தால், ஒருமுறைக்கு இருபது குரல்களைத் தாண்டி முன்செல்லும்; விகிதம், சுருதி போன்ற வழுக்கி அமைப்பில் தாங்கள் இருந்தால், ஒருமுறைக்கு 20% மதிப்பு முன்செல்லும்
zh_tw: 以較大幅度增加目前語音選項的設定值 |NVDA+Ctrl+Page Up |NVDA+Shift+Ctrl+Page Up |以較大幅度增加目前語音選項的設定值，例如在語音設定時每次往前跳 20 個語音；在滑桿設定 (速度、音調等) 時數值每次增加 20%

source: Decrement current synth setting |NVDA+control+downArrow |NVDA+shift+control+downArrow |decreases the current speech setting you are on. E.g. decreases the rate, chooses the previous voice, decreases the volume
bg: Намали текущата настройка |NVDA+Control+Стрелка надолу |NVDA+Shift+Control+Стрелка надолу |Намалява текущата настройка, върху която сте в момента. Т.е. намалява скоростта, избира предишния глас, намалява силата на звука
de: Aktuelle Sprachausgaben-Einstellung verringern |NVDA+Strg+Pfeiltaste nach unten |NVDA+Strg+Umschalt+Pfeiltaste nach unten |Verringert die aktuelle Einstellung (z. B. die Sprechgeschwindigkeit verringern, wählt die vorherige Stimme aus, verringert die Lautstärke)
es: Decrementar actual opción de sintetizador |NVDA+control+Flecha abajo |NVDA+shift+control+Flecha abajo |decrementa la opción de voz actual sobre la que estés. por Ejemplo: decrementa la velocidad, elige la voz anterior, decrementa el volumen
hr: Smanji vrijednost postavke govorne jedinice |NVDA+kontrol+strelicaDolje |NVDA+šift+kontrol+strelicaDolje |Smanjuje vrijednost trenutačne postavke glasa na kojoj se nalazite. Npr. smanjuje brzinu, odabire prethodni glas, smanjuje glasnoću
nl: De huidige synthesizerinstelling aflopend bijstellen |NVDA+control+Pijl Omlaag |NVDA+shift+control+Pijl Omlaag |Stelt momenteel gebruikte spraakinstelling naar beneden bij. Verlaagt bij voorbeeld snelheid en volume, selecteert vorige stem
pt_br: Diminuir a configuração de voz atual |NVDA+control+seta para baixo |NVDA+shift+control+seta para baixo |Diminui a configuração de voz atual onde estiver. Ex: diminui a velocidade, escolhe a voz anterior, diminui o volume
ru: Уменьшить на один шаг текущий параметр синтезатора |NVDA+Control+↓ |NVDA+Shift+Control+↓ |Уменьшает текущий параметр синтезатора, который вы выбрали. Например, уменьшает скорость, выбирает предыдущий голос, уменьшает громкость
ta: தற்போதைய ஒலிப்பான் அமைப்பைக் குறைத்திடுக |என்விடிஏ+கட்டுப்பாடு+கீழம்பு |என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+கீழம்பு |தற்போதைய பேச்சமைப்பை என்விடிஏ குறைக்கும். எடுத்துக்காட்டாக, விகிதத்தை குறைத்தல், முந்தைய குரலுக்குச் செல்லுதல், ஒலியளவைக் குறைத்தல் ஆகியவைகளைக் கூறலாம்
zh_tw: 減少目前語音選項的設定值 |NVDA+Ctrl+向下鍵 |NVDA+Shift+Ctrl+向下鍵 |減少目前語音選項的設定值，例如降低速度、選擇上一個語音及調小音量。

source: Decrement the current synth setting in a larger step |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |Decreases the value of the current speech setting you're on in larger steps. e.g. when you're on a voice setting, it will jump backward every 20 voices; when you're on a slider setting, it will jump backward the value up to 20%
bg: Намаляване на стойността за текущата настройка на синтезатора с по-голяма стъпка |`NVDA+Control+Page Down` |`NVDA+Shift+Control+Page Down` |Намалява стойността на текущата настройка на речта, на която сте в момента с по-големи стъпки. Например – когато сте на настройка за избор на глас, прескачането ще е с 20 гласа назад. Когато сте на настройка на плъзгач (скорост, височина и т.н.), намаляването ще е с до 20%
de: In größeren Schritten die aktuellen Sprachausgaben-Einstellung verringern |`NVDA+Strg+Seite nach unten` |`NVDA+Umschalt+Strg+Seite nach unten` |Verringert den Wert der aktuellen Sprachausgaben-Einstellung, auf der Sie sich befinden, in größeren Schritten. Wenn Sie sich z. B. auf einer Stimmen-Einstellung befinden, springt der Wert alle 20 Stimmen rückwärts; wenn Sie sich auf einer Schieberegler-Einstellung befinden, springt der Wert um bis zu 20 % rückwärts
es: Disminuir la actual opción del sintetizador en un paso largo |`NVDA+control+avPág` |`NVDA+shift+control+avPág` |Disminuye el valor de la actual opción de voz sobre la que estés en pasos más largos. ej.: cuando estés sobre una opción de voz, saltará hacia atrás cada 20 voces; cuando estés sobre una opción de deslizador, saltará atrás el valor de 20%
hr: Smanji vrijednost trenutne postavke u većim koracima |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |smanjuje vrijednost trenutne postavke govorne jedinice na kojoj se nalazite u većim koracima. Na primjer, kada se nalazite na postavci glasa, vraćat ćete se u nazad za dvadeset glasova; Kada se nalazite na postavci klizača, vraćat ćete se u nazad za dvadeset posto
nl: De huidige synthesizer-instelling in grotere stappen aflopend bijstellen |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |Verlaagt de waarde van de momenteel geldende spraakinstelling met een groter bereik. Als je bijv wilt veranderen van stem, spring je steeds 20 stemmen terug; voor aanpassingen met een schuifbalk (snelheid, toonhoogte, etc) wordt de waarde met tot 20% verlaagd.
pt_br: Diminuir a configuração atual do sintetizador em intervalos maiores |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |Diminui o valor da configuração de fala atual em que você está em intervalos maiores. Por exemplo, quando você estiver numa configuração de voz, ele retrocede a cada 20 vozes; quando você estiver em uma configuração de controle deslizante, ele pulará para trás o valor em até 20%
ru: Уменьшить на большой шаг текущий параметр синтезатора |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |Уменьшает на большой шаг значение текущей настройки речи. например когда вы используете настройку голоса, он будет перепрыгивать назад на 20 голосов; когда вы находитесь в настройках на ползунке (скорость, высота и т. д.), значение будет уменьшаться на 20 %
ta: பெருமளவுகளில் தற்போதைய ஒலிப்பான் அமைப்பைக் குறைத்திடுக |`என்விடிஏ+கட்டுப்பாடு+பக்கம் கீழ்` |`என்விடிஏ+மாற்றழுத்தி+கட்டுப்பாடு+பக்கம் கீழ்` |தாங்கள் தற்போதிருக்கும் ஒலிப்பான் அமைப்பின் மதிப்பை பெருமளவுகளில் குறைக்கிறது. எ.கா. குரல் அமைப்பில் தாங்கள் இருந்தால், ஒருமுறைக்கு இருபது குரல்களைத் தாண்டி பின்செல்லும்; விகிதம், சுருதி போன்ற வழுக்கி அமைப்பில் தாங்கள் இருந்தால், ஒருமுறைக்கு 20% மதிப்பு பின்செல்லும்
zh_tw: 以較大幅度減少目前語音選項的設定值 |NVDA+Ctrl+Page Down |NVDA+Shift+Ctrl+Page Down |以較大幅度減少目前語音選項的設定值，例如在語音設定時每次往回跳 20 個語音；在滑桿設定 (速度、音調等) 時數值每次減少 20%

source: Braille
bg: Брайл
de: Die Braille-Einstellungen
es: <target/>
hr: Brajica
ru: Брайль
ta: பிரெயில்
zh_tw: 點字

source: The Braille category in the NVDA Settings dialog contains options that let you change several aspects of braille input and output.
bg: Категорията „Брайл“ в прозореца с настройките на NVDA съдържа опции, които ви позволяват да промените някои опции за брайловия вход и изход.
de: Diese Kategorie in den NVDA-Einstellungen bietet verschiedene Optionen an, um Aspekte der Ein- und -Ausgabe in Braille einzustellen.
es: La categoría Braille en el diálogo Opciones de NVDA contiene ajustes que te permiten cambiar varios aspectos de la entrada y salida braille.
hr: Kategorija Brajica, u dijaloškom okviru NVDA Postavke, omogućuje promjenu nekih parametara brajičnog ulaza i izlaza.
nl: De categorie Braille in het dialoogvenster Instellingen van NVDA bevat opties waarmee u verschillende aspecten met betrekking tot de invoer en uitvoer van braille kunt aanpassen.
pt_br: A categoria Braille no diálogo de Configurações do NVDA contém opções que permitem alterar vários aspectos da entrada e saída braille.
ru: Категория "Брайль" в диалоге настроек NVDA содержит параметры, позволяющие вам конфигурировать взаимодействие NVDA с брайлевским дисплеем.
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் பிரெயில் வகைமை, பல பிரெயில் உள்ளீட்டு/வெளியீட்டு சிறப்பியல்புகளை மாற்றியமைப்பதற்கான விருப்பத் தேர்வுகளைக் கொண்டுள்ளது.
zh_tw: NVDA 設定對話框中「點字」類別的選項可以讓您改變多方面的點字輸入和輸出，

source: This category contains the following options:
bg: Тази категория съдържа следните опции:
de: Folgende Optionen sind enthalten:
es: Esta categoría contiene las siguientes opciones:
hr: Ova kategorija sadrži sljedeće opcije:
nl: In deze categorie treft u de volgende opties aan:
pt_br: Esta categoria contém as seguintes opções:
ru: Эта категория содержит следующие опции:
ta: இவ்வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 此類別包含以下選項：

source: Change braille display
bg: Промяна на брайловия дисплей
de: Braillezeile ändern
es: Cambiar pantalla braille
hr: Promijeni brajični redak
nl: Van leesregel veranderen
pt_br: Alterar linha braille
ru: Смена брайлевского дисплея
ta: பிரெயில் காட்சியமைவை மாற்றியமைத்திடுக
zh_tw: 變更點顯器

source: The Change... button in the Braille category of the NVDA Settings dialog activates the [Select Braille Display](#SelectBrailleDisplay) dialog, which allows you to select the active braille display.
bg: Бутонът „Промени...“ в категорията „Брайл“ в прозореца с настройките на NVDA отваря прозореца [Избор на брайлов дисплей](#SelectBrailleDisplay), който ви позволява да изберете активния брайлов дисплей.
de: Mit dem Schalter "Ändern" in den NVDA-Einstellungen in der Kategorie "Braille" wird das Dialogfeld zum [Ändern der Braillezeile](#SelectBrailleDisplay) geöffnet. Dort können Sie die Braillezeile auswählen.
es: El botón Cambiar... en la categoría Braille del cuadro de diálogo Opciones de NVDA activa el diálogo [Seleccionar Pantalla Braille](#SelectBrailleDisplay), el cual te permite seleccionar la pantalla braille activa.
hr: Gumb "Promijeni …" u kategoriji Brajica, u dijaloškom okviru NVDA Postavke, aktivira dijaloški okvir [Odaberi brajični redak](#SelectBrailleDisplay) u kojem je moguće odabrati brajični redak koji će se koristiti.
nl: Met de knop Wijzigen. in de categorie Braille van de dialoog Instellingen van NVDA activeert u de dialoog [Brailleleesregel Selecteren](#SelectBrailleDisplay) , waarmee u de actieve brailleleesregel selecteert.
pt_br: O botão Alterar... na categoria Braille do diálogo de Configurações do NVDA ativa a caixa de diálogo [Selecionar Linha Braille](#SelectBrailleDisplay), que permite selecionar a linha braille ativa.
ru: Кнопка "Изменить" в категории "Брайль" диалога настроек NVDA, вызывает [диалог выбора брайлевского дисплея](#SelectBrailleDisplay), в котором вы можете выбрать используемый брайлевский дисплей.
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் பிரெயில் வகைமையில் இருக்கும் "மாற்றுக..." பொத்தானை அழுத்தும்பொழுது, [பிரெயில் காட்சியமைவைத் தெரிவுச் செய்க](#SelectBrailleDisplay) உரையாடலை இயக்குகிறது. இவ்வுரையாடல், இயக்கத்திலிருக்க வேண்டிய பிரெயில் காட்சியமைவைத் தெரிவுச் செய்ய தங்களை அனுமதிக்கிறது.
zh_tw: NVDA 設定對話框中「點字」類別的「變更...」按鈕，會開啟[選擇點顯器](#SelectBrailleDisplay)對話框，允許您選擇要使用的點顯器，

source: This dialog opens on top of the NVDA Settings dialog.
bg: Този прозорец се отваря върху прозореца с настройките на NVDA.
de: Dieses Dialogfeld wird zusätzlich zu den NVDA-Einstellungen geöffnet.
es: Este cuadro de diálogo se abre sobre el diálogo Opciones de NVDA.
hr: Ovaj se dijaloški okvir otvara ispred dijaloškog okvira NVDA Postavke.
nl: Deze dialoog opent zich over het dialoogvenster Instellingen van NVDA heen.
pt_br: Essa caixa de diálogo é aberta sobrepondo-se ao diálogo de Configurações do NVDA.
ru: Этот диалог открывается поверх диалога настроек NVDA.
ta: என்விடிஏ அமைப்புகள் உரையாடலின் மீது இவ்வுரையாடல் திறக்கும்.
zh_tw: 此對話框開啟後會疊在「NVDA 設定」對話框的上面，

source: Saving or dismissing the settings in the Select Braille Display dialog will return you to the NVDA Settings dialog.
bg: Запазването или отхвърлянето на настройките в диалоговия прозорец „Избор на Брайлов дисплей“ ще ви върне в диалога с настройките на NVDA.
de: Wenn das Dialogfeld zum Ändern der Sprachausgabe mit "OK" oder "Abbrechen" geschlossen wird, erscheinen wieder die NVDA-Einstellungen mit den dazugehörigen Kategorien.
es: Guardando o descartando las opciones en el diálogo Seleccionar Pantalla Braille volverás al cuadro de diálogo Opciones de NVDA.
hr: Spremanjem ili nepreuzimanjem postavki, vraćate se u dijaloški okvir NVDA Postavke.
nl: Door de instellingen in de dialoog Brailleleesregel Selecteren op te slaan of te verrwerpen keert u terug naar het dialoogvenster Instellingen van NVDA.
pt_br: Salvar ou descartar as configurações no diálogo Selecionar Linha Braille retornará para a caixa de diálogo de Configurações do NVDA.
ru: Нажатие кнопок OK или "Отмена" в диалоге выбора брайлевского дисплея, вернёт вас в диалог настроек NVDA.
ta: ஆகவே, பிரெயில் காட்சியமைவைத் தெரிவுச் செய்க உரையாடலில் காணப்படும் அமைப்புகளைச் சேமித்துவிட்டு, அல்லது சேமிக்காமல் உரையாடலை மூடினால், என்விடிஏ அமைப்புகள் உரையாடலுக்குத் தங்களை மீண்டும் கொண்டுச் செல்லும்.
zh_tw: 確認或取消「選擇點顯器」對話框中的設定將返回到「NVDA 設定」對話框。

source: Output Table
bg: Изходна преобразуваща таблица
de: Die Ausgabe-Tabelle
es: Tabla de Salida
hr: Izlazna tablica
nl: Uitvoertabel
pt_br: Tabela para Saída
ru: Таблица вывода
ta: வெளீயீடு அட்டவணை
zh_tw: 輸出轉譯表

source: The next option you will come to in this category is the braille output table combo box.
bg: Следващата опция, на която попадате в тази категория, е падащ списък, отнасящ се до изходната брайлова таблица.
de: Diese Option ist die Auswahlliste der Braille-Ausgabetabellen.
es: La siguiente opción que vendrá en esta categoría es el cuadro combinado de la tabla de salida braille.
hr: Sljedeća opcija na koju ćete ovdje naići je odabirni okvir izlazne brajične tablice.
nl: Vervolgens komt u in deze categorie de vervolgkeuzelijst met braille-uitvoertabellen tegen.
pt_br: A opção seguinte que se encontra nesta categoria é uma caixa de combinação referente às tabelas Braille.
ru: Следующая опция, на которую вы попадете в этой категории настроек, это комбинированный список брайлевских таблиц вывода.
ta: இவ்வகைமையில் அடுத்ததாக தாங்கள் எதிர்கொள்ளும் விருப்பத் தேர்வு, பிரெயில் வெளியீடு அட்டவணை என்கிற சேர்க்கைப் பெட்டியாகும்.
zh_tw: 此類別的下一個選項為點字輸出轉譯表下拉式方塊，

source: In this combo box, you will find braille tables for different languages, braille standards and grades.
bg: В този падащ списък ще намерите брайлови таблици за различни езици (между които и български), брайлови стандарти и нива. Вие може да се придвижвате между различните брайлови таблици, използвайки стрелките.
de: In diesem Kombinationsfeld finden Sie Brailletabellen für verschiedene Sprachen, Braille-Standards und Kurzschriften.
es: En este cuadro combinado, encontrarás tablas braille, estándares braille y grados para diferentes idiomas.
hr: U ovom odabirnom okviru ćete naći različite brajične tablice za različite jezike, brajične standarde i-ili puno pismo i kratkopis.
nl: In de lijst vindt u brailletabellen voor verschillende talen, braillestandaarden en graden.
pt_br: Aqui encontrará diversas para vários idiomas, padrões e graus.
ru: В этом комбинированном списке вы найдете брайлевские таблицы для разных языков, стандарты и степени сокращения по брайлю.
ta: பலதரப்பட்ட மொழிகளுக்கான பிரெயில் அட்டவணைகள், பிரெயில் தகுதரங்கள் மற்றும் படிநிலைகளை இச்சேர்க்கைப் பெட்டியில் காண்பீர்கள்.
zh_tw: 您可找到針對不同語言、點字標準與級別的點字轉譯表，

source: The chosen table will be used to translate text into braille to be presented on your braille display.
bg: Избраната таблица ще се използва за превод на текста на брайла, който ще бъде представен на брайловия дисплей.
de: Die ausgewählte Tabelle wird zur Umwandlung von Text in Braille verwendet, um diesen auf Ihrer Braillezeile darzustellen.
es: La tabla elegida se utilizará para transcribir texto a braille para presentarlo en la pantalla braille.
hr: Odabrana brajična tablica će korištena za prikaz teksta koji se prikazuje na brajičnom retku.
nl: De gekozen tabel zorgt ervoor dat tekst wordt omgezet in braille voor weergave op de brailleleesregel.
pt_br: A tabela escolhida será usada para transcrever os textos para braille e apresentá-los em sua linha braille.
ru: Выбранная таблица будет использоваться для перевода и отображения текста на брайлевском дисплее.
ta: உரையிலிருந்து பிரெயிலுக்கு மொழிபெயர்த்து, தங்களின் பிரெயில் காட்சியமைவில் அளிக்க, தேர்ந்தெடுக்கப்பட்டுள்ள அட்டவணை பயன்படுத்தப்படும்.
zh_tw: 選定的轉譯表用於將文字轉譯成點字並呈現在點顯器上。
