Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: You can enable the [Screen Curtain](#VisionScreenCurtain) by checking the "Make screen black (immediate effect)" check box.
bg: Можете да включите [екранната завеса](#VisionScreenCurtain), като поставите отметка в полето „Направи екрана черен (задейства се веднага)“.
de: Sie können den [Bildschirmvorhang](#VisionScreenCurtain) aktivieren, indem Sie das Kontrollkästchen "Bildschirm verdunkeln (sofort wirksam)" aktivieren.
es: Puedes habilitar la [Cortina de Pantalla](#VisionScreenCurtain) marcando la casilla de verificación "poner la pantalla en negro (efecto inmediato)".
hr: [Ekransku zavjesu](#VisionScreenCurtain) možete aktivirati tako da označite potvrdni okvir "Zatamni ekran (trenutna radnja)".
nl: U kunt [Scherm dimmen](#VisionScreenCurtain) inschakelen door een vinkje te zetten in het selectievakje "Maak scherm donker dit gebeurt meteen)".
pt_br: Você pode habilitar a [Cortina de Tela](#VisionScreenCurtain) marcando a caixa de seleção "Tornar a tela preta (efeito imediato)".
ru: Вы можете включить ["Затемнение экрана"](#VisionScreenCurtain), установив флажок "Сделать экран чёрным (применяется немедленно)".
ta: 'திரையை உடனே கருமையாக்குக' என்கிற தேர்வுப் பெட்டியைத் தேர்வுச் செய்வதன் மூலம், [திரைச்சீலையை](#VisionScreenCurtain) இடலாம்.
zh_tw: 您可以勾選「使螢幕全黑 (立即生效)」核取方塊來啟用[螢幕簾幕](#VisionScreenCurtain)，

source: A warning that your screen will become black after activation will be displayed.
bg: Ще бъде изведено предупреждение, че екранът ви ще стане черен след задействането.
de: Es wird eine Warnung angezeigt, wonach Ihr Bildschirm nach der Aktivierung sich verdunkelt.
es: Aparecerá una advertencia de que la pantalla se volverá negra después de la activación.
hr: Prikazat će se upozorenje, da će se vaš ekran zatamniti.
nl: Er verschijnt een waarschuwing dat na het inschakelen het scherm op zwart gaat.
pt_br: Um aviso de que sua tela ficará preta após a ativação será exibido.
ru: Будет показано предупреждение о том, что после активации этой функции, экран вашего устройства станет абсолютно чёрным.
ta: செயற்படுத்திய பிறகு தங்களின் திரை கருமையாக்கப்படும் என்கிற எச்சரிக்கை காட்டப்படும்.
zh_tw: 此時會出現一個警告訊息，表示螢幕畫面將在啟用後變成全黑。

source: Before continuing (selecting "Yes"), ensure you have enabled speech / braille and will be able to control your computer without the use of the screen.
bg: Преди да продължите (като изберете „Да“), уверете се, че сте включили речта/брайла и ще можете да управлявате компютъра си без използването на екрана.
de: Bevor Sie fortfahren (Auswahl von "Ja"), stellen Sie sicher, dass Sie eine Sprachausgabe oder eine Braillezeile verwenden und den Computer ohne Verwendung des Bildschirms steuern können.
es: Antes de continuar (seleccionando "Sí"), asegúrate de tener activados la voz y el braille y podrás controlar tu ordenador sin utilizar la pantalla.
hr: Prije nego što nastavite (odabirom gumba "Da"), uvjerite se da su govor ili brajični redak uključeni te da ćete moći kontrolirati vaše računalo bez ekrana.
nl: Voordat u dit met 'ja' bevestigt, vergewist u er zich van dat spraak / braille ingeschakeld is / zijn, zodat u met uw computer kunt werken zonder het scherm te hoeven gebruiken.
pt_br: Antes de continuar (selecionando "Sim"), verifique se habilitou fala / braille e será capaz de controlar o seu computador sem o uso da tela.
ru: Перед тем как продолжить (нажав кнопку "Да"), убедитесь, что у вас включен брайлевский или речевой вывод, и вы сможете управлять компьютером без использования экрана.
ta: 'ஆம்' பொத்தானை அழுத்தி தொடர்வதற்கு முன், பேச்சு மற்றும் பிரெயில் காட்சியமைவு இயக்கத்தில் இருப்பதையும், திரையைப் பயன்படுத்தாமல் கணினியை தங்களால் கட்டுப்படுத்த இயலுமென்பதையும் உறுதிசெய்துகொள்ளவும்.
zh_tw: 在選擇「是」以繼續之前請確定您已啟用語音或點字，且在不使用螢幕的情況下仍可以控制電腦，

source: Select "No" if you no longer wish to enable the Screen Curtain.
bg: Изберете „Не“, ако вече не желаете да включвате екранната завеса.
de: Wählen Sie "Nein", wenn Sie den Bildschirmvorhang nicht mehr aktivieren möchten.
es: Selecciona "No" si ya no deseas habilitar la Cortina de Pantalla.
hr: Odaberite "Ne", ako više ne želite koristiti ekransku zavjesu.
nl: Selecteer "Nee" als u wilt dat Scherm dimmen niet langer ingeschakeld is.
pt_br: Selecione "Não" se não desejar mais habilitar a Cortina de Tela.
ru: Нажмите кнопку "Нет", если вы не хотите включать затемнение экрана.
ta: உறுதிசெய்துகொண்ட பின்னர், திரைச்சீலையை இட, 'ஆம்' பொத்தானை அழுத்தவும்.
zh_tw: 不打算使用螢幕簾幕則選擇「否」，

source: If you are sure, you can choose the Yes button to enable the screen curtain.
bg: Ако сте сигурни, можете да изберете бутона „Да“, за да включите екранната завеса.
de: Wenn Sie sicher sind, können Sie den Schalter "Ja" auswählen, um den Bildschirmvorhang zu aktivieren.
es: Si estás seguro, puedes elegir el botón Sí para activar la Cortina de Pantalla.
hr: Ako ste sigurni, pritisnite gumb Da, kako biste uključili ekransku zavjesu.
nl: Als u zeker van uw zaak bent, kiest u de knop 'Ja' om het scherm te dimmen.
pt_br: Se você tiver certeza, poderá escolher o botão Sim para habilitar a cortina de tela.
ru: Если вы уверены, то включить затемнение экрана можно нажатием кнопки "Да".
ta: திரைச்சீலையை இட தாங்கள் விறும்பவில்லையென்றால், 'இல்லை' பொத்தானை அழுத்தவும்.
zh_tw: 若已確定就可以選擇「是」按鈕來啟用螢幕簾幕。

source: If you no longer want to see this warning message every time, you can change this behaviour in the dialog that displays the message.
bg: Ако вече не искате да виждате това предупредително съобщение всеки път, можете да промените това поведение в диалоговия прозорец, който показва съобщението.
de: Wenn Sie diese Warnmeldung nicht länger erhalten möchten, können Sie dieses Verhalten in dem Dialogfeld, der die Meldung anzeigt, ändern.
es: Si ya no quieres ver este mensaje de advertencia cada vez, puedes cambiar este comportamiento en el diálogo que lo muestra.
hr: Ako ne želite vidjeti ovu poruku svaki put, možete to promijeniti u dijaloškom okviru koji prikazuje ovu poruku.
nl: Als u niet langer wilt dat deze waarschuwing telkens opnieuw verschijnt, kunt u dit aanpassen in het dialoogvenster dat deze waarschuwing toont.
pt_br: Se você não quiser mais ver essa mensagem de aviso todas as vezes, poderá alterar esse comportamento na caixa de diálogo que exibe a mensagem.
ru: Если вы больше не хотите каждый раз видеть это предупреждение, то такое поведение можно изменить в том же диалоге с этим сообщением.
ta: இந்த எச்சரிக்கைச் செய்தியை ஒவ்வொரு முறையும் தாங்கள் காண விரும்பவில்லையென்றால், இவ்வுரையாடல் பெட்டியிலேயே கொடுக்கப்பட்டிருக்கும் வசதியைக் கொண்டு இதன் தன்மையை மாற்றியமைக்கலாம்.
zh_tw: 如果您不想每次都看到這個警告訊息，可以在顯示訊息的對話框中變更此行為，

source: You can always restore the warning by checking the "Always show a warning when loading Screen Curtain" check box next to the "Make screen black" check box.
bg: Винаги можете да възстановите предупреждението, като поставите отметка в полето на опцията „Винаги показвай предупреждение при задействане на екранната завеса“, намираща се до опцията „Направи екрана черен“.
de: Sie können die Warnung jederzeit zurücksetzen, indem Sie das Kontrollkästchen "Beim Laden des Bildschirmvorhangs immer eine Warnung anzeigen" unter dem Kontrollkästchen "Bildschirm verdunkeln" aktivieren.
es: Siempre puedes restaurar la advertencia marcando la casilla de verificación "Mostrar siempre una advertencia cuando se cargue la Cortina de Pantalla" junto a la casilla de verificación "Poner la pantalla en negro".
hr: Upozorenje možete uvijek vratiti. Označite odabirni okvir "Uvijek prikaži upozorenje tijekom učitavanja ekranske zavjese" koji se nalazi pored potvrdnog okvira "Zatamni ekran".
nl: U kunt te allen tijde het tonen van deze waarschuwing weer inschakelen door het selectievakje "Altijd waarschuwing tonen wanneer Scherm dimmen wordt geladen" dat u naast het vakje "Maak scherm donker" vindt.
pt_br: Você sempre pode restaurar o aviso marcando a caixa de seleção "Sempre mostrar um aviso ao carregar a Cortina de Tela" ao lado da caixa de seleção "Tornar a tela preta".
ru: Вы в любое время сможете восстановить эти предупреждения, установив флажок "Всегда показывать предупреждения при активации затемнения экрана", который следует за флажком "Сделать экран чёрным".
ta: 'திரையை உடனே கருமையாக்குக' என்கிற தேர்வுப் பெட்டிக்கு அருகே இருக்கும் 'திரைச்சீலையை இடும்பொழுது எப்பொழுதும் எச்சரிக்கவும்' என்கிற தேர்வுப் பெட்டியைத் தேர்வுச் செய்வதன் மூலம், இந்த எச்சரிக்கைச் செய்தியை மீண்டும் கொண்டுவரலாம்.
zh_tw: 您也可以隨時將此警告訊息還原，只要勾選「使螢幕全黑」旁邊的「啟用螢幕簾幕時總是顯示警告」核取方塊即可。

source: By default, sounds are played when the Screen Curtain is toggled.
bg: По подразбиране се възпроизвежда звук при включване или изключване на екранната завеса.
de: Standardmäßig ist auch ein Sound beim Umschalten des Bildschirmvorhangs zu hören.
es: Por defecto, se reproducen sonidos cuando la Cortina de Pantalla se conmute.
hr: Kada se zaslonska zavjesa uključuje, reproducirat će se zvuk.
nl: Standaard worden bij in- of uitschakelen van Scherm dimmen geluidssignalen afgespeeld.
pt_br: Por padrão, sons são reproduzidos quando a Cortina de Tela é alternada.
ru: По умолчанию при переключении затемнения экрана проигрывается соответствующий звук.
ta: இயல்பில், திரைச்சீலையை இடும்பொழுதும், விலக்கும்பொழுதும் ஒலிகள் எழுப்பப்படும்.
zh_tw: 預設情況下當切換螢幕簾幕時會播放音效，

source: When you want to change this behaviour, you can uncheck the "Play sound when toggling Screen Curtain" check box.
bg: Ако искате да промените това поведение, можете да премахнете отметката от полето „Просвирвай звуков сигнал при включване или изключване на екранната завеса“.
de: Wenn Sie dieses Verhalten ändern möchten, können Sie das Kontrollkästchen "Sound beim Umschalten des Bildschirmvorhangs" deaktivieren.
es: Cuando quieras cambiar este comportamiento, puedes desmarcar la casilla de verificación "Reproducir sonido al conmutar la Cortina de Pantalla".
hr: Kada želite promjeniti status te opcije, možete maknuti kvačicu sa potvrdnog okvira "reproduciraj zvuk prilikom uključivanja zaslonske zavjese".
nl: Als u niet wilt dat dit gebeurt, kunt u het vinkje in hetselectievakje 'Geluid afspelen bij in- / uitschakelen Scherm dimmen' weghalen.
pt_br: Quando você precisa mudar esse comportamento, pode desmarcar a caixa de seleção "Reproduzir som ao alternar a Cortina de Tela".
ru: Если вы хотите его отключить, то снимите флажок "Воспроизводить звук при переключении затемнения экрана".
ta: இத்தன்மையை மாற்றியமைக்க, 'திரைச்சீலையை இடும்பொழுதும், விலக்கும்பொழுதும் ஒலியை எழுப்புக' என்கிற தேர்வுப் பெட்டியின் தேர்வினை நீக்கிவிடவும்.
zh_tw: 若您想要更改此行為，可以取消勾選「切換螢幕簾幕時播放音效」核取方塊。

source: Settings for third party visual aids
bg: Настройки за визуални подобрения на трети страни
de: Einstellungen für visuelle Hilfsmittel von Drittanbietern (Verbesserungen visueller Darstellungen)
es: Opciones para Ayudas Visuales de Terceros
hr: Postavke za vizualna pomagala treće strane
nl: Instellingen visuele ondersteuning van derden
pt_br: Configurações para recursos visuais de terceiros
ru: Настройки сторонних средств зрительной коррекции
ta: மூன்றாம் தரப்பு பார்வைத் துணைக் கருவிகளுக்கான அமைப்புகள்
zh_tw: 第三方視覺輔助工具的設定

source: Additional vision enhancement providers can be provided in [NVDA add-ons](#AddonsManager).
bg: Допълнителни доставчици на визуални подобрения могат да бъдат предоставени чрез [добавки за NVDA](#AddonsManager).
de: Zusätzliche Quellen für die Verbesserung der visuellen Darstellungen können mittels [NVDA-Erweiterungen](#AddonsManager) von Drittanbietern bereitgestellt werden.
es: Se pueden proporcionar proveedores de mejora de visión adicionales en [complementos de NVDA](#AddonsManager).
hr: Dodatne pružatelja vizualnih poboljšanja je moguće pružiti putem [NVDA dodataka](#AddonsManager).
nl: Elementen met optische meerwaarde kunnen via [NVDA add-ons](#AddonsManager) worden toegevoegd.
pt_br: Provedores adicionais de aprimoramento da visão podem ser fornecidos nos [complementos do NVDA](#AddonsManager).
ru: [Дополнения NVDA](#AddonsManager) могут предоставлять большее число поставщиков средств зрительной коррекции.
ta: கூடுதல் பார்வைத் துலக்க ஊக்கிகளை [என்விடிஏ நீட்சிநிரல்களில்](#AddonsManager) வழங்கலாம்.
zh_tw: 額外的視覺加強器可以由 [NVDA 附加元件](#AddonsManager)提供，

source: When these providers have adjustable settings, they will be shown in this settings category in separate groupings.
bg: Когато тези доставчици имат регулируеми настройки, те ще бъдат показани в тази категория на настройките в отделни групи.
de: Wenn diese Quellen über konfigurierbare Einstellungen verfügen, werden sie in dieser Einstellungskategorie in separaten Gruppierungen angezeigt.
es: Cuando estos proveedores tengan opciones ajustables, se mostrarán en esta categoría de opciones en grupos separados.
hr: Kad ti pružatelji sadrže prilagodljive postavke, one će se prikazati u ovoj kategoriji postavki u odvojenim grupama.
nl: Wanneer deze elementen aanpasbare instellingen hebben, zijn ze te vinden in de hier genoemde categorie instellingen onderverdeeld in afzonderlijke groeperingen.
pt_br: Quando esses provedores tiverem configurações ajustáveis, eles serão mostrados nessa categoria de configurações em agrupamentos separados.
ru: Если эти поставщики имеют какие-либо настройки, то они будут показаны в этой категории в своей отдельной группе.
ta: இவ்வூக்கிகள், மாற்றியமைக்கும் அமைப்புகளைக் கொண்டிருந்தால், இவ்வமைப்பு வகைமையில் அவை தனித் தனி குழுக்களாகக் காட்டப்படும்.
zh_tw: 當這些加強器有可調整的設定時，他們將顯示在此設定類別的單獨群組中，

source: For the supported settings per provider, please refer to the documentation for that provider.
bg: За поддържаните настройки от даден доставчик, моля, вижте документацията за него.
de: Die unterstützten Einstellungen pro Quelle finden Sie in der Dokumentation der jeweiligen NVDA-Erweiterung.
es: Para obtener más información acerca de la configuración de cada proveedor, por favor consulta la documentación de ese proveedor.
hr: Podržane postavke za pružatelje potražite u njihovoj dokumentaciji.
nl: Voor de ondersteunde instellingen per element kunt u de documentatie voor dat element raadplegen.
pt_br: Para as configurações suportadas mediante provedor, consulte a documentação desse provedor.
ru: Для получения справки по их настройкам, пожалуйста, обратитесь к соответствующей документации.
ta: ஒவ்வொரு ஊக்கிக்கான ஆதரவளிக்கப்படும் அமைப்புகளைத் தெரிந்துகொள்ள, அந்தந்த ஊக்கிக்கான ஆவணத்தைக் காணவும்.
zh_tw: 有關加強器支援的設定請參考加強器的說明文件。

source: Keyboard
bg: Клавиатура
de: Die Tastatur-Einstellungen
es: Teclado
hr: Tipkovnica
nl: Toetsenbord (NVDA+control+k)
pt_br: Teclado
ru: Клавиатура
ta: விசைப்பலகை
zh_tw: 鍵盤

source: Open Keyboard settings
bg: Отваряне на настройките на клавиатурата
de: Tastatur-Einstellungen öffnen
es: Abrir opciones de Teclado
hr: Otvara postavke tipkovnice
nl: Toetsenbordinstellingen openen
pt_br: Abrir configurações de Teclado
ru: Открыть настройки клавиатуры
ta: விசைப்பலகை அமைப்புகளைத் திறவுக
zh_tw: 開啟鍵盤設定

source: Key: `NVDA+control+k`
bg: Клавишна комбинация: `NVDA+Control+K`
de: Tastenkombination: `NVDA+Strg+K`
es: Tecla: `NVDA+control+k`
hr: prečac: `NVDA+kontrol+k`
nl: Toets: `NVDA+control+k`
pt_br: Tecla: `NVDA+control+k`
ru: Комбинация клавиш: `NVDA+control+k`
ta: விசை: `என்விடிே+கட்டுப்பாடு+k`
zh_tw: 快速鍵: `NVDA+Ctrl+K`

source: The Keyboard category in the NVDA Settings dialog contains options that set how NVDA behaves as you use and type on your keyboard.
bg: Категорията „Клавиатура“ в прозореца с настройките на NVDA съдържа опции, които определят поведението на NVDA при работа с клавиатурата.
de: Die Kategorie "Tastatur" im Dialogfeld NVDA-Einstellungen enthält Optionen, die das Verhalten von NVDA bei der Verwendung und Eingabe auf Ihrer Tastatur festlegen.
es: La categoría Teclado en el cuadro de diálogo Opciones de NVDA contiene ajustes que establecen el comportamiento de NVDA cuando usas y escribes en tu teclado.
hr: Kategorija Tipkovnica u dijaloškom okviru NVDA Postavke sadrži opcije, s kojima se podešava ponašanje NVDA čitača tijekom upotrebe tipkovnice.
nl: Via de categorie Toetsenbord in het dialoogvenster Instellingen van NVDA kunt u instellen hoe NVDA moet reageren wanneer u met uw toetsenbord werkt.
pt_br: A categoria Teclado no diálogo de Configurações do NVDA contém opções que definem como o NVDA se comporta à medida que você usa e digita no seu teclado.
ru: Категория "Клавиатура" диалогового окна настроек NVDA, содержит параметры, определяющие поведение NVDA при использовании системной клавиатуры.
ta: விசைப் பலகையைப் பயன்படுத்தி தட்டச்சிடும்பொழுது, என்விடிஏ எவ்வாறு செயல்பட வேண்டுமென்பதை வரையறுக்க, என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் விசைப் பலகை வகைமை அனுமதிக்கிறது.
zh_tw: NVDA 設定對話框中的「鍵盤」類別包含一些選項用以設定當您使用鍵盤或打字時 NVDA 的行為，

source: This settings category contains the following options:
bg: Тази категория от настройките съдържа следните опции:
de: Sie enthält die folgenden Optionen:
es: Esta categoría Opciones contiene los siguientes ajustes:
hr: Ova kategorija postavki sadrži sljedeće opcije:
nl: In deze categorie treft u de volgende keuzemogelijkheden aan:
pt_br: Essa categoria de configurações contém as seguintes opções:
ru: Эта категория содержит следующие опции:
ta: இவ்வமைப்புகள் வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 此設定類別包括以下的選項：

source: Keyboard layout
bg: Клавиатурна подредба
de: Die Tastatur-Layouts
es: Disposición del Teclado
hr: Raspored tipkovnice
nl: Toetsenbordindeling
pt_br: Esquema de teclado
ru: Раскладка клавиатуры
ta: விசைப்பலகைத் தளவமைப்பு
zh_tw: 鍵盤配置

source: This combo box lets you choose what type of keyboard layout NVDA should use. Currently the two that come with NVDA are Desktop and Laptop.
bg: Този падащ списък ви позволява да избирате коя клавиатурна подредба да се използва от NVDA. Към момента двата вида, които идват с NVDA, са за настолни компютри и за лаптопи.
de: In dieser Liste können Sie zwischen den Tastatur-Layouts "Desktop" oder "Laptop" auswählen.
es: Este cuadro combinado te permite elegir qué tipo de disposición de teclado debería utilizar NVDA. Actualmente los dos que vienen con NVDA son Escritorio y Portátil.
hr: Ova opcija omogućuje odabir rasporeda tipkovnice kojeg će NVDA koristiti. Trenutačno NVDA sadrži raspored tipkovnice za stolna i za prijenosna računala.
nl: Dit is een vervolgkeuzelijst waarin u het type toetsenbordindeling kiest dat u wilt gebruiken. Momenteel zijn er in NVDA twee types beschikbaar: desktop en laptop.
pt_br: Esta caixa de combinação permite-lhe escolher o esquema — leiaute — de teclado que o NVDA utilizará. Atualmente, os dois que vêm com este leitor de tela são o Computador de mesa — Desktop — e o Computador portátil — Laptop —.
ru: В этом комбинированном списке вы можете выбрать, какую раскладку клавиатуры следует использовать в NVDA. На данный момент NVDA предоставляет две клавиатурные раскладки: Настольная и Ноутбук.
ta: என்விடிஏ, எந்த விசைப்பலகைத் தளவமைப்பைப் பயன்படுத்த வேண்டுமென்று தீர்மானிக்க, இச்சேர்க்கைப் பெட்டி உதவுகிறது. தற்போது, மேசைக்கணினி, மடிக்கணினி ஆகிய இரு தளவமைப்புகளைக் கொண்டு என்விடிஏ வெளிவருகிறது.
zh_tw: 此下拉式方塊讓您選擇 NVDA 使用的鍵盤配置類型，目前有兩種，包括「桌上型電腦」及「筆記型電腦」。

source: Select NVDA Modifier Keys
bg: Изберете модификаторните клавиши за NVDA
de: NVDA-Tasten auswählen
es: Seleccionar Teclas Modificadoras de NVDA
hr: Odaberi NVDA modifikacijske tipke
nl: NVDA-programmatoetsen selecteren
pt_br: Selecione as Teclas Modificadoras do NVDA
ru: Клавиши-модификаторы NVDA
ta: என்விடிஏ மாற்றியமைப்பி விசைகளைத் தெரிவுச் செய்க
zh_tw: 選擇 NVDA 鍵

source: The checkboxes in this list control what keys can be used as [NVDA modifier keys](#TheNVDAModifierKey). The following keys are available to choose from:
bg: Чрез полетата за отметка в този списък се указва кои клавиши могат да се използват като [модификаторни клавиши за NVDA](#TheNVDAModifierKey). Предлагат се за избор следните клавиши:
de: Die Kontrollkästchen in dieser Liste legen fest, welche Tasten als [NVDA-Tasten](#TheNVDAModifierKey) verwendet werden können. Die folgenden Tasten stehen zur Auswahl:
es: Las casillas de verificación en esta lista controlan qué teclas pueden utilizarse como [teclas modificadoras de NVDA](#TheNVDAModifierKey). Las siguientes teclas están disponibles para elegir:
hr: Ovi potvrdni okviri u ovom popisu određuju tipke koje će se koristiti kao [NVDA modifikacijska tipka](#TheNVDAModifierKey). Dostupne su sljedeće tipke:
nl: Met de selectievakjes in deze lijst bepaalt u welke toetsen als [NVDA-programmatoetsen kunnen worden gebruikt](#TheNVDAModifierKey). U hebt de keuze uit de volgende toetsen :
pt_br: As caixas de seleção nesta lista controlam quais teclas podem ser usadas como [Teclas modificadoras do NVDA](#TheNVDAModifierKey). As seguintes teclas estão disponíveis para escolha:
ru: Флажки-элементы из этого списка указывают, какие клавиши на клавиатуре должны использоваться в качестве [клавиш-модификаторов NVDA](#TheNVDAModifierKey). Для выбора доступны следующие варианты:
ta: எந்தெந்த விசைகளை [என்விடிஏ மாற்றியமைப்பி விசைகளாகப்](#TheNVDAModifierKey) பயன்படுத்தலாம் என்பதை இப்பட்டியலிலுள்ள தேர்வுப் பெட்டிகள் வரையறுக்கின்றன. பின்வரும் விசைகளைத் தேர்வுச் செய்யலாம்:
zh_tw: 此清單中的核取方塊用來控制哪些按鍵可以作為 [NVDA 鍵](#TheNVDAModifierKey)，有下列的按鍵可以選擇：

source: The Caps Lock key
bg: Клавишът Caps Lock
de: Die Dauergroßschreibtaste
es: La tecla bloqueo de mayúsculas
hr: Tipka za velika slova (caps lock)
nl: De Caps Lock-toets
pt_br: A tecla Caps Lock
ru: Клавиша Caps Lock
ta: முகப்பெழுத்துப் பூட்டு விசை
zh_tw: Caps Lock 鍵

source: The insert key on the number pad
bg: Клавишът Insert от цифровия блок
de: Die Einfüge-Taste des Nummernblocks
es: La tecla insertar en el tecládo numérico
hr: Numerička tipka insert
nl: De insert-toets op het numerieke toetsenblok
pt_br: A tecla insert do teclado numérico
ru: Клавиша Insert на цифровом блоке клавиатуры
ta: எண் திட்டில் காணப்படும் செருகு விசை
zh_tw: 數字鍵盤的 Insert 鍵 (數字鍵盤 0)

source: The extended insert key (usually found above the arrow keys, near home and end)
bg: Клавишът Insert (обикновено се намира над клавишите със стрелките, близо до клавишите Home и End)
de: Die erweiterte Einfüge-Taste (meistens über den Pfeiltasten, nah bei Pos1 und Ende)
es: La tecla insertar extendida (encontrada normalmente encima de las teclas de flecha, cerca de inicio y fin)
hr: Proširena tipka insert (obično se nalazi iznad strelica, blizu tipki houm i end)
nl: De uitgebreide insert-toets die meestal boven de pijltjestoetsen zit vlakbij home en end)
pt_br: A tecla insert estendida (geralmente encontrada acima das teclas de seta, perto de home e end)
ru: Основная клавиша Insert (обычно расположена над клавишами-стрелками, рядом с клавишами Home и End)
ta: நீட்டிக்கப்பட்ட செருகு விசை (அம்பு விசைகளுக்கு மேலாகவும், முகப்பு மற்றும் முடிவு விசைகளுக்கு அருகாமையிலும் அமைந்திருப்பது)
zh_tw: 主鍵盤的 Insert 鍵 (通常位於方向鍵的上方，Home 及 End 鍵附近)
