Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Announce Selected Candidate
bg: Съобщаване на избрания кандидат
de: Ausgewählten Schriftsatz mitteilen
es: Anunciar Candidato Seleccionado
hr: Najavi odabranog kandidata
nl: Geselecteerde Kandidaat Melden
pt_br: Anunciar a Sugestão Selecionada
ru: Сообщать выбранный вариант
ta: தெரிவாகியுள்ள தேர்வுருவினை அறிவித்திடுக
zh_tw: 讀出候選字及字元說明

source: This option, which is on by default, allows you to choose whether NVDA should announce the selected candidate when a candidate list appears or when the selection is changed.
bg: Тази опция, която е включена по подразбиране, ви позволява да избирате дали NVDA трябва да съобщава избрания кандидат, когато се появи списъкът с кандидати, или когато маркираният кандидат се промени.
de: Diese Option weist NVDA an, den ausgewählten Schriftsatz mitzuteilen, sobald die Liste der Zeichensätze erscheint oder wenn Sie einen Schriftsatz auswählen.
es: Esta Opción, que está activada por omisión, te permite elegir si NVDA debería anunciar el candidato seleccionado cuando aparece una lista de candidatos o cuando la selección se cambió.
hr: Ova opcija, koja je standardno aktivirana, omogućuje odabir između toga hoće li ili neće NVDA čitati označeni kandidat kad se krećete po listi ili kad je označavanje promjenjeno.
nl: Met deze keuzemogelijkheid, die standaard geactiveerd is, bepaalt u of NVDA de geselecteerde kandidaat al dan niet automatisch moet melden wanneer er een kandidatenlijst verschijnt of wanneer de selectie wordt gewijzigd.
pt_br: Esta opção, que se encontra ativada por padrão, lhe permite escolher se o NVDA deve ou não anunciar a sugestão selecionada quando uma lista de sugestões aparece ou quando a seleção é alterada.
ru: С помощью этого, установленного по умолчанию флажка, вы можете выбрать, следует ли NVDA автоматически читать выделенный вариант иероглифа при появлении списка вариантов или при изменении выделения.
ta: இயல்பில் தேர்வாகியிருக்கும் இத்தேர்வுப் பெட்டி, தோன்றும் தேர்வுருக்கள் பட்டியலில் தெரிவாகியிருக்கும் வரியுருவினை, அல்லது தெரிவு மாறும்பொழுது, புதிதாக தெரிவாகியிருக்கும் வரியுருவினை அறிவிக்க வேண்டுமா என்று தீர்மானிக்க உதவுகிறது.
zh_tw: 此選項預設開啟，允許您選擇是否讀出候選字清單中選擇的候選字及其字元說明，

source: For input methods where the selection can be changed with the arrow keys (such as Chinese New Phonetic) this is necessary, but for some input methods it may be more efficient typing with this option turned off.
bg: Това е необходимо за методи на въвеждане, при които маркираният кандидат може да бъде променен със стрелките (като китайската нова фонетична подредба), но за някои методи на въвеждане може да бъде по-ефективно да пишете без да използвате тази функция.
de: Für Eingabemethoden, bei denen Sie die Auswahl mit den Pfeiltasten ändern können (wie z. B. Chinese New Phonetic) ist das Aktivieren dieser Option notwendig, bei anderen Eingabemethoden kann es jedoch effektiver sein, diese Option abzuschalten.
es: Para los métodos de entrada donde la selección se puede cambiar con las teclas de flechas (tal como el Chinese New Phonetic) esto es necesario, pero para algunos métodos de entrada podría ser más eficiente teclear con esta opción desactivada.
hr: Za metode unosa kod kojih se označavanje znakova vrši strelicama (kao što je kineski novi fonetski) to je nužno, ali za neke opcije bilo bi najbolje ovu opciju isključiti.
nl: Deze functie is nodig voor invoermethodes waarbij de selectie kan worden gewijzigd met de pijltoetsen (zoals het Chinees Nieuw Fonetisch), maar voor andere invoermethodes is het wellicht efficiënter deze optie uit te zetten.
pt_br: Para métodos de entrada nos quais a seleção pode ser alterada usando as setas (tais como a Nova Fonética Chinesa) isto é necessário, porém, para alguns outros métodos poderá ser mais eficiente digitar tendo tal opção desativada.
ru: Для методов ввода, где выделение можно изменять с помощью курсорных клавиш (такой как "Китайский Новый Фонетический" метод), это будет полезным, но для некоторых методов ввода может быть более эффективным отключить эту опцию при наборе текста.
ta: அம்பு விசைகளைக் கொண்டு தெரிவினை மாற்றக் கூடிய புதிய சீன ஃபொனடிக் போன்ற உள்ளீடு முறைகளுக்கு, இத்தேர்வுப் பெட்டியைத் தேர்வுச் செய்து கொள்ளலாம். ஆனால், சில உள்ளீடு முறைகளுக்கு இத்தேர்வினை நீக்குவது, சிறப்பான முறையில் தட்டச்சிட உதவும்.
zh_tw: 這對於那些可以按方向鍵上下移動選擇候選字的輸入法如中文注音和倉頡是有必要的，但對於有些輸入法關閉此選項可提昇打字效率。

source: Note that even with this option off, the review cursor will still be placed on the selected candidate allowing you to use object navigation / review to manually read this or other candidates.
bg: Имайте предвид, че дори и с изключването на тази опция, курсорът за преглед все още ще бъде поставен върху избрания кандидат, позволявайки ви да използвате обектната навигация или прегледа, за да прочетете ръчно този или други кандидати.
de: Auch wenn Sie diese Option deaktiviert haben, wird der NVDA-Cursor auf den ausgewählten Schriftsatz gesetzt, sodass Sie den Navigator oder die Befehle zum Betrachten von Text benutzen können, um diesen oder andere Schriftsätze zu lesen.
es: Ten en cuenta que aún con esta opción desactivada, el cursor de revisión todavía se colocará sobre el candidato seleccionado permitiéndote utilizar la navegación de objetos para revisar manualmente para leer este u otros candidatos.
hr: Imajte na umu da, čak iako je ova opcija isključena, pregledni će kursor biti smješten na označenom kandidatu dozvoljavajući korištenje kretanja po objektima, kako biste ručno pročitali ovaj ili neki drugi kandidat.
nl: Merk op dat zelfs wanneer deze optie uit staat, de leescursor toch bij de geselecteerde kandidaat wordt geplaatst zodat u met gebruik van object navigatie / review deze of andere kandidaten handmatig kunt uitlezen.
pt_br: Tenha em conta que mesmo esta opção estando desativada, o cursor de exploração continuará sendo colocado sob a sugestão selecionada, para permitir que você use a navegação de objetos / exploração para ler manualmente esta ou outras sugestões.
ru: Обратите внимание, что даже при отключенной опции просмотровый курсор всё ещё будет находиться на выделенном варианте иероглифа, что позволит вам использовать объектную навигацию / просмотровый курсор, чтобы вручную прочитать этот или другой варианты.
ta: இத்தேர்வு நீக்கப்பட்டிருந்தாலும்கூட, தெரிவாகியுள்ள தேர்வுருவின் மீது சீராய்வுச் சுட்டி வைக்கப்பட்டிருப்பதால், தெரிவாகியுள்ள தேர்வுருவினை, அல்லது பிற தேர்வுருக்களை, பொருள் வழிசெலுத்தி / சீராய்வினைப் பயன்படுத்திப் படிக்க இயலும்.
zh_tw: 附註：即使此選項關閉，檢閱游標仍然會跟隨選擇的候選字，允許您使用物件導覽的方式瀏覽該候選字或其他的候選字。

source: Always include short character descriptions for candidates
bg: Винаги включвай кратко описание при съобщаване на кандидатите
de: Bei Angabe der Schriftsätze immer kurze Zeichenbeschreibungen einbeziehen
es: Incluir siempre descripciones cortas de caracteres para los candidatos
hr: Uvijek uključi kratak opis znakova kad se najavljuju kandidati
nl: Altijd korte beschrijving geven van kandidaat-karakters
pt_br: Sempre Incluir Descrições de Caracteres Curta para as Sugestões
ru: Всегда включать краткое описание иероглифа при чтении вариантов
ta: தேர்வுருவிற்கான குறுகிய எழுத்து விளக்கத்தை எப்பொழுதும் சேர்த்துக் கொள்க
zh_tw: 讀出候選字的簡短字元說明

source: This option, which is on by default, allows you to choose whether or not NVDA should provide a short description for each character in a candidate, either when it's selected or when it's automatically read when the candidate list appears.
bg: Тази опция, която е включена по подразбиране, ви позволява да избирате дали NVDA трябва да предостави кратко описание за всеки знак в кандидата, когато е избран или когато е автоматично прочетен при показване на списъка с кандидати.
de: Mit dieser Option, die standardmäßig aktiviert ist, können Sie festlegen, ob NVDA eine kurze Beschreibung für einen zeichensatz ausgeben soll - entweder wenn Sie ihn auswählen oder wenn NVDA die Liste der Schriftsätze ausgibt, sobald diese erscheint.
es: Esta Opción, que está activada por omisión, te permite elegir si NVDA debería proporcionar o no una descripción corta para cada carácter en un candidato, o cuando se seleccione o cuando se lea automáticamente cuando aparezca la lista de candidatos.
hr: Ova opcija, koja je standardno uključena, omogućuje podešavanje između toga hoće li ili neće NVDA izgovarati opise znakova za označeni kandidat ili kad je označen ili kad je automatski pročitan s popisa kandidata.
nl: Met deze keuzemogelijkheid, die standaard geactiveerd is, bepaalt u of NVDA al dan niet een korte beschrijving moet geven van elk beoogd karakter wanneer dit wordt geselecteerd of automatisch wordt uitgelezen zodra er een kandidatenlijst verschijnt.
pt_br: Esta opção, que por padrão encontra-se ativada, permite que você escolha se o NVDA deve ou não fornecer uma breve descrição para cada caractere que compõe uma sugestão, tanto quando esta é selecionada como quando é automaticamente lida ao aparecer uma lista de sugestões.
ru: С помощью этого, установленного по умолчанию флажка, вы можете выбрать, следует ли NVDA давать краткое символьное описание иероглифа при его выделении или при появлении списка вариантов.
ta: இயல்பில் தேர்வாகியிருக்கும் இத்தேர்வுப் பெட்டி, தேர்வுரு தெரிவுச் செய்யப்படும்பொழுது, அல்லது தேர்வுருக்களின் பட்டியலில் தோன்றும் எழுத்துகளைத் தானாகப் படிக்கும்பொழுது, தேர்வுருவின் குறுகிய எழுத்து விளக்கத்தை என்விடிஏ வழங்க வேண்டுமா என்று தீர்மானிக்க உதவுகிறது.
zh_tw: 此選項預設開啟，允許您選擇是否要讀出每個候選字的簡短字元說明，不論是選擇的候選字或是在候選字清單出現時自動讀出。

source: Note that for locales such as Chinese, the announcement of extra character descriptions for the selected candidate is not affected by this option.
bg: Имайте предвид, че за езици като китайски съобщаването на допълнителни описания за символите за избрания кандидат не се влияе от тази настройка.
de: In einigen Sprachräumen, wie etwa im Chinesischen, hat diese Option jedoch keinen Einfluss auf die Ausgabe der Beschreibungen für die Zeichensätze.
es: Ten en cuenta que para localizaciones tales como Chino, el anunciado de descripciones extra de caracteres para el candidato seleccionado no está afectado por esta opción.
hr: Imajte na umu da se za jezike, kao što je kineski, ovom opcijom ne mijenja najava dodatnih opisa znakova, jer ova opcija ne dotiče odabrane kandidate.
nl: Merk op dat voor talen zoals het Chinees het melden van extra karakter beschrijvingen voor de geselecteerde kandidaat niet door deze optie wordt beïnvloed.
pt_br: Vale salientar que em localidades como as chinesas, o anúncio das descrições de caracteres extras para a sugestão selecionada não será afetado por esta opção.
ru: Обратите внимание, что для локализованных языков, таких как китайский, эта опция не влияет на чтение дополнительного символьного описания варианта.
ta: இவ்விருப்பத் தேர்வு, தெரிவாகியிருக்கும் தேர்வுருக்களுக்கு வழங்கப்படும் கூடுதல் எழுத்து விளக்கங்கள், சீனம் போன்ற மொழிகளில் தாக்கத்தை ஏற்படுத்துவதில்லை என்பதை கவனிக்கவும்.
zh_tw: 附註：當地區語言選為中文，若「讀出候選字及字元說明」選項同時開啟，對於含有額外字元說明的候選字不受影響，

source: This option may be useful for Korean and Japanese input methods.
bg: Тази опция може да бъде полезна за корейски и японски методи на въвеждане.
de: Diese Option ist lediglich für japanische und koreanische Eingabemethoden sinnvoll.
es: Esta opción podría ser útil para los métodos de entrada Coreano y japonés.
hr: Ova opcija može biti korisna za Korejske i Japanske metode unosa.
nl: Deze optie kan nuttig zijn voor Koreaanse en Japanse invoermethodes.
pt_br: Isto pode ser útil para métodos de entrada Coreanos e Japoneses.
ru: Эта опция может быть полезной для корейского и японского методов ввода.
ta: இவ்விருப்பத் தேர்வு, கொரிய, ஜப்பானிய உள்ளீட்டு முறைகளுக்குப் பயனுள்ளதாக இருக்கும்.
zh_tw: 此選項主要用於韓文或日文的輸入法。

source: Report changes to the reading string
bg: Докладвай промени в четения низ
de: Änderungen zu Leseketten mitteilen
es: Anunciar Cambios para la Cadena de Lectura
hr: Izvijesti o promjenama na nizu znakova koji se čita
nl: Wijzigingen in de leesreeks melden
pt_br: Anunciar mudanças na cadeia de leitura
ru: Сообщать изменения строки прекомпозиции
ta: படிக்கும் சரத்தில் ஏற்படும் மாற்றங்களை அறிவித்திடுக
zh_tw: 讀出輸入的組字字元

source: Some input methods such as Chinese New Phonetic and New ChangJie have a reading string (sometimes known as a precomposition string).
bg: Някои методи на въвеждане като китайската нова фонетична подредба и новата ChangJie имат четен низ (понякога наричан предварително съставен низ).
de: Einige Eingabemethoden, wie z. B. Chinese New Phonetic und New ChangJie, besitzen einen "reading string (auch als "precomposition string" bezeichnet).
es: Algunos métodos de entrada como el Chinese New Phonetic y el New ChangJie tienen una cadena de lectura (conocida a veces como una cadena de precomposición).
hr: Neke metode unosa, kao što su Kineski novi fonetski ili novi ChangJie, imaju niz znakova (Ponekad naziva i prekompozicijski niz znakova) koji se čita.
nl: Sommige invoermethodes zoals Chinees Nieuw Fonetisch en Nieuw TSjangDzjie hebben een leesreeks (soms ook wel precompositie reeks genoemd).
pt_br: Alguns métodos de entrada, tais como a Nova Fonética Chinesa e o Novo ChangJie possuem uma cadeia de leitura (algumas vezes denominada cadeia de pré-composição).
ru: Для некоторых методов ввода, таких как "Китайский Новый Фонетический" метод и "Новый ChangJie", имеется строка чтения (иногда ее называют строкой предварительного формирования).
ta: புதிய சீன ஃபொனடிக், புதிய சான்ஜாய் போன்ற சில உள்ளீடு முறைகள், முன் இயற்றப்பட்ட சரம் என்று சில தருணங்களில் அழைக்கப்படும் படிக்கும் சரத்தினை கொண்டிருக்கும்.
zh_tw: 有些輸入法例如中文注音和倉頡都是由組字字元組成與對應的，

source: You can choose whether or not NVDA should announce new characters being typed into this reading string with this option.
bg: Може да избирате дали NVDA трябва да съобщава новите символи, които са въведени в този четен низ като промените тази настройка.
de: Mit dieser Option teilen Sie NVDA mit, ob neue Zeichen, die in diese Zeichenketten eingegeben werden, zurückgemeldet werden sollen.
es: Puedes elegir si NVDA debería anunciar caracteres nuevos al ser tecleados en esta cadena de lectura con esta opción.
hr: Možete odabrati hoće li ili neće NVDA izvještavati o znakovima koji su upisivani u taj niz.
nl: Met deze optie kunt u bepalen of NVDA de karakters die in de leesreeks worden ingevoerd al dan niet moet melden.
pt_br: Com esta opção, você pode escolher se o NVDA deve ou não anunciar novos caracteres que estão sendo digitados dentro desta cadeia de leitura.
ru: С помощью этой опции вы можете выбрать, следует ли NVDA читать новые символы, набираемые в строке предварительного формирования.
ta: இந்தப் படிக்கும் சரத்தில் உள்ளீடு செய்யப்படும் புதிய எழுத்துகளை என்விடிஏ அறிவிக்க வேண்டுமா என்று தாங்கள் தீர்மானிக்க இத்தேர்வுப் பெட்டி உதவுகிறது.
zh_tw: 您可以選擇是否在打字過程中需要聽到這些組字字元，

source: This option is on by default.
bg: Тази опция е включена по подразбиране.
de: Diese Option ist standardmäßig aktiviert.
es: Esta opción está activada de manera predeterminada.
hr: Ova je opcija standardno aktivirana.
nl: Deze optie is standaard aangevinkt.
pt_br: A mesma encontra-se ativada por padrão.
ru: Эта опция по умолчанию включена.
ta: இயல்பில், இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்கும்.
zh_tw: 此選項預設開啟。

source: Note some older input methods such as Chinese ChangJie may not use the reading string to hold precomposition characters, but instead use the composition string directly. Please see the next option for configuring reporting of the composition string.
bg: Имайте предвид, че някои по-стари методи на въвеждане като китайски ChangJie не може да използват четения низ, за да съхраняват предварително съставените знаци, а вместо това използват съставянето на низове директно. Моля, вижте следващата опция за настройка на докладването на съставяния низ.
de: Bedenken Sie, dass bei einigen älteren Eingabemethoden wie Chinese ChangJie der "composition string" benutzt wird, um diese Informationen bereitzustellen. Lesen Sie den folgenden Abschnitt für weitere Informationen zum "composition string".
es: Ten en cuenta que algunos métodos de entrada antiguos tales como Chino ChangJie podrían no utilizar la cadena de lectura para contener los caracteres de precomposición, en su lugar utiliza la cadena de composición directamente. Por favor consulta la siguiente opción para configurar el anunciado de la cadena de composición.
hr: Napomena: neke starije metode unosa, kao što su kineski ChangJie, neće koristiti prekompozicijski niz znakova kako bi čuvao prekompozicijske znakove, ali umjesto toga koriste izravno kompozicijski niz. Pogledajte sljedeću opciju za podešavanje čitanja kompozicijskog niza.
nl: Merk op dat sommige oudere invoermethodes zoals Chinees TsjangDzji de leesreeks mogelijk niet gebruiken om karakters voorafgaand aan de eigenlijke samenstelling in op te nemen, maar in plaats daarvan rechtstreeks gebruik maken van de samenstellingsreeks. In de optie hierna leest u hoe het rapporteren van de samenstellingsreeks kan worden ingesteld.
pt_br: Note que alguns métodos de entrada mais antigos, como o chinês ChangJie, podem não usar a cadeia de leitura para conter caracteres de pré-composição, mas, em vez disso, usar diretamente a cadeia de composição. Por favor, consulte a próxima opção para configurar o anúncio da cadeia de composição.
ru: Обратите внимание, что некоторые устаревшие методы ввода, такие как "Китайский ChangJie", возможно, не используют такой тип строки для накопления символов предварительного формирования, но вместо этого вы можете воспользоваться напрямую строкой формирования ввода. Пожалуйста, смотрите следующую опцию, чтобы настроить чтение строки формирования ввода.
ta: சீன சாஞ்சாய் போன்ற பழைய உள்ளீட்டு முறைகளில், முன்னியற்றப்பட்ட சரங்களை வைத்துக் கொள்ள, படிக்கும் சரத்தைப் பயன்படுத்துவதில்லை. ஆனால், இயற்றல் சரத்தை இம்முறைகள் நேரடியாகப் பயன்படுத்துகின்றன. இயற்றல் சரத்தினை அமைவடிவமாக்குவது குறித்து அறிய, அடுத்து வரும் விருப்பத் தேர்வினைப் பார்க்கவும்.
zh_tw: 附註：一些輸入法如中文注音和倉頡是由下一個選項來控制是否要聽到輸入的組字字元。

source: Report changes to the composition string
bg: Докладвай промени в съставяния низ
de: Änderungen zu Zusammenfassungsketten mitteilen
es: Anunciar Cambios a la cadena de composición
hr: Izvijesti o promjenama na nizu sastavljenih znakova
nl: Wijzigingen in de samenstellingsreeks melden
pt_br: Anunciar Alterações na Cadeia de Composição
ru: Сообщать изменения строки композиции
ta: இயற்றல் சரத்தில் ஏற்படும் மாற்றங்களை அறிவித்திடுக
zh_tw: 讀出浮動組字區的文字

source: After reading or precomposition data has been combined into a valid pictographic symbol, most input methods place this symbol into a composition string for temporary storage along with other combined symbols before they are finally inserted into the document.
bg: След като данните за четене или предварително съставяне са били обединени във валиден пиктографски символ, повечето методи на въвеждане поставят този символ в съставен низ, временно съхранявайки го заедно с други символи, преди те да бъдат окончателно добавени в документа.
de: Nachdem die Präcompositionsdaten zu einem gültigen piktografischen Zeichen zusammengeführt wurden, wird dieses gemeinsam mit weiteren Symbolen in einer Zusammenfassungskette gespeichert, bevor dieser in das Dokument eingefügt wird.
es: Después de que la lectura o los datos de precomposición hayan sido combinados dentro de un símbolo pictográfico válido, la mayoría de los métodos de entrada colocan este símbolo dentro de una cadena de composición para un almacenamiento temporal junto con otros símbolos combinados antes de que finalmente se inserten dentro del documento.
hr: Nakon čitanja ili u slučaju kad su kompozicijski podaci spremljeni kao valjan piktografski simbol, većina metoda unosa stavlja taj znak u kompozicijski niz za privremeno spremanje zajedno s drugim sastavljenim simbolima prije nego što se konačno umetnu u dokument.
nl: Nadat de lees- of pré-compositiegegevens tot een geldig pictografisch symbool zijn gecombineerd slaan de meeste invoermethodes dit symbool, samen met andere gecombineerde symbolen, tijdelijk op in een samenstellingsreeks om tenslotte in het document te worden ingevoegd.
pt_br: Logo que os dados de leitura ou pré-composição tenham sido combinados num símbolo pictográfico válido, muitos métodos de entrada colocam este símbolo dentro de uma cadeia de composição para um armazenamento temporário junto com outros símbolos combinados antes que eles finalmente sejam inseridos no documento.
ru: После того как правильный пиктографический символ будет скомпонован из данных предварительного формирования, он помещается большинством методов ввода в строку формирования ввода для временного хранения наряду с другими готовыми символами, перед тем как их, наконец, вставят в документ.
ta: படிக்கும் சரம், அல்லது முன்னியற்றப்பட்ட சரம், ஏற்புடைய வரைகலைக் குறியீடுகளாக ஒருங்கிணைக்கப்படும். பிறகு, பல உள்ளீடு முறைகள், இக்குறியீடுகளையும், பிற ஒருங்கிணைக்கப்பட்ட குறியீடுகளையும், ஆவணத்தில் இறுதியாக செருகுவதற்கு முன், ஒரு இயற்றல் சரத்தில் தற்காலிகமாக வைத்துக் கொள்ளும்.
zh_tw: 一些輸入法如中文注音在輸入組字字元後所產生的文字會與其他產生的文字一起存放於一個暫時性的浮動組字區，並不會直接插入到文件中，

source: This option allows you to choose whether or not NVDA should report new symbols as they appear in the composition string.
bg: Тази опция ви позволява да избирате дали NVDA трябва да докладва новите символи при появяването им в съставяния низ.
de: Mit dieser Option legen Sie fest, ob NVDA Änderungen an den Symbolen in der Zusammenfassungskette wiedergeben soll.
es: Esta Opción te permite elegir si NVDA debería anunciar o no símbolos nuevos según aparezcan en la cadena de composición.
hr: Ova opcija omogućuje odabir između toga hoće li ili neće NVDA izgovarati nove simbole kako se isti budu pojavljivali u kompozicijskom nizu.
nl: Met deze optie kunt u bepalen of NVDA nieuwe symbolen die in de samenstellingsreeks verschijnen al dan niet moet melden.
pt_br: Esta opção lhe permite escolher se o NVDA deve ou não anunciar novos símbolos quando estes aparecem na cadeia de composição.
ru: С помощью этой опции вы можете выбрать, следует ли NVDA читать новые символы при появлении в строке формирования ввода.
ta: இயற்றல் சரத்தில் தோன்றும் புதிய குறியீடுகளை என்விடிஏ அறிவிக்க வேண்டுமா என்று தீர்மானிக்க இது உதவுகிறது.
zh_tw: 此選項允許您選擇是否要讀出浮動組字區的文字，

source: This option is on by default.
bg: Тази опция е включена по подразбиране.
de: Diese Option ist standardmäßig aktiviert.
es: Esta opción está activada por omisión.
hr: Ova je opcija standardno aktivirana.
nl: Deze optie is standaard aangevinkt.
pt_br: Por padrão, a mesma encontra-se ativada.
ru: Эта опция по умолчанию включена.
ta: இயல்பில், இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்கும்.
zh_tw: 此選項預設開啟。(譯者註：中文注音、倉頡和嘸蝦米輸入法，使用者可以利用此選項選擇在打字過程中是否需要讀出組字字元。)

source: Browse Mode
bg: Режим на разглеждане
de: Die Einnstellungen zum Lesemodus
es: Modo Exploración
hr: Modus čitanja
nl: Bladermodus (NVDA+control+b)
pt_br: Modo de Navegação
ru: Режим обзора
ta: உலாவும் நிலை
zh_tw: 瀏覽模式

source: Open Browse Mode settings
bg: Отваряне на настройките за режима на разглеждане
de: Einstellungen des Lesemodus öffnen
es: Abrir las opciones de modo Exploración
hr: Otvara postavke modusa čitanja
nl: Bladermodusinstellingen openen
pt_br: Abrir configurações do Modo de Navegação
ru: Открыть настройки режима обзора
ta: உலாவும் நிலை அமைப்புகளைத் திறவுக
zh_tw: 開啟瀏覽模式設定

source: Key: `NVDA+control+b`
bg: Клавишна комбинация: `NVDA+Control+B`
de: Tastenkombination: `NVDA+Strg+B`
es: Tecla: `NVDA+control+b`
hr: Prečac: `NVDA+kontrol+b`
nl: Toets: `NVDA+control+b`
pt_br: Tecla: `NVDA+control+b`
ru: Комбинация клавиш: `NVDA+control+b`
ta: விசை: `என்விடிே+கட்டுப்பாடு+b`
zh_tw: 快速鍵: `NVDA+Ctrl+B`
