Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Scroll braille display back |topRouting1 (first cell on display)
bg: Превъртане на брайловия дисплей назад |topRouting1 (първа клетка на дисплея)
de: Auf der Braillezeile rückwärts navigieren |topRouting1 (Erstes Braille-Modul)
es: Desplazar pantalla braille atrás |sensorSuperior1 (primera celda en la pantalla)
hr: Kliži po brajičnom retku natrag |topRouting1 (prva ćelija na brajičnom retku)
nl: Brailleregel terugscrollen |topRouting1 (eerste braillecel)
pt_br: Rolar linha braille para trás |topRouting1 (primeira cela da linha)
ru: Прокрутка брайлевского дисплея назад |topRouting1 (первая клетка на брайлевском дисплее)
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |topRouting1 (காட்சியமைவில் உள்ள முதல் கட்டம்)
zh_tw: 點顯器向上捲動 |topRouting1 (點顯器第一方)

source: Scroll braille display forward |topRouting20/40/80 (last cell on display)
bg: Превъртане на брайловия дисплей напред |topRouting20/40/80 (последна клетка на дисплея)
de: Auf der Braillezeile vorwärts navigieren |topRouting20/40/80 (Letztes Braille-Modul)
es: Desplazar pantalla braille adelante |sensorSuperior20/40/80 (última celda en la pantalla)
hr: Kliži po brajičnom retku naprijed |topRouting20/40/80 (zadnja ćelija na brajičnom retku)
nl: Brailleregel vooruitscrollen |topRouting20/40/80 (laatste braillecel)
pt_br: Rolar linha braille para frente |topRouting20/40/80 (última cela da linha)
ru: Прокрутка брайлевского дисплея вперёд |topRouting20/40/80 (последняя клетка на брайлевском дисплее)
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |topRouting20/40/80 (காட்சியமைவில் உள்ள கடைசி பணிக்களம்)
zh_tw: 點顯器向下捲動 |topRouting20/40/80 (點顯器最後一方)

source: Scroll braille display back |leftAdvanceBar
bg: Превъртане на брайловия дисплей назад |leftAdvanceBar
de: Auf der Braillezeile rückwärts navigieren |leftAdvanceBar
es: Desplazar pantalla braille atrás |barraDeAvance izquierda
hr: Kliži po brajičnom retku natrag |lijeviAdvanceBar
nl: Brailleregel terugscrollen |leftAdvanceBar (linker advance-balk)
pt_br: Rolar linha braille para trás |leftAdvanceBar
ru: Прокрутка брайлевского дисплея назад |leftAdvanceBar
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |leftAdvanceBar
zh_tw: 點顯器向上捲動 |左邊 AdvanceBar

source: Scroll braille display forward |rightAdvanceBar
bg: Превъртане на брайловия дисплей напред |rightAdvanceBar
de: Auf der Braillezeile vorwärts navigieren |rightAdvanceBar
es: Desplazar pantalla braille adelante |barraDeAvance derecha
hr: Kliži po brajičnom retku naprijed |desniAdvanceBar
nl: Brailleregel vooruitscrollen |rightAdvanceBar (rechter advance-balk)
pt_br: Rolar linha braille para frente |rightAdvanceBar
ru: Прокрутка брайлевского дисплея вперёд |rightAdvanceBar
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |rightAdvanceBar
zh_tw: 點顯器向下捲動 |右邊 AdvanceBar

source: Toggle braille tethered to |leftGDFButton+rightGDFButton
bg: Превключване на обвързването на брайла |LeftGDFButton+RightGDFButton
de: Kopplung der Braille-Anzeige umschalten |leftGDFButton+rightGDFButton
es: Conmutar seguimiento de braille |leftGDFButton+rightGDFButton
hr: Mijenjaj povezanost brajičnog retka |lijeviGDFGumb+desniGDFGumb
nl: Braille koppelen wisselen |linker GDF-knop+rechter GDF-knop
pt_br: Alternar vínculo do braille |leftGDFButton+rightGDFButton
ru: Переключает между привязками брайля |leftGDFButton+rightGDFButton
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |leftGDFButton+rightGDFButton
zh_tw: 切換點字游標跟隨 |左邊 GDFButton 加右邊 GDFButton

source: Toggle left wiz wheel action |leftWizWheelPress
bg: Избор на функцията на лявото магическо колело |натискане на Лявото магическо колело
de: Umschalten der Aktion am linken Rollrädchen |Linkes Rollrädchen drücken
es: Conmutar acción de rueda izquierda |pulsar rueda izquierda
hr: Uključi ili isključi radnju lijevog kotačića |lijeviKotačićPritisni
nl: Functie linker WizWheel wisselen |Linker WizWheel indrukken
pt_br: Alternar ação da roda esquerda |pressionar a roda esquerda
ru: Переключает между действиями левого колеса |leftWizWheelPress
ta: இடது விஸ் சக்கரத்தின் செயலை மாற்றியமைத்திடுக |leftWizWheelPress
zh_tw: 切換左邊滾輪操控 |左邊滾輪按下

source: Move back using left wiz wheel action |leftWizWheelUp
bg: Придвижване назад с лявото магическо колело |Ляво магическо колело нагоре
de: Rückwärtsnavigieren des verwendeten linken Rollrädchens |Linkes Rollrädchen nach oben
es: Moverse hacia atrás utilizando acción de rueda izquierda |rueda izquierda hacia arriba
hr: Premjesti se natrag koristeći lijevi kotačić |lijeviKotačićGore
nl: Achteruit scrollen met gebruik van linker WizWheel |Linker WizWheel omhoog
pt_br: Mover-se para trás usando a ação da roda esquerda |roda esquerda para cima
ru: Прокрутка назад, используя левое колесо |leftWizWheelUp
ta: இடது விஸ் சக்கரத்தின் செயலைப் பயன்படுத்தி பின் நகர்க |leftWizWheelUp
zh_tw: 使用左邊滾輪向上捲動 |左邊滾輪向上

source: Move forward using left wiz wheel action |leftWizWheelDown
bg: Придвижване напред с лявото магическо колело |Ляво магическо колело надолу
de: Vorwärtsnavigieren des verwendeten linken Rollrädchens |Linkes Rollrädchen nach unten
es: Moverse hacia adelante utilizando acción de rueda izquierda |rueda izquierda hacia abajo
hr: Premjesti se naprijed koristeći lijevi kotačić |lijeviKotačićDolje
nl: Vooruit scrollen met gebruik linker WizWheel |Linker WizWheel omlaag
pt_br: Mover-se para a frente usando a ação da roda esquerda |roda esquerda para baixo
ru: Прокрутка вперёд, используя левое колесо |leftWizWheelDown
ta: இடது விஸ் சக்கரத்தின் செயலைப் பயன்படுத்தி முன் நகர்க |leftWizWheelDown
zh_tw: 使用左邊滾輪向下捲動 |左邊滾輪向下

source: Toggle right wiz wheel action |rightWizWheelPress
bg: Избор на функцията на дясното магическо колело |натискане на дясното магическо колело
de: Umschalten der Aktion am rechten Rollrädchen |Rechtes Rollrädchen drücken
es: Conmutar acción de rueda derecha |pulsar rueda derecha
hr: Uključi ili isključi radnju desnog kotačića |desniKotačićPritisni
nl: Functie rechter WizWheel wisselen |Rechter WizWheel indrukken
pt_br: Alternar ação da roda direita |pressionar a roda direita
ru: Переключает между действиями правого колеса |rightWizWheelPress
ta: வலது விஸ் சக்கரத்தின் செயலை மாற்றியமைத்திடுக |rightWizWheelPress
zh_tw: 切換右邊滾輪操控 |右邊滾輪按下

source: Move back using right wiz wheel action |rightWizWheelUp
bg: Придвижване назад с дясното магическо колело |Дясно магическо колело нагоре
de: Rückwärtsnavigieren des verwendeten rechten Rollrädchens |Rechtes Rollrädchen nach oben
es: Moverse hacia atrás utilizando acción de rueda derecha |rueda derecha hacia arriba
hr: Premjesti se natrag koristeći desni kotačić |desniKotačićGore
nl: Achteruitscrollen met gebruik van rechter WizWheel |Rechter WizWheel omhoog
pt_br: Mover-se para Trás usando a ação da roda direita |roda direita para cima
ru: Прокрутка назад, используя правое колесо |rightWizWheelUp
ta: வலது விஸ் சக்கரத்தின் செயலைப் பயன்படுத்தி பின் நகர்க |rightWizWheelUp
zh_tw: 使用右邊滾輪向上捲動 |右邊滾輪向上

source: Move forward using right wiz wheel action |rightWizWheelDown
bg: Придвижване напред с дясното магическо колело |Дясно магическо колело надолу
de: Vorwärtsnavigieren des verwendeten rechten Rollrädchens |Rechtes Rollrädchen nach unten
es: Moverse hacia adelante utilizando acción de rueda derecha |rueda derecha hacia abajo
hr: Premjesti se naprijed koristeći desni kotačić |desniKotačićDolje
nl: Vooruit sscrollen met gebruik van rechter WizWheel |RechterWizWheel omlaag
pt_br: Mover-se para a frente usando a ação da roda Direita |roda direita para baixo
ru: Прокрутка вперёд, используя правое колесо |rightWizWheelDown
ta: வலது விஸ் சக்கரத்தின் செயலைப் பயன்படுத்தி முன் நகர்க |rightWizWheelDown
zh_tw: 使用右邊滾輪向下捲動 |右邊滾輪向下

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Zum aktuellen Braille-Modul navigieren |Routing-Taste
es: Guiar hacia la celda braille |sensor
hr: Premjesti se na brajičnu ćeliju |routing
nl: Naar braillecel gaan |Routing
pt_br: Guiar para a cela braille |sensor
ru: Переключиться на брайлевскую ячейку |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing
zh_tw: 定位到點字方 |routing

source: shift+tab key |brailleSpaceBar+dot1+dot2
bg: Shift+Tab |Брайлов интервал +Точка1+Точка2
de: Umschalt+Tab-Taste |Leertaste+Punkt1+Punkt2
es: tecla shift+tab |barra espaciadora braille+punto1+punto2
hr: Tipka šift+tabulator |brajičnaRazmaknica+točkica1+točkica2
nl: Shift+tab |Braille-spatiebalk+punt1+punt2
pt_br: Comando shift+tab |barraDeEspaçoBraille+ponto 1+ponto 2
ru: shift+tab |БрайлевскийПробел+точка1+точка2
ta: மாற்றழுத்தி+தத்தல் விசை |brailleSpaceBar+dot1+dot2
zh_tw: Shift+Tab |點顯器空白鍵加 一,二點

source: tab key |brailleSpaceBar+dot4+dot5
bg: Tab |Брайлов интервал+Точка4+Точка5
de: Tab-Taste |Leertaste+Punkt4+Punkt5
es: tecla tab |barra espaciadora braille+punto4+punto5
hr: Tipka tabulator |brajičnaRazmaknica+točkica4+točkica5
nl: Tab |Braille-spatiebalk+punt4+punt5
pt_br: Tecla tab |barraDeEspaçoBraille+ponto 4+ponto 5
ru: tab |брайлевскийПробел+точка4+точка5
ta: தத்தல் விசை |brailleSpaceBar+dot4+dot5
zh_tw: Tab |點顯器空白鍵加 四,五點

source: upArrow key |brailleSpaceBar+dot1
bg: Стрелка нагоре |Брайлов интервал+Точка1
de: Pfeiltaste nach oben |Leertaste+Punkt1
es: tecla flecha abajo |barra espaciadora braille+punto1
hr: Tipka strelica gore |brajičnaRazmaknica+točkica1
nl: Pijl omhoog |spatiebalk+punt1
pt_br: Tecla seta para cima |barraDeEspaçoBraille+ponto 1
ru: стрелкавВерх |брайлевскийПробел+точка1
ta: மேலம்பு விசை |brailleSpaceBar+dot1
zh_tw: 向上鍵 |點顯器空白鍵加 一點

source: downArrow key |brailleSpaceBar+dot4
bg: Стрелка надолу |Брайлов интервал+Точка4
de: Pfeiltaste nach unten |Leertaste+Punkt4
es: tecla flecha arriba |barra espaciadora braille+punto4
hr: Tipka strelica dolje |brajičnaRazmaknica+točkica4
nl: Pijl omlaag |Braille-spatiebalk+punt4
pt_br: Tecla seta para baixo |barraDeEspaçoBraille+ponto 4
ru: стрелкавНиз |брайлевскийПробел+точка4
ta: கீழம்பு விசை |brailleSpaceBar+dot4
zh_tw: 向下鍵 |點顯器空白鍵加 四點

source: control+leftArrow key |brailleSpaceBar+dot2
bg: Control+Стрелка наляво |Брайлов интервал+Точка2
de: Strg+Pfeiltaste nach links |Leertaste+Punkt2
es: tecla control+flecha izquierda |barra espaciadora braille+punto2
hr: Tipka kontrol+strelica lijevo |brajičnaRazmaknica+točkica2
nl: Ctrl+Pijl links |Braille-spatiebalk+punt2
pt_br: Tecla control+seta para esquerda |barraDeEspaçoBraille+ponto 2
ru: control+стрелкавЛево |брайлевскийПробел+точка2
ta: கட்டுப்பாடு+இடதம்பு விசை |brailleSpaceBar+dot2
zh_tw: Ctrl+向左鍵 |點顯器空白鍵加 二點

source: control+rightArrow key |brailleSpaceBar+dot5
bg: Control+Стрелка надясно |Брайлов интервал+Точка5
de: Strg+Pfeiltaste nach rechts |Leertaste+Punkt5
es: tecla control+flecha derecha |barra espaciadora braille+punto5
hr: Tipka kontrol+strelica desno |brajičnaRazmaknica+točkica5
nl: Ctrl+Pijl rechts |Braille-spatiebalk+punt5
pt_br: Tecla control+seta direita |barraDeEspaçoBraille+ponto 5
ru: control+стрелкавПраво |брайлевскийПробел+точка5
ta: கட்டுப்பாடு+வலதம்பு விசை |brailleSpaceBar+dot5
zh_tw: Ctrl+向右鍵 |點顯器空白鍵加 五點

source: leftArrow |brailleSpaceBar+dot3
bg: Стрелка наляво |Брайлов интервал+Точка3
de: Pfeiltaste nach links |Leertaste+Punkt3
es: tecla flecha izquierda |barra espaciadora braille+punto3
hr: Tipka strelica lijevo |brajičnaRazmaknica+točkica3
nl: Pijl links |Braille-spatiebalk+punt3
pt_br: Tecla seta para esquerda |barraDeEspaçoBraille+ponto 3
ru: стрелкавЛево |брайлевскийПробел+точка3
ta: இடதம்பு |brailleSpaceBar+dot3
zh_tw: 向左鍵 |點顯器空白鍵加 三點

source: rightArrow key |brailleSpaceBar+dot6
bg: Стрелка надясно |Брайлов интервал+Точка6
de: Pfeiltaste nach rechts |Leertaste+Punkt6
es: tecla flecha derecha |barra espaciadora braille+punto6
hr: Tipka strelica desno |brajičnaRazmaknica+točkica6
nl: Pijl rechts |Braille-spatiebalk+punt6
pt_br: Tecla seta para direita |barraDeEspaçoBraille+ponto 6
ru: стрелкавПраво |брайлевскийПробел+точка6
ta: வலதம்பு |brailleSpaceBar+dot6
zh_tw: 向右鍵 |點顯器空白鍵加 六點

source: home key |brailleSpaceBar+dot1+dot3
bg: Home |Брайлов интервал+Точка1+Точка3
de: Pos1 |Leertaste+Punkt1+Punkt3
es: tecla inicio |barra espaciadora braille+punto1+punto3
hr: Tipka houm |brajičnaRazmaknica+točkica1+točkica3
nl: Home |Braille-spatiebalk+punt1+punt3
pt_br: Tecla home |barraDeEspaçoBraille+ponto 1+ponto 3
ru: клавиша home |брайлевскийПробел+точка1+точка3
ta: தொடக்க விசை |brailleSpaceBar+dot1+dot3
zh_tw: Home 鍵 |點顯器空白鍵加 一,三點

source: end key |brailleSpaceBar+dot4+dot6
bg: End |Брайлов интервал+Точка4+Точка6
de: Ende |Leertaste+Punkt4+Punkt6
es: tecla fin |barra espaciadora braille+punto4+punto6
hr: Tipka end |brajičnaRazmaknica+točkica4+točkica6
nl: End |Braille-spatiebalk+punt4+punt6
pt_br: tecla end |barraDeEspaçoBraille+ponto 4+ponto 6
ru: клавиша end |брайлевскийПробел+точка4+точка6
ta: முடிவு விசை |brailleSpaceBar+dot4+dot6
zh_tw: End 鍵 |點顯器空白鍵加 四,六點

source: control+home key |brailleSpaceBar+dot1+dot2+dot3
bg: Control+Home |Брайлов интервал+Точка1+Точка2+Точка3
de: Strg+Pos1 |Leertaste+Punkt1+Punkt2+Punkt3
es: tecla control+inicio |barra espaciadora braille+punto1+punto2+punto3
hr: Tipka kontrol+houm |brajičnaRazmaknica+točkica1+točkica2+točkica3
nl: Ctrl+Home |Braille-spatiebalk+punt1+punt2+punt3
pt_br: Tecla control+home |barraDeEspaçoBraille+ponto 1+ponto 2+ponto 3
ru: комбинация control+home |брайлевскийПробел+точка1+точка2+точка3
ta: கட்டுப்பாடு+தொடக்க விசை |brailleSpaceBar+dot1+dot2+dot3
zh_tw: Ctrl+Home 鍵 |點顯器空白鍵加 一,二,三點

source: control+end key |brailleSpaceBar+dot4+dot5+dot6
bg: Control+End |Брайлов интервал+Точка4+Точка5+Точка6
de: Strg+Ende |Leertaste+Punkt4+Punkt5+Punkt6
es: tecla control+fin |barra espaciadora braille+punto4+punto5+punto6
hr: Tipka kontrol+end |brajičnaRazmaknica+točkica4+točkica5+točkica6
nl: Ctrl+End |Braille-spatiebalk+punt4+punt5+punt6
pt_br: Tecla control+end |barraDeEspaçoBraille+ponto 4+ponto 5+ponto 6
ru: комбинация control+end |брайлевскийПробел+точка4+точка5+точка6
ta: கட்டுப்பாடு+முடிவு விசை |brailleSpaceBar+dot4+dot5+dot6
zh_tw: Ctrl+End 鍵 |點顯器空白鍵加 四,五,六點

source: alt key |brailleSpaceBar+dot1+dot3+dot4
bg: Alt |Брайлов интервал+Точка1+Точка3+Точка4
de: Alt-Taste |Leertaste+Punkt1+Punkt3+Punkt4
es: tecla alt |barra espaciadora braille+punto1+punto3+punto4
hr: Tipka alt |brajičnaRazmaknica+točkica1+točkica3+točkica4
nl: Alt |Braille-spatiebalk+punt1+punt3+punt4
pt_br: Tecla alt |barraDeEspaçoBraille+ponto 1+ponto 3+ponto 4
ru: клавиша alt |брайлевскийПробел+точка1+точка3+точка4
ta: நிலைமாற்றி விசை |brailleSpaceBar+dot1+dot3+dot4
zh_tw: Alt 鍵 |點顯器空白鍵加 一,三,四點

source: alt+tab key |brailleSpaceBar+dot2+dot3+dot4+dot5
bg: Alt+Tab |Брайлов интервал+Точка2+Точка3+Точка4+Точка5
de: Alt+Tab-Taste |Leertaste+Punkt2+Punkt3+Punkt4+Punkt5
es: tecla alt+tab |barra espaciadora braille+punto2+punto3+punto4+punto5
hr: Tipka alt+tabulator |brajičnaRazmaknica+točkica2+točkica3+točkica4+točkica5
nl: Alt+tab |Braille-spatiebalk+punt2+punt3+punt4+punt5
pt_br: Tecla alt+tab |barraDeEspaçoBraille+ponto 2+ponto 3+ponto 4+ponto 5
ru: комбинация alt+tab |брайлевскийПробел+точка2+точка3+точка4+точка5
ta: நிலைமாற்றி+தத்தல் விசை |brailleSpaceBar+dot2+dot3+dot4+dot5
zh_tw: Alt+Tab |點顯器空白鍵加 二,三,四,五點

source: alt+shift+tab key |brailleSpaceBar+dot1+dot2+dot5+dot6
bg: Alt+Shift+Tab |Брайлов интервал+Точка1+Точка2+Точка5+Точка6
de: Alt+Umschalt+Tab-Taste |Leertaste+Punkt1+Punkt2+Punkt5+Punkt6
es: tecla alt+shift+tab |barra espaciadorabraille+punto1+punto2+punto5+punto6
hr: Tipka alt+šift+tabulator |brajičnaRazmaknica+točkica1+točkica2+dočkica5+točkica6
nl: alt+shift+tab-toets |brailleSpatieBalk+punt1+punt2+punt5+punt6
pt_br: tecla alt+shift+tab |barraDeEspaçoBraille+ponto1+ponto2+ponto5+ponto6
ru: комбинация alt+shift+tab |брайлевскийПробел+точка1+точка2+точка5+точка6
ta: நிலைமாற்றி+மாற்றழுத்தி+தத்தல் விசை |brailleSpaceBar+dot1+dot2+dot5+dot6
zh_tw: Alt+Shift+Tab |點顯器空白鍵加 一,二,五,六點

source: windows+tab key |brailleSpaceBar+dot2+dot3+dot4
bg: Windows+Tab |Брайлов интервал+Точка2+Точка3+Точка4
de: Windows-Taste+Tab-Taste |Leertaste+Punkt2+Punkt3+Punkt4
es: tecla windows+tab |barra espaciadora braille+punto2+punto3+punto4
hr: Tipka windows+tabulator |brajičnaRazmaknica+točkica2+točkica3+točkica4
nl: windows+tab-toets |brailleSpatieBalk+punt2+punt3+punt4
pt_br: tecla windows+tab |barraDeEspaçoBraille+ponto2+ponto3+ponto4
ru: windows+tab |БрайлевскийПробел+точка2+точка3+точка4
ta: சாளரங்கள்+தத்தல் விசை |brailleSpaceBar+dot2+dot3+dot4
zh_tw: Windows+Tab |點顯器空白鍵加 二,三,四點

source: escape key |brailleSpaceBar+dot1+dot5
bg: Escape |Брайлов интервал+Точка1+Точка5
de: Escape-Taste |Leertaste+Punkt1+Punkt5
es: tecla escape |barra espaciadora braille+punto1+punto5
hr: Tipka escape |brajičnaRazmaknica+točkica1+točkica5
nl: Escape |Braille-spatiebalk+punt1+punt5
pt_br: Tecla escape |barraDeEspaçoBraille+ponto 1+ponto 5
ru: escape |брайлевскийПробел+точка1+точка5
ta: விடுபடு விசை |brailleSpaceBar+dot1+dot5
zh_tw: Escape 鍵 |點顯器空白鍵加 一,五點

source: windows key |brailleSpaceBar+dot2+dot4+dot5+dot6
bg: Windows |Брайлов интервал+Точка2+Точка4+Точка5+Точка6
de: Windows-Taste |Leertaste+Punkt2+Punkt4+Punkt5+Punkt6
es: tecla windows |barra espaciadora braille+punto2+punto4+punto5+punto6
hr: Tipka windows |brajičnaRazmaknica+točkica2+točkica4+točkica5+točkica6
nl: windows-toets |Braille-spatiebalk+punt2+punt4+punt5+punt6
pt_br: Tecla windows |barraDeEspaçoBraille+ponto 2+ponto 4+ponto 5+ponto 6
ru: клавиша Windows |брайлевскийПробел+точка2+точка4+точка5+точка6
ta: சாளரங்கள் விசை |brailleSpaceBar+dot2+dot4+dot5+dot6
zh_tw: Windows 鍵 |點顯器空白鍵加 二,四,五,六點

source: space key |brailleSpaceBar
bg: Интервал |Брайлов интервал
de: Leertaste |Leertaste
es: tecla espacio |barra espaciadora braille
hr: Tipka razmaknica |brajičnaRazmaknica
nl: Spatiebalk |braillespatiebalk
pt_br: Tecla espaço |barraDeEspaçoBraille
ru: клавиша пробел |брайлевскийПробел
ta: இடைவெளி விசை |brailleSpaceBar
zh_tw: Space 鍵 |點顯器空白鍵

source: Toggle control key |brailleSpaceBar+dot3+dot8
bg: Превключване на клавиша Control |Брайлов интервал+Точка3+Точка8
de: Strg-Taste umschalten |Leertaste+Punkt3+Punkt8
es: Conmutar tecla control |Barra espaciadora braille+punto3+punto8
hr: uključi i isključi tipku ctrl |razmaknica+točkica3+točkica8
nl: Functieschakeltoets control |braillespatiebalk+punt3+punt8
pt_br: Alternar tecla control |barraDeEspaçoBraille+ponto3+ponto8
ru: Переключить клавишу control |брайлевскийПробел+точка3+точка8
ta: கட்டுப்பாடு விசையை மாற்றியமைத்திடுக |brailleSpaceBar+dot3+dot8
zh_tw: 切換 Ctrl 鍵 |點顯器空白鍵加三,八點

source: Toggle alt key |brailleSpaceBar+dot6+dot8
bg: Превключване на клавиша Alt |Брайлов интервал+Точка6+Точка8
de: Alt-Taste umschalten |Leertaste+Punkt6+Punkt8
es: Conmutar tecla alt |barra espaciadora braille+punto6+punto8
hr: uključi alt tipku |razmaknica+točkica6+točkica8
nl: Functieschakeltoets alt |brailleSpatieBalk+punt6+punt8
pt_br: Alternar tecla alt |barraDeEspaçoBraille+ponto6+ponto8
ru: Переключить клавишу alt |брайлевскийПробел+точка6+точка8
ta: நிலைமாற்றி விசையை மாற்றியமைத்திடுக |brailleSpaceBar+dot6+dot8
zh_tw: 切換 Alt 鍵 |點顯器空白鍵加六,八點

source: Toggle windows key |brailleSpaceBar+dot4+dot8
bg: Превключване на клавиша Windows |Брайлов интервал+Точка4+Точка8
de: Windows-Taste umschalten |Leertaste+Punkt4+Punkt8
es: Conmutar tecla windows |barra espaciadora braille+punto4+punto8
hr: uključi windows tipku |razmaknica+točkica4+točkica8
nl: Functieschakeltoets windows |brailleSpatieBalk+punt4+punt8
pt_br: Alternar tecla windows |barraDeEspaçoBraille+ponto4+ponto8
ru: Переключить клавишу windows |брайлевский пробел+точка4+точка8
ta: சாளரங்கள் விசையை மாற்றியமைத்திடுக |brailleSpaceBar+dot4+dot8
zh_tw: 切換 WINDOWS 鍵 |點顯器空白鍵加四,八點

source: Toggle NVDA key |brailleSpaceBar+dot5+dot8
bg: Превключване на клавиша NVDA |Брайлов интервал+Точка5+Точка8
de: NVDA-Taste umschalten |Leertaste+Punkt5+Punkt8
es: Conmutar tecla NVDA |barra espaciadora braille+punto5+punto8
hr: uključi NVDA tipku |razmaknica+točkica5+točkica8
nl: Functieschakeltoets NVDA |brailleSpatieBalk+punt5+punt8
pt_br: Alternar tecla NVDA |barraDeEspaçoBraille+ponto5+ponto8
ru: Переключить клавишу NVDA |брайлевский пробел+точка5+точка8
ta: என்விடிஏ விசையை மாற்றியமைத்திடுக |brailleSpaceBar+dot5+dot8
zh_tw: 切換 NVDA 鍵 |點顯器空白鍵加五,八點

source: Toggle shift key |brailleSpaceBar+dot7+dot8
bg: Превключване на клавиша Shift |Брайлов интервал+Точка7+Точка8
de: Umschalt-Taste umschalten |Leertaste+Punkt7+Punkt8
es: Conmutar tecla shift |barra espaciadora braille+punto7+punto8
hr: Uključi shift tipku |razmaknica+točkica7+točkica8
nl: Functieschakeltoets shifty |brailleSpatieBalk+punt7+punt8
pt_br: Alternar tecla shift |barraDeEspaçoBraille+ponto7+ponto8
ru: Переключить клавишу shift |брайлевский пробел+точка7+точка8
ta: மாற்றழுத்தி விசையை மாற்றியமைத்திடுக |brailleSpaceBar+dot7+dot8
zh_tw: 切換 Shift 鍵 |點顯器空白鍵加七,八點

source: Toggle control and shift keys |brailleSpaceBar+dot3+dot7+dot8
bg: Превключване на клавишите Control и Shift |Брайлов интервал+Точка3+Точка7+Точка8
de: Strg- und Umschalt-Tasten umschalten |Leertaste+Punkt3+Punkt7+Punkt8
es: Conmutar teclas control y shift |barra espaciadora braille+punto3+punto7+punto8
hr: Uključi control i shift tipke |razmaknica+točkica3+točkica7+točkica8
nl: Functieschakeltoetsen control en shift |brailleSpatieBalk+punt3+punt7+punt8
pt_br: Alternar teclas control e shift |barraDeEspaçoBraille+ponto3+ponto7+ponto8
ru: Переключить клавиши control и shift |брайлевский пробел+точка3+точка7+точка8
ta: கட்டுப்பாடு, மாற்றழுத்தி விசைகளை மாற்றியமைத்திடுக |brailleSpaceBar+dot3+dot7+dot8
zh_tw: 切換 Ctrl 與 Shift 鍵 |點顯器空白鍵加三,七,八點

source: Toggle alt and shift keys |brailleSpaceBar+dot6+dot7+dot8
bg: Превключване на клавишите Alt и Shift |Брайлов интервал+Точка6+Точка7+Точка8
de: Alt- und Umschalt-Tasten umschalten |Leertaste+Punkt6+Punkt7+Punkt8
es: Conmutar teclas alt y shift |barra espaciadora braille+punto6+punto7+punto8
hr: Uključi alt i shift tipke |razmaknica+točkica6+točkica7+točkica8
nl: Functieschakeltoetsen alt en shift |brailleSpatieBalk+punt6+punt7+punt8
pt_br: Alternar teclas alt e shift |barraDeEspaçoBraille+ponto6+ponto7+ponto8
ru: Переключить клавиши alt и shift |брайлевский пробел+точка6+точка7+точка8
ta: நிலைமாற்றி, மாற்றழுத்தி விசைகளை மாற்றியமைத்திடுக |brailleSpaceBar+dot6+dot7+dot8
zh_tw: 切換 Alt 與 Shift 鍵 |點顯器空白鍵加三,七,八點

source: Toggle windows and shift keys |brailleSpaceBar+dot4+dot7+dot8
bg: Превключване на клавишите Windows и Shift |Брайлов интервал+Точка4+Точка7+Точка8
de: Windows- und Umschalt-Tasten umschalten |Leertaste+Punkt4+Punkt7+Punkt8
es: Conmutar teclas windows y shift |barra espaciadora braille+punto4+punto7+punto8
hr: Uključi windows and shift tipke |razmaknica+točkica4+točkica7+točkica8
nl: Functieschakeltoetsen windows en shifts |brailleSpatieBalk+punt4+punt7+punt8
pt_br: Alternar teclas windows e shift |barraDeEspaçoBraille+ponto4+ponto7+ponto8
ru: Переключить клавиши windows и shift |брайлевский пробел+точка4+точка7+точка8
ta: சாளரங்கள், மாற்றழுத்தி விசைகளை மாற்றியமைத்திடுக |brailleSpaceBar+dot4+dot7+dot8
zh_tw: 切換 Windows 與 Shift 鍵 |點顯器空白鍵加四,七,八點

source: Toggle NVDA and shift keys |brailleSpaceBar+dot5+dot7+dot8
bg: Превключване на клавишите NVDA и Shift |Брайлов интервал+Точка5+Точка7+Точка8
de: NVDA- und Umschalt-Tasten umschalten |Leertaste+Punkt5+Punkt7+Punkt8
es: Conmutar teclas NVDA y shift |barra espaciadora braille+punto5+punto7+punto8
hr: Uključi NVDA i shift tipke |razmaknica+točkica5+točkica7+točkica8
nl: Functieschakeltoetsen NVDA en shift |brailleSpatieBalk+punt5+punt7+punt8
pt_br: Alternar teclas NVDA e shift |barraDeEspaçoBraille+ponto5+ponto7+ponto8
ru: Переключить клавиши NVDA и shift |брайлевский пробел+точка5+точка7+точка8
ta: என்விடிஏ, மாற்றழுத்தி விசைகளை மாற்றியமைத்திடுக |brailleSpaceBar+dot5+dot7+dot8
zh_tw: 切換 NVDA 與 Shift 鍵 |點顯器空白鍵加五,七,八點
