Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Additional information is also shown for active profiles, indicating whether they are manually activated, triggered and/or being edited.
bg: Също така ще видите информация за активните профили, показваща дали те са били активирани ръчно, дали се задействат автоматично при дадено събитие и/или са в процес на редактиране.
de: Außerdem werden Ihnen noch zusätzliche Informationen angezeigt, wie z. B. die eingestellte Aktivierungsmethode (manuell oder per Trigger) oder der Bearbeitungsstatus.
es: También se muestra información adicional para perfiles activos, indicando si se activaron manualmente, se dispararon y/o si están siendo editados.
hr: Također su prikazane dodatne informacije za aktivne profile, pokazujući jesu li ili nisu ručno aktivirani, okinuti i/ili trenutačno uređivani.
nl: Verder wordt van de actieve profielen aangegeven of ze handmatig, of automatisch (via trigger), worden aangezet en / of dat ze in bewerking zijn.
pt_br: Também são mostradas informações adicionais sobre os perfis ativos, indicando se estes são ativados manualmente, disparados e/ou sendo editados.
ru: Для активных профилей также показывается дополнительная информация, активированы ли они вручную, запущены и/или в данный момент редактируются.
ta: இயக்கத்திலிருக்கும் தனியமைப்பிற்கான கூடுதல் தகவலையும் இவ்வுரையாடல் காண்பிக்கும். இயக்கத்திலிருக்கும் தனியமைப்பு, கைமுறையில் இயக்கப்பட்டதா, தூண்டப்பட்டதா, அல்லது தற்பொழுது தொகுக்கப்படுகிறதா போன்ற தகவல்களை காண்பிக்கும்.
zh_tw: 此外作用中的設定檔還會顯示額外資訊，包括是手動啟用、觸發器啟用、是否正在編輯。

source: To rename or delete a profile, press the Rename or Delete buttons, respectively.
bg: За да преименувате или изтриете даден профил, натиснете съответния бутон - Преименувай или Изтрий.
de: Über die Schalter "Umbenennen" oder "Löschen" können Sie ein Profil umbenennen oder löschen.
es: Para cambiar el nombre de un perfil o eliminarlo, pulsa los botones Renombrar o Eliminar, respectivamente.
hr: Da biste preimenovali ili izbrisali profil, pritisnite gumb preimenuj ili gumb izbriši.
nl: U kunt een profiel hernoemen of verwijderen door respectievelijk op de knop "Hernoemen" of "Verwijderen" te drukken.
pt_br: Para renomear ou excluir um perfil, pressione os botões Renomear ou apagar, respectivamente.
ru: Чтобы переименовать или удалить профиль, нажмите кнопки "Переименовать" или "Удалить" соответственно.
ta: ஒரு தனியமைப்பை மறுபெயரிட, அல்லது அழிக்க, முறையே மறுபெயரிடுக, அல்லது அழித்திடுக பொத்தானை அழுத்தவும்.
zh_tw: 要重新命名或刪除設定檔，分別按「重新命名」或「刪除」按鈕。

source: Press the Close button to close the dialog.
bg: За да затворите диалога, натиснете бутона Затвори.
de: Über den Schalter "Schließen" können Sie das Dialogfeld schließen.
es: Pulsa el botón Cerrar para cerrar el diálogo.
hr: Pritisnite gumb zatvori da biste zatvorili dijaloški okvir.
nl: U sluit het dialoogvenster met de knop "Sluiten".
pt_br: Pressione o botão fechar para sair do diálogo.
ru: Для закрытия этого диалога нажимайте кнопку "Закрыть".
ta: உரையாடலை மூட, 'மூடுக' பொத்தானை அழுத்தவும்.
zh_tw: 要關閉此對話框則按「關閉」按鈕。

source: Creating a Profile
bg: Създаване на профил
de: Erstellen eines Konfigurationsprofils
es: Crear un Perfil
hr: Stvaranje profila
nl: Een Profiel aanmaken
pt_br: Criando um Perfil
ru: Создание профиля
ta: தனியமைப்பை உருவாக்குதல்
zh_tw: 建立設定檔

source: To create a profile, press the New button.
bg: За да създадете нов профил, натиснете бутона Нов.
de: Um ein neues Profil zu erstellen, klicken Sie auf den Schalter "Neu".
es: Para crear un perfil, pulsa el botón Nuevo.
hr: Da biste stvorili profil, pritisnite gumb novi.
nl: U kunt een profiel aanmaken door op de knop "Nieuw" te drukken.
pt_br: Para criar um perfil, pressione o botão Novo.
ru: Для создания нового профиля нажмите кнопку "Создать".
ta: ஒரு தனியமைப்பை உருவாக்க, 'புதிது' பொத்தானை அழுத்தவும்.
zh_tw: 要建立一個設定檔，按「新增」按鈕。

source: In the New Profile dialog, you can enter a name for the profile.
bg: В диалога Нов профил може да изберете име за новия профил.
de: Über das Dialogfeld können Sie einen Namen für das Profil vergeben.
es: En el cuadro de diálogo Nuevo perfil, puedes introducir un nombre para el perfil.
hr: U dijaloškom okviru novi profil možete upisati ime za profil.
nl: In het dialoogvenster Nieuw Profiel, kunt u een naam voor het profiel opgeven.
pt_br: No diálogo de Novo Perfil, é possível atribuir um nome para o perfil.
ru: В диалоге "Создание профиля" вы можете ввести имя профиля.
ta: 'புதிய தனியமைப்பு' உரையாடலில், தனியமைப்பிற்கான பெயரைத் தாங்கள் உள்ளிடலாம்.
zh_tw: 在「新設定檔」對話框您可輸入設定檔的名稱，

source: You can also select how this profile should be used.
bg: Също така може да изберете как този профил да бъде използван.
de: Außerdem können Sie bestimmen, wie dieses Profil verwendet werden soll.
es: También puedes seleccionar cómo se debe usar este perfil.
hr: Također možete označiti kako će se taj profil koristiti.
nl: Hier selecteert u ook hoe dit profiel gebruikt moet worden.
pt_br: Você também pode selecionar como esse perfil deve ser usado.
ru: Вы также можете выбрать, как этот профиль следует использовать.
ta: இத்தனியமைப்பு எவ்வாறு பயன்படுத்தப்பட வேண்டுமென்பதையும் தாங்கள் தெரிவுச் செய்யலாம்.
zh_tw: 還可以選擇要如何使用此設定檔，

source: If you only want to use this profile manually, select Manual activation, which is the default.
bg: Ако искате да можете да активирате профила единствено ръчно, изберете Ръчно активиране, което е избрано по подразбиране.
de: Wenn Sie vorhaben, das Profil manuell zu aktivieren, wählen Sie "Manuelle Aktivierung" aus.
es: Si sólo deseas utilizar este perfil manualmente, selecciona Activación manual, que es el valor predeterminado.
hr: Ako taj profil želite koristiti ručno, označite ručnu aktivaciju koja je standardna.
nl: Als u het profiel uitsluitend handmatig wilt gebruiken, selecteert u "handmatigactiveren", wat de standaardinstelling is.
pt_br: Se deseja usar esse perfil manualmente, selecione Ativação Manual, que é a opção padrão.
ru: Если вы хотите использовать этот профиль только вручную, выберите радиокнопку "Активация вручную", которая установлена по умолчанию.
ta: இத்தனியமைப்பைத் தாங்கள் கைமுறையில் மட்டுமே பயன்படுத்த விரும்பினால், இயல்பில் அமைந்திருக்கும் 'கைமுறை இயக்கம்' வானொலிப் பொத்தானைத் தெரிவுச் செய்யவும்.
zh_tw: 如果您只要手動使用此設定檔則選擇「手動啟用」，此為預設值，

source: Otherwise, select a trigger which should automatically activate this profile.
bg: В противен случай изберете събитие, което трябва автоматично да активира този профил.
de: Wählen Sie anderenfalls einen Trigger aus, durch den das Profil automatisch aktiviert werden soll.
es: De lo contrario, selecciona el disparador que debería activar automáticamente este perfil.
hr: U suprotnom, odaberite okidač koji će automatski odabrati ovaj profil.
nl: In het andere geval selecteert u een trigger die dit profiel automatisch moet activeren.
pt_br: Caso contrário, selecione um disparador que deve ativar automaticamente esse perfil.
ru: Иначе выберите радиокнопку "Работающее приложение (название текущего приложения)", которая автоматически активирует этот профиль (прим. пер. при загрузке приложения, для которого был создан профиль, NVDA автоматически активирует этот профиль для данного приложения).
ta: கைமுறையில் இயக்க விரும்பவில்லையென்றால், இத்தனியமைப்பைத் தானாக இயங்கச் செய்யும் தூண்டுதலின் பெயரைக் கொண்டிருக்கும் வானொலிப் பொத்தானைத் தெரிவுச் செய்யவும்.
zh_tw: 否則是選擇應自動啟用此設定檔的觸發器，

source: For convenience, if you haven't entered a name for the profile, selecting a trigger will fill in the name accordingly.
bg: За удобство, ако не сте посочили име на профила, изборът на събитие ще попълни полето за име в съответствие с него.
de: Wenn Sie keinen Namen vergeben und einen Trigger auswählen, wird automatisch ein passender Name für das Profil eingetragen.
es: Para mayor comodidad, si no se ha introducido un nombre para el perfil, al seleccionar un disparador se rellenará un nombre en consecuencia.
hr: Zbog manje brige, ako niste upisali ime profila, kad označite okidač, ime će najtočnije biti upisano.
nl: Als u geen naam voor het profiel hebt ingevoerd, zal gemakshalve bij het selecteren van een trigger de ermee verbonden naam worden overgenomen.
pt_br: Por conveniência, caso não tenha atribuído um nome para o perfil, selecionando um disparador irá usar o nome em conformidade com este.
ru: Если вы не ввели имя для нового профиля, то для удобства, при выборе вышеуказанной радиокнопки, поле редактирования автоматически заполнится названием работающего приложения.
ta: தனியமைப்பின் பெயரைத் தாங்கள் குறிப்பிடவில்லை என்றால், தூண்டுதலின் பெயரைக் கொண்டிருக்கும் வானொலிப் பொத்தானைத் தெரிவுச் செய்யும் பொழுது, தனியமைப்பின் பெயரும் தக்கவாறு நிரப்பப்படும் வசதியும் கொடுக்கப்பட்டுள்ளது.
zh_tw: 為方便起見，如果您還沒有為設定檔輸入名稱，選擇觸發器將會填入觸發器的名稱。

source: See [below](#ConfigProfileTriggers) for more information about triggers.
bg: Вижте [по-долу](#ConfigProfileTriggers) за повече информация относно събитията, към които може да асоциирате конфигурационен профил.
de: Weitere Informationen über die Funktion finden Sie im Abschnitt [Trigger bei Konfigurationsprofilen](#ConfigProfileTriggers).
es: Mira [más abajo](#ConfigProfileTriggers) para más información acerca de los disparadores.
hr: za više informacija o okidačima pogledajte [ispod](#ConfigProfileTriggers).
nl: [Verderop](#ConfigProfileTriggers) leest u meer informatie over triggers.
pt_br: Consulte [a seção abaixo](#ConfigProfileTriggers) para mais informações sobre disparadores.
ru: Для дальнейшей информации об автопереключателях профилей смотрите [ниже](#ConfigProfileTriggers).
ta: தூண்டுதல்கள் குறித்த கூடுதல் தகவல்களுக்கு, [கீழே](#ConfigProfileTriggers) காணவும்.
zh_tw: 請參見以下的[「觸發器」](#ConfigProfileTriggers)一節以獲取更多有關觸發器的資訊。

source: Pressing OK will create the profile and close the Configuration Profiles dialog so you can edit it.
bg: Натискането на OK ще създаде профила и ще затвори диалога Конфигурационни профили, така че да можете да го редактирате.
de: Wenn Sie das Dialogfeld mit "OK" schließen, wird das Profil erstellt und das Dialogfeld "Konfigurationsprofile verwalten" geschlossen, sodass Sie das Profil bearbeiten können.
es: Pulsando Aceptar se creará el perfil y se cerrará el cuadro de diálogo de configuración de perfiles para que puedas editarlo.
hr: Kad pritisnete gumb u redu, dijaloški okvir konfiguracijski profili će se zatvoriti tako da možete urediti konfiguracijski profil.
nl: Door op OK te drukken wordt het profiel aangemaakt en het dialoogvenster gesloten. Vervolgens kunt u het profiel bewerken.
pt_br: Ao pressionar OK criará o perfil e o Diálogo de Perfis de Configuração será fechado de modo que você possa editá-lo.
ru: Нажатием кнопки OK вы создадите новый профиль и закроете этот диалог, после чего сможете его редактировать.
ta: 'சரி' பொத்தானை அழுத்தியவுடன், தனியமைப்பு உருவாக்கப்பட்டு, தாங்கள் அத்தனியமைப்பைத் தொகுக்க வசதியாக 'அமைவடிவ தனியமைப்புகள்' உரையாடல் மூடப்படும்.
zh_tw: 按「確認」按鈕將新增設定檔並關閉「組態設定檔」對話框，以便您可以對其進行編輯。

source: Manual Activation
bg: Ръчно активиране
de: Konfigurationsprofil manuell aktivieren
es: Activación Manual
hr: Ručna aktivacija
nl: Handmatig activeren
pt_br: Ativação Manual
ru: Ручная активация
ta: கைமுறை இயக்கம்
zh_tw: 手動啟用

source: You can manually activate a profile by selecting a profile and pressing the Manual activate button.
bg: Можете ръчно да активирате даден профил като го изберете и натиснете бутона Ръчно активиране.
de: Sie können ein Konfigurationsprofil manuell aktivieren, indem Sie den Schalter "Manuell aktivieren" verwenden.
es: Puedes activar manualmente un perfil seleccionándolo y pulsando el botón Activación Manual.
hr: Ručnu aktivaciju profila možete napraviti tako da označite profil u listi i pritisnete gumb ručna aktivacija.
nl: U kunt een profiel handmatig activeren door een profiel te selecteren en dan op de knop Handmatig Activeren te drukken
pt_br: Você pode ativar um perfil manualmente selecionando um perfil e pressionando o botão ativar manualmente.
ru: Вы можете вручную активировать профиль, выбрав его и нажав кнопку "Ручная активация".
ta: ஒரு தனியமைப்பைத் தெரிவுச் செய்து, 'கைமுறையில் இயக்குக' பொத்தானை அழுத்துவதன் மூலம், அத்தனியமைப்பை கைமுறையில் இயங்கச் செய்யலாம்.
zh_tw: 您可選擇一個設定檔後按「手動啟用」按鈕即可手動啟用這個設定檔，

source: Once activated, other profiles can still be activated due to triggers, but any settings in the manually activated profile will override them.
bg: Веднъж след като някой профил бъде активиран, други профили може да бъдат активирани в следствие на някое събитие, но всякакви настройки в ръчно активирания профил ще ги презапишат.
de: Wenn Sie einmal ein Profil manuell aktiviert haben, sind die Trigger für automatisch aktivierte Profile zwar weiterhin aktiv, Einstellungen in manuell aktivierten Profilen haben jedoch Vorrang.
es: Una vez activado, todavía se pueden activar otros perfiles debido a los disparadores, pero las opciones del perfil activado manualmente tienen prioridad.
hr: Jednom kad je profil aktiviran, drugi profili još uvijek mogu biti aktivirani zbog okidača, ali postavke u ručno odabranom profilu će ih prepisati.
nl: Naast een handmatig geactiveerd profiel blijft het mogelijk met behulp van triggers andere profielen aan te zetten, maar de instellingen van een handmatig geactiveerd profiel krijgen prioriteit ten koste van de automatische instellingen.
pt_br: Uma vez ativado, outros perfis continuarão podendo ser ativados através dos disparadores, mas quaisquer configurações no perfil ativado manualmente as substituirão.
ru: Как только вы активируете профиль вручную, он будет перекрывать одинаковые параметры в других профилях, которые всё ещё могут автоматически активироваться, благодаря автопереключателям профилей.
ta: இயங்கச் செய்த பின்னரும் கூட, தூண்டுதல்களினால் பிற தனியமைப்புகளும் இயக்கப் படலாம். இருந்தாலும், கைமுறையில் இயக்கப்பட்டிருக்கும் தனியமைப்பின் அமைப்புகளுக்கு முன்னுரிமை அளித்த பின்னரே, தூண்டுதல்களினால் செயற்படும் தனியமைப்புகளின் அமைப்புகள் செயற்படுத்தப்படும்.
zh_tw: 一旦啟用後其他設定檔仍然可因觸發器而被啟用，但在手動啟用設定檔中調整的設定會覆蓋它們。

source: For example, if a profile is triggered for the current application and reporting of links is enabled in that profile but disabled it in the manually activated profile, links will not be reported.
bg: Например, ако профил е бил задействан за текущото приложение и докладването на връзките е включено в този профил, но е изключено в ръчно активирания профил, тогава връзките няма да бъдат докладвани.
de: Beispiel 1: Gegeben sei ein automatisch aktiviertes Profil für die aktuelle Anwendung, in dem die Ansage von Links aktiviert ist. Außerdem sei ein manuell aktiviertes Profil gegeben, in dem die Ansage von Links deaktiviert ist. In diesem Fall werden Links nicht angesagt.
es: Por ejemplo, si un perfil se dispara para la aplicación actual y el anunciado de enlaces está activado en ese perfil, pero desactivado en el perfil activado manualmente, los enlaces no se anunciarán.
hr: Na primjer, ako je profil okinut za trenutačnu aplikaciju i izvještavanje o poveznicama je aktivirano u tom profilu, ali deaktivirano u ručno aktiviranom profilu, poveznice se neće izgovarati.
nl: Als er bij voorbeeld voor de huidige toepassing een profiel automatisch (via een trigger)is geactiveerd en als in dat profiel het melden van links is ingeschakeld terwijl in het handmatig geactiveerde profiel dit niet is gebeurd, dan worden links niet gemeld.
pt_br: Por exemplo, caso um perfil tenha sido disparado para o aplicativo atual e o anúncio de links estiver habilitado naquele perfil mas desabilitado no perfil ativado manualmente, os links não serão anunciados.
ru: Например, если профиль запущен работающим приложением и чтение ссылок разрешено в этом профиле, но при этом в профиле ручной активации чтение ссылок запрещено, то ссылки уже не будут читаться в профиле, который был запущен работающим приложением.
ta: எடுத்துக்காட்டாக, தற்போதைய பயன்பாட்டிற்கான தனியமைப்பு தூண்டப்பட்ட நிலையில், அத்தனியமைப்பில் தொடுப்புகளை அறிவிக்கும் வசதி முடுக்கப்பட்டிருந்து, கைமுறையில் இயக்கப்பட்ட தனியமைப்பில் தொடுப்புகளை அறிவிக்கும் வசதி முடக்கப்பட்டிருந்தால், என்விடிஏ தொடுப்புகளை அறிவிக்காது.
zh_tw: 例如目前的應用程式觸發一個設定檔，在該設定檔中啟用了讀出連結，但在手動啟用的設定檔中則是停用讀出連結，那麼連結將不會被讀出，

source: However, if you have changed the voice in the triggered profile but have never changed it in the manually activated profile, the voice from the triggered profile will be used.
bg: Въпреки това, ако сте променили гласа в автоматично задействания профил, но никога не сте го променяли в ръчно активирания профил, тогава ще се използва гласът от ръчно активирания профил.
de: Beispiel 2: Sie haben in einem automatisch aktivierten Profil für die aktuelle Anwendung die Stimmeneinstellungen geändert. In einem manuell aktivierten (und momentan aktiven) Profil haben Sie die Stimmeneinstellungen jedoch noch nie aufgerufen. In diesem Fall wird die Stimme ausgelöst durch das automatisch aktivierte Profil geändert.
es: Sin embargo, si has cambiado la voz en el perfil disparado, pero nunca se ha cambiado en el perfil activado manualmente, se utilizará la voz a partir del perfil disparado.
hr: Međutim, ako ste promjenili glas u okinutom profilu, ali ga nikad niste mjenjali u ručno aktiviranom profilu, bit će korišten glas iz okinutog profila.
nl: Als u echter de stem in het via een trigger geactiveerde profiel hebt veranderd, maar als u die niet gewijzigd hebt in het handmatig geactiveerde profiel, dan zal de stem uit het automatisch (via trigger) geactiveerde profiel worden gebruikt.
pt_br: Todavia, caso você tenha alterado a voz para o perfil disparado mas jamais o tenha alterado no perfil ativado manualmente, a voz usada para o perfil disparado será usada.
ru: Однако, если вы изменили голос в профиле, запущенном работающим приложением, и при этом голос не менялся в профиле ручной активации, будет использоваться все же голос из профиля, который был запущен приложением.
ta: ஆனால், தூண்டப்பட்டிருக்கும் தனியமைப்பில் குரலைத் தாங்கள் மாற்றியிருந்து, கைமுறையில் இயக்கப்பட்டிருக்கும் தனியமைப்பில் குரலை மாற்றியிருக்கவில்லை எனில், தூண்டப்பட்ட தனியமைப்பின் குரல் பயன்படுத்தப்படும்.
zh_tw: 然而您在觸發的設定檔中變更語音，但是從未在手動啟用的設定檔中變更過語音，那麼將使用觸發的設定檔中的語音。

source: Any settings you change will be saved in the manually activated profile.
bg: Всяка настройка, която промените, ще бъде запазена в ръчно активирания профил.
de: Jegliche Einstellungen, die Sie ab sofort ändern, werden im manuell aktivierten Profil gespeichert.
es: Los valores que se modifiquen se guardarán en el perfil activado manualmente.
hr: Bilo koju postavku koju promjenite bit će spremljena u ručno aktivirani profil.
nl: Instellingen die u wijzigt worden opgeslagen in het handmatig geactiveerde profiel.
pt_br: Quaisquer configurações que você alterar serão salvas no perfil ativado manualmente.
ru: Любые настройки, которые вы меняете, будут сохраняться в профиле ручной активации.
ta: தாங்கள் மாற்றிய அமைப்புகள், கைமுறையில் இயக்கப்பட்ட தனியமைப்பில் சேமிக்கப்படும்.
zh_tw: 您更改的任何設定都將儲存在手動啟用的設定檔中。

source: To deactivate a manually activated profile, select it in the Configuration Profiles dialog and press the Manual deactivate button.
bg: За да деактивирате ръчно активиран профил, изберете го в диалога за настройка на конфигурационните профили и натиснете бутона Ръчно деактивиране.
de: Um ein manuell aktiviertes Profil wieder zu deaktivieren, klicken Sie auf den Schalter "Manuell deaktivieren".
es: Para desactivar un perfil activado manualmente, selecciónalo en el cuadro de diálogo Perfiles de configuración y pulsa el botón desactivar Manual.
hr: Da biste deaktivirali ručno aktivirani profil, označite ga u dijaloškom okviru konfiguracijski profili i pritisnite gumb ručno deaktiviraj.
nl: U kunt een dergelijk profiel déactiveren door het te selecteren en op de knop "Handmatig déactiveren" te drukken.
pt_br: Para desativar um perfil ativado manualmente, selecione-o no Diálogo de Perfis de Configuração e pressione o botão desativar manualmente.
ru: Для деактивации профиля ручной активации выберите его в диалоговом окне "Профили Конфигурации" и нажмите кнопку "Ручная деактивация".
ta: கைமுறையில் இயக்கப்பட்ட தனியமைப்பின் இயக்கத்தை நிறுத்த, அத்தனியமைப்பை அமைவடிவ தனியமைப்புகள் உரையாடலில் தெரிவுச் செய்து, 'கைமுறை இயக்கத்தை நிறுத்துக' பொத்தானை அழுத்தவும்.
zh_tw: 要停用手動啟用的設定檔，在「組態設定檔」對話框中選擇該設定檔後按「手動停用」按鈕。

source: Triggers
bg: Превключватели
de: Trigger bei Konfigurationsprofilen
es: Disparadores
hr: Okidači
pt_br: Disparadores
ru: Автопереключатели профилей
ta: தூண்டுதல்கள்
zh_tw: 觸發器

source: Pressing the Triggers button in the Configuration Profiles dialog allows you to change the profiles which should be automatically activated for various triggers.
bg: Натискането на бутона Превключватели в диалога Конфигурационни профили ви позволява да промените профилите, които трябва да бъдат активирани автоматично при различни събития.
de: Mit diesem Schalter können Sie einen Trigger bestimmen, über den ein Profil automatisch aktiviert werden soll.
es: Al pulsar el botón de Disparadores en el cuadro de diálogo Perfiles de configuración te permite cambiar los perfiles que deben ser activados automáticamente por diversos disparadores.
hr: Pritisnete li gumb okidači u dijaloškom okviru konfiguracijski profili, to omogućuje izmjenu konfiguracijskih profila koji se automatski aktiviraju uz pomoć različitih okidača.
nl: Door in het dialoogvenster Configuratieprofielen op de knop Triggers te drukken, kunt u instellen welke profielen met behulp van de verschillende triggers automatisch geactiveerd moeten worden.
pt_br: Pressionando o botão disparadores no Diálogo de Perfis de Configuração lhe permite alterar os perfis que devem ser ativados automaticamente para vários disparadores.
ru: Нажатием кнопки "Автопереключатели профилей" в диалоговом окне "Профили конфигурации" вы можете изменять профили, которые следует автоматически активировать для разных автопереключателей (прим. пер. автопереключатель профиля — это переключатель автоматической активации профиля по какому-либо событию, например, при загрузке приложения автоматически активируется профиль для этого приложения, если он, разумеется, был создан ранее и событием в данном случае является запуск приложения.).
ta: தனியமைப்புகள் உரையாடலில் காணப்படும் 'தூண்டுதல்கள்' பொத்தானை அழுத்துவது, பலதரப்பட்ட தூண்டுதல்களினால் தானாக இயக்கப்பட வேண்டிய தனியமைப்புகளை மாற்றியமைக்க அனுமதிக்கிறது.
zh_tw: 在「組態設定檔」對話框中按下「觸發器」按鈕允許您變更由各種不同觸發器自動啟用的設定檔。

source: The Triggers list shows the available triggers, which are as follows:
bg: Списъкът с превключватели показва наличните събития, които са както следва:
de: Folgende Trigger stehen zur Verfügung:
es: La lista de disparadores muestra los disparadores disponibles, que son los siguientes:
hr: Popis okidača prikazuje sljedeće dostupne okidače:
nl: In de lijst staan de volgende beschikbare Triggers:
pt_br: A lista de disparadores exibe os disparadores disponíveis, que funcionam da seguinte forma:
ru: В списке "Автопереключатели профилей" показываются следующие доступные автопереключатели:
ta: தூண்டுதல்களின் பட்டியல், கிடைப்பிலிருக்கும் தூண்டுதல்களை காண்பிக்கும். அவை கீழே கொடுக்கப்பட்டுள்ளன:
zh_tw: 觸發器清單顯示可用的觸發器，如下所示：

source: Current application: Triggered when you switch to the current application.
bg: Текущото приложение: задейства се при превключване към текущото приложение.
de: Aktuelle Anwendung; wird ausgelöst, wenn Sie in die aktuelle Anwendung wechseln.
es: Aplicación actual: Se dispara cuando se cambie a la aplicación actual.
hr: Trenutačna aplikacija: Okida se kad se prebacujete na trenutačnu aplikaciju.
nl: Huidige toepassing: wordt ingeschakeld wanneer u de toepassing start.
pt_br: Aplicativo atual: disparado quando você alterna para o Aplicativo atual.
ru: Работающее приложение (имя работающего приложения): срабатывает при переключении на работающее приложение.
ta: தற்போதைய பயன்பாடு: தற்போதைய பயன்பாட்டிற்குத் தாங்கள் மாறும்பொழுது தூண்டப்படும்.
zh_tw: 目前的應用程式：切換到目前的應用程式時觸發。
