Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Help Balloons are like tooltips, but are usually larger in size, and are associated with system events such as a network cable being unplugged, or perhaps to alert you about Windows security issues.
bg: Помощните балони са като подсказките, но обикновено са с по-големи размери и са свързани със системни събития като изключване на мрежов кабел или може би да ви предупреждават за проблеми със сигурността на Windows.
de: Hilfesprechblasen sind wie Tooltipps, sind aber in der Regel größer und werden mit System-Ereignissen in Verbindung gebracht, wie z. B. dem Trennen eines Netzwerkkabels oder um über Windows-Sicherheitsprobleme zu informieren.
es: Los globos de ayuda son como consejos, pero normalmente son de mayor tamaño y están asociados con eventos del sistema tales como la desconexión de un cable de red, o tal vez para alertarte sobre problemas de seguridad de Windows.
hr: Balončići pomoći su poput alatnih savjetnika, ali su uobičajeno veći, i povezani su sa događajima sustava poput isključenja mrežng kabla, ili obavještenju o sigurnosnim prijetnjama u Windowsima.
nl: Hulpballonnen lijken op tooltips maar ze bevatten meer informatie dan tooltips. Ze hebben te maken met dingen die aan of met uw computer gebeuren zoals het verwijderen van een netwerk kabel of wellicht wordt u er attent op gemaakt dat er een beveiligingsprobleem is.
pt_br: Os Balões de Ajuda são como pequenas dicas de ferramentas, mas comumente são maiores em tamanho e estão associados com os eventos do sistema, tal como o cabo de rede ser desconectado, ou talvez para alertá-lo sobre problemas de segurança do Windows.
ru: Всплывающие предупреждения похожи на всплывающие подсказки, но они обычно больше по размеру и относятся к различным системным событиям, например, сообщая, что "Сетевой кабель не подключен".
ta: உதவிக் குமிழிகள், கருவிக் குறிப்புகளைப் போன்றதாகும். ஆனால், இது உருவத்தில் பெரியதாகவும், கணினியில் ஏற்படும் செயல் மாற்றங்களை அறிவிப்பதாகவும் இருக்கும். எடுத்துக்காட்டாக, பிணையத்தின் இணைப்புத் துண்டிக்கப்பட்டிருத்தல், சாளர பாதுகாப்புக் குறித்த தகவல் ஆகியவைகளைக் கூறலாம்.
zh_tw: 氣泡提示類似於工具提示，但通常尺寸較大並且與 Windows 系統事件相關，例如網路線被拔除或警告 Windows 安全問題。

source: Toast notifications have been introduced in Windows 10 and appear in the notification centre in the system tray, informing about several events (i.e. if an update has been downloaded, a new e-mail arrived in your inbox, etc.).
bg: Изскачащите известия са въведени в Windows 10 и се появяват в центъра за известия в системната област, като информират за разни събития (например ако е изтеглена актуализация, пристигнало е ново писмо в е-пощата и т.н.).
de: Toast-Benachrichtigungen wurden in Windows 10 eingeführt und erscheinen im Benachrichtigungs-Center in der Taskleiste, um über mehrere Ereignisse zu informieren (wenn z. B. ein Update heruntergeladen wurde, eine neue E-Mail im Posteingang eintrifft, etc.).
es: Las notificaciones se han introducido en Windows 10 y aparecen en el centro de notificaciones en la bandeja del sistema, informando sobre varios eventos (por ejemplo: si se ha descargado una actualización, ha aparecido un nuevo correo electrónico en tu bandeja de entrada, etc.).
hr: Obavijesti centra obavijesti su uvedene u Windowsima 10 i prikazuju se u akcijskom centru u traci obavijesti, informirajući o sljedećim događajima (npr. preuzeta nadogradnja, prispjeće e-maila u vašoj ulaznoj pošti, itd.).
nl: Met Windows 10 zijn er zogenaamde 'toast' meldingen gekomen die in het actiecentrum in het systeemvak te vinden zijn. Deze meldingen zijn van uiteenlopende aard (bijv. dat er een update gedownload is, dat er een nieuw e-mailbericht is binnengekomen, etc.).
pt_br: As notificações de sistema foram introduzidas no Windows 10 e aparecem na central de notificação na bandeja do sistema, informando sobre vários eventos (por exemplo, se uma atualização foi baixada, um novo e-mail chegou na sua caixa de entrada, etc.).
ru: Всплывающие уведомления были представлены в Windows 10 и появляются в центре уведомлений, сообщая о таких событиях, как например, завершение загрузки обновлений Windows, или о новом входящем сообщении в почтовом ящике.
ta: விண்டோஸ் 10ல் அறிமுகப்படுத்தப்பட்டுள்ள குமிழ் அறிவிக்கைகள், கணினித் தட்டில் காணப்படும் அறிவிக்கை மையத்தில் தோன்றும். இற்றாக்கம் தரவிறக்கப்பட்டதா, புதிய மின்னஞ்சல் ஏதேனும் வந்துள்ளதா போன்ற நிகழ்வுகளை அறிவிக்கும்.
zh_tw: Windows 10 引入了快顯通知，它會顯示在通知區域的行動中心中以提供一些事件的通知 (例如更新下載完成、收件匣中有新郵件等)。

source: Report Object Shortcut Keys
bg: Докладвай бързите клавиши за обекта
de: Kurztasten der Objekte ausgeben
es: Anunciar Teclas de Atajo de los Objetos
hr: Izvijesti o tipkovnim prečacima za objekte
nl: Objectsneltoetsen melden
pt_br: Anunciar Teclas de Atalho dos Objetos
ru: Сообщать горячие клавиши объекта
ta: பொருளின் குறுக்கு விசைகளை அறிவித்திடுக
zh_tw: 讀出物件的便捷鍵

source: When this checkbox is checked, NVDA will include the shortcut key that is associated with a certain object or control when it is reported.
bg: Когато това поле за отметка е отметнато, NVDA ще добави бързия клавиш, асоцииран с този обект или елемент, когато го изговаря.
de: NVDA nennt zu den Einträgen eines Menüs oder Steuerelements zusätzlich die Kurztaste, sofern die Ansage dieser Option auch aktiviert ist.
es: Cuando esta casilla de verificación está verificada, NVDA incluirá la tecla de atajo que esté asociada con cierto objeto o control cuando sea anunciado.
hr: Kad je ovaj potvrdni okvir označen, NVDA izvještava i o prečacu koji je pridružen određenom objektu ili kontroli kad se o jednom od njih izvještava.
nl: Als dit selectievakje is aangevinkt, zal NVDA bij de aankondiging van een bepaald object of element ook de bijbehorende sneltoetscombinatie vermelden.
pt_br: Quando esta caixa de seleção está marcada, o NVDA incluirá a tecla de atalho que é associada a um determinado objeto ou controle quando o mesmo é anunciado.
ru: Если этот флажок установлен, то NVDA будет также сообщать о горячих клавишах, которые закреплены за определённым объектом.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், ஒரு பொருளின் மீது நகரும்பொழுது, அப்பொருளுக்கான குறுக்கு விசை ஏதுமிருந்தால், என்விடிஏ அதை அறிவிக்கும்.
zh_tw: 若勾選此核取方塊，NVDA 會在讀出物件或控制項時連帶讀出關聯的便捷鍵，

source: For example the File menu on a menu bar may have a shortcut key of alt+f.
bg: Например, менюто Файл от лентата с менютата може да има бърз клавиш Alt+Ф.
de: Zum Beispiel kann das Datei-Menü in einer Menüleiste die Kurztaste Alt+D haben.
es: Por ejemplo el menú Archivo en una barra de menú podrá tener una tecla de atajo Alt+a.
hr: Na primjer, u traci izbornika, stavka Datoteka može imati prečac alt+f.
nl: Zo zal bij voorbeeld bij het onderdeel Bestand op de menubalk ook gemeld worden dat hiervoor de sneltoetscombinatie Alt + b. beschikbaar is.
pt_br: Por exemplo o menu File — Arquivo — na barra de menus poderá ter a tecla de atalho Alt+F.
ru: Например, за пунктом меню "Файл" может быть закреплена горячая клавиша Alt+ф.
ta: எடுத்துக்காட்டாக, கிடநீளப் பட்டியலில் இருக்கும் 'ஃபைல்' உருப்படி, நிலைமாற்றி+f என்கிற குறுக்கு விசையைக் கொண்டிருக்கும்.
zh_tw: 例如在功能表列上的「檔案」功能表其便捷鍵是 Alt+F。

source: Report object position information
bg: Докладвай местоположението на обекта
de: Informationen zur Objektposition ausgeben
es: Anunciar Información de la Posición del Objeto
hr: Izvijesti o položaju objekta
nl: Informatie over objectpositie melden
pt_br: Anunciar Posição do Objeto
ru: Сообщать позицию объекта
ta: பொருள் நிலையின் தகவலை அறிவித்திடுக
zh_tw: 讀出物件位置資訊

source: This option lets you choose whether you wish to have an object's position (e.g. 1 of 4) reported when moving to the object with the focus or object navigation.
bg: Тази опция ви позволява да избирате дали желаете да чувате позицията на обекта, (напр. 1 от 4), докладвана когато се придвижите до обекта посредством фокуса или обектната навигация.
de: Diese Option legt fest, ob Sie die Objektposition (z. B. 1 von 4) angesagt bekommen möchten, wenn Sie mit dem Fokus oder der Objektnavigation darauf navigieren.
es: Esta opción te permite elegir si deseas que se te informe sobre la posición del objeto (por ejemplo: 1 de 4) cuando te mueves al objeto con el foco o el navegador de objetos.
hr: Ova opcija omogućuje izvještavanje o poziciji objekta (npr. 1 od 4) kad se premještate na objekt pomoću fokusa ili pomoću kretanja po objektima.
nl: Als dit selectievakje aangevinkt is, wordt de objectpositie gemeld,bijvoorbeeld 1 van 4, zodra het object focus krijgt, of zich in de objectnavigatie bevind.
pt_br: Esta opção permite-lhe escolher se terá a informação da posição do objeto (por exemplo, 1 de 4) anunciada quando se move para o mesmo com o foco ou com a navegação de objetos.
ru: Эта опция позволит вам выбрать, хотите ли вы, чтобы NVDA сообщала вам позицию объекта (например, 1 из 4) при перемещении по объектам при помощи системного фокуса или объектной навигации.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், பொருள் வழிசெலுத்தியுடன் நகரும்பொழுது, ஒரு பொருளின் நிலையை அறிவிக்கும். எடுத்துக்காட்டாக, வரிசைப் பட்டியலில், ஒரு உருப்படியின் நிலையை 4ல் 1 என்று அறிவிப்பதைக் கூறலாம்.
zh_tw: 此選項讓您選擇當以焦點或物件導覽的方式移到物件時是否要讀出位置資訊，例如：4 之 1。

source: Guess Object Position Information when unavailable
bg: Отгатвай информацията за местоположението на обекта, когато е недостъпна
de: Informationen zur Objektposition bei Nichtverfügbarkeit ermitteln
es: Deducir la información de Posición del Objeto cuando no esté disponible
hr: Pogodi položaj objekta kad je nedostupan
nl: Informatie over objectpositie raden indien deze niet beschikbaar is
pt_br: Deduzir posição do objeto quando não disponível
ru: Предугадывать позицию объекта, если она недоступна
ta: பொருள் நிலையின் தகவல் இல்லாதபொழுது, அதை ஊகித்திடுக
zh_tw: 沒有物件位置資訊時猜測位置

source: If reporting of object position information is turned on, this option allows NVDA to guess object position information when it is otherwise unavailable for a particular control.
bg: Ако докладването на местоположението на обекта е включено, опцията позволява на NVDA да отгатне тази информация, когато тя не е достъпна по друг начин.
de: Wenn die Ausgabe der Informationen zur Objektposition aktiviert ist, wird NVDA die Informationen zur Objektposition für bestimmte Steuerelemente ermitteln, falls diese nicht anderweitig verfügbar ist.
es: Si el anunciado de información de posición del objeto está activado, esta opción permite a NVDA deducir la información de posición del objeto cuando no esté disponible para un control en particular.
hr: Ako je izvještavanje o poziciji objekta uključeno, ova opcija omogućuje NVDA čitaču pogađanje pozicije objekta za određenu kontrolu kad je ista nedostupna.
nl: Als informatie van objectpositie weergeven is ingeschakeld, kan deze optie ervoor zorgen dat de positie van sommige objecten bij benadering wordt bepaald. Dit kan nodig zijn als de positie-informatie niet op een andere manier verkregen kan worden.
pt_br: Se o anúncio da posição do objeto estiver ativado, essa opção permite ao NVDA deduzir a posição do objeto quando não disponível para um controle em particular.
ru: Если флажок "Читать Позицию объекта" отмечен, то эта опция указывает NVDA "угадывать" позицию объекта, когда другими способами получить точную информацию о позиции объекта отдельного элемента управления невозможно.
ta: 'பொருள் நிலையின் தகவலை அறிவித்திடுக' தேர்வுப் பெட்டித் தேர்வாகியிருந்து, சில கட்டுப்பாடுகளில் பொருளின் நிலை இல்லாதபொழுது, இவ்விருப்பத் தேர்வு அதை ஊகிக்கும்.
zh_tw: 若開啟「讀出物件位置資訊」功能，此選項允許 NVDA 在特定控制項的位置資訊不明時猜測位置資訊。

source: When on, NVDA will report position information for more controls such as menus and toolbars, however this information may be slightly inaccurate.
bg: Когато е включена, NVDA ще ви съобщава позиционна информация за повече елементи, като например менюта и ленти с инструменти, но тази информация може да бъде леко неточна.
de: Wenn diese aktiviert ist, meldet NVDA Positionsinformationen für weitere Steuerelemente, wie Menüs und Symbolleisten, jedoch können diese Informationen etwas ungenau sein.
es: Cuando esté activada, NVDA anunciará información de posición para más controles tales como menús y barras de herramientas, no obstante esta información podrá ser ligeramente incorrecta.
hr: Kad je ova opcija uključena, NVDA će čitati informacije za više kontrola kao što su izbornici i alatne trake. Međutim, te informacije mogu biti pomalo netočne.
nl: Als deze optie is ingeschakeld, zal positie-informatie voor meer objecten (zoals menu's en werkbalken) beschikbaar zijn, maar deze informatie is mogelijk niet geheel nauwkeurig.
pt_br: Quando ativado, o NVDA anunciará a posição para mais controles tais como menus e barras de ferramentas, no entanto, essa informação pode ser ligeiramente imprecisa.
ru: Когда эта опция включена, NVDA будет читать информацию о позиции объекта для большего числа элементов управления, таких как меню и панели инструментов, однако, эта информация, возможно, будет немного неточной.
ta: இவ்வசதி, பட்டியல், கருவிப்பட்டை போன்ற பல கட்டுப்பாடுகளில் செயற்பட்டாலும், அறிவிக்கப்படும் பொருள் நிலையின் தகவல் ஓரளவு துல்லியமற்று இருக்கும்.
zh_tw: 開啟此選項後 NVDA 會讀出更多控制項的位置資訊，如功能表、工具列等，但此時的資訊可能較不準確。

source: Report Object descriptions
bg: Докладвай описанията на обектите
de: Beschreibungen der Objekte mitteilen
es: Anunciar Descripciones de Objetos
hr: Izvijesti o opisu objekta
nl: Objectbeschrijvingen melden
pt_br: Anunciar Descrições dos Objetos
ru: Сообщать описание объекта
ta: பொருள் விளக்கங்களை அறிவித்திடுக
zh_tw: 讀出物件說明

source: Uncheck this checkbox if you don't wish to have the description reported along with objects (i.e. search suggestions, reporting of whole dialog window right after the dialog opens, etc.).
bg: Отмаркирайте тази опция, ако чувствате, че нямате нужда да чувате описанията на обектите заедно с тях (т.е. предложения за търсене, прочитане на целия диалогов прозорец веднага след появяването му и т.н.).
de: Deaktivieren Sie dieses Kontrollkästchen, wenn Sie nicht wünschen, dass die Beschreibungen zusammen mit Objekten mitgeteilt werden sollen (wie z. B. Suchvorschläge, Bericht über das gesamte Dialogfenster direkt nach dem Öffnen des Dialogfelds, etc.).
es: Desmarca esta casilla de verificación si crees que no necesitas escuchar la descripción anunciada junto con los objetos (es decir, sugerencias de búsqueda, anunciado de toda la ventana de diálogo justo después de que se abra el diálogo, etc.).
hr: Odznačite potvrdni okvir, ako ne želite da se pored izvještavanja o objektu, izvještava i o opisu.
nl: Haal het vinkje weg uit het selectievakje als u, behalve de naam van het object, geen extra informatie hoeft te horen ( zoals zoeksuggesties, het melden van volledig dialoogvenster rechts na openen van de dialoog).
pt_br: Desmarque esta caixa de seleção se não desejar ouvir a descrição anunciada em conjunto com os objetos (ou seja, sugestões de pesquisa, anúncio de toda a janela de diálogo logo após a abertura da caixa de diálogo, etc.).
ru: Снимите этот флажок, если при навигации по объектам вы не хотите получать их описание (такое как поисковые подсказки, содержимое всего диалога сразу после его открытия и т. д.).
ta: பொருட்களின் மீது என்விடிஏ நகரும்பொழுது, அப்பொருட்களின் விளக்கத்தை என்விடிஏ அறிவிக்கவேண்டாமென்று தாங்கள் கருதினால், இத்தேர்வுப் பெட்டியின் தேர்வை நீக்கிவிடவும். தேடு களத்தில் தட்டச்சிட்டவுடன் தோன்றும் பரிந்துரைகள், தோன்றும் உரையாடல் பெட்டியின் உள்ளடக்கங்கள் ஆகியவை படிக்கப்படத் தேவையில்லை எனக் கருதும் தருணங்களை எடுத்துக்காட்டுகளாக கூறலாம்.
zh_tw: 如果不想要在讀出物件時一併讀出相關說明則不需勾選此核取方塊 (例如搜尋建議、對話框開啟後讀出整個對話框的內容等)。

source: Progress bar output
bg: Докладване на лентата на напредъка
de: Ausgabe des Fortschrittsbalkens
es: Salida en las Barras de Progreso
hr: Rezultat trake napredovanja
nl: Weergave voortgangsbalk
pt_br: Informação da barra de progresso
ru: Озвучивание Индикаторов Выполнения
ta: முன்னேற்றப் பட்டையின் வெளியீடு
zh_tw: 進度列輸出

source: Key: NVDA+u
bg: Клавишна комбинация: NVDA+U
de: Tastenkombination: NVDA+U
es: Tecla: NVDA+u
hr: Prečac: NVDA+u
nl: Toets : NVDA+u
pt_br: Tecla: NVDA+u
ru: Комбинация клавиш: NVDA+U
ta: விசை: என்விடிஏ+u
zh_tw: 快速鍵: NVDA+u

source: This option controls how NVDA reports progress bar updates to you.
bg: Тази настройка определя как да се докладват обновленията в лентата на напредъка.
de: Diese Option kontrolliert, wie NVDA die Aktualisierungen der Fortschrittsbalken ansagen soll.
es: Esta opción se te presenta con un cuadro combinado que controla cómo NVDA anuncia las actualizaciones de las barras de progreso.
hr: Ova opcija omogućuje podešavanje načina na koji će vas NVDA izvještavati o trakama napretka.
nl: Via de vervolgkeuzelijst kunt u kiezen hoe u wilt worden geïnformeerd over de voortgang van de voortgangsbalk.
pt_br: Essa opção controla como o NVDA informará as atualizações das barras de progresso.
ru: Эта опция определяет способ озвучивания обновлений индикаторов выполнения.
ta: இவ்விருப்பத் தேர்வு, முன்னேற்றப் பட்டையின் இற்றாக்கங்களை எவ்வாறு அறிவிக்க வேண்டுமென்று கட்டுப்படுத்துகிறது.
zh_tw: 此選項控制 NVDA 如何讀出進度列的更新進度，

source: It has the following options:
bg: Има следните опции:
de: Die folgenden Optionen stehen zur Auswahl:
es: Tiene las siguientes opciones:
hr: Ovaj odabirni okvir sadrži sljedeće opcije:
nl: U kunt kiezen uit
pt_br: Possui as seguintes opções:
ru: Вы можете выбрать следующие варианты:
ta: இது, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டிருக்கிறது:
zh_tw: 包括下列選項：

source: Off: Progress bars will not be reported as they change.
bg: Изключено: Лентите на напредъка няма да бъдат озвучавани, когато се променят.
de: Aus: Bei Änderungen werden keine Fortschrittsmeldungen angesagt.
es: Desactivado: Las barras de progreso no serán anunciadas según cambien.
hr: Isključeno: Trake napretka neće biti izgovarane kako se budu mijenjale.
nl: uit: veranderingen in voortgangsbalken worden niet gemeld.
pt_br: Desativado: As barras de progresso não serão anunciadas quando houver qualquer alteração.
ru: Выключено: Изменения индикаторов выполнения не озвучиваются.
ta: நிறுத்துக: முன்னேற்றப் பட்டையின் இற்றாக்கங்களை அறிவிக்காது.
zh_tw: 關：進度列改變時不讀出來。

source: Speak: This option tells NVDA to speak the progress bar in percentages. Each time the progress bar changes, NVDA will speak the new value.
bg: Говор: Тази опция казва на NVDA да изговаря обновленията в лентата на напредъка в проценти. Всеки път, когато тя се промени, NVDA ще ви съобщава това.
de: Nur Ansage: Diese Option sagt den Fortschritt in Prozent an. Sobald sich der Fortschrittsbalken ändert, sagt NVDA den neuen Wert an.
es: Verbalizar: Esta opción dice a NVDA que verbalice las barras de progreso en porcentajes. Cada vez que la barra de progreso cambie, NVDA verbalizará el valor nuevo.
hr: Govor: ovom se opcijom izgovara traka napretka kao postoci. Svaki put kad se traka napretka promjeni, NVDA će izgovoriti novu vrijednost.
nl: uitspreken: u hoort het percentage dat aangeeft hoe ver het proces is gevorderd. Elke verandering wordt gemeld.
pt_br: Falar: Esta opção dá ordem ao NVDA para anunciar as barras de progresso em percentagens. Cada vez que há uma alteração na Barra de Progresso, o NVDA anuncia o novo valor.
ru: Проговаривать: Этот параметр предписывает NVDA проговаривать изменения индикаторов выполнения в процентах.
ta: பேசுக: முன்னேற்றப் பட்டையின் இற்றாக்கங்களை என்விடிஏ விழுக்காட்டில் அறிவிக்கும்.
zh_tw: 讀出百分比：每當進度列有改變時讀出進度百分比。

source: Beep: This tells NVDA to beep each time the progress bar changes. The higher the beep, the closer the progress bar is to completion.
bg: Бибипкане: Това казва на NVDA да издава звук всеки път, когато лентата на напредъка се промени. Колкото по-висок е звукът, толкова по-близо до завършването си е лентата на напредъка.
de: Nur Signaltöne: Bei dieser Option ertönt jedes Mal ein Signalton bei einer Änderung. Umso höher der Ton ist, desto näher ist er am Ziel.
es: Pitar: Esto dice a NVDA que pite cada vez que la barra de progreso cambie. Para un pitido más alto, el completado de la barra de progreso está más próximo.
hr: Zvučni signali: ovom se opcijom svira zvučni signal svaki put kad se traka napretka promjeni. Što je zvučni signal viši, to je traka napretka bliža kraju.
nl: Pieptonen: Bij elke verandering in de voortgangsbalk zal NVDA een pieptoon laten horen. Hoe hoger de toon, hoe verder de balk gevuld raakt.
pt_br: Bipar: Esta opção dá ordem ao leitor de tela para reproduzir um bipe sempre que houver uma alteração na barra de progresso. O bipe mais agudo indica que a barra de progresso chegou ao fim.
ru: Сигналы: Этот параметр предписывает NVDA воспроизводить звуковые сигналы при изменении индикаторов выполнения. Чем выше сигнал по высоте, тем ближе индикатор выполнения к окончанию.
ta: சிற்றொலிகளை எழுப்புக: முன்னேற்றப் பட்டையின் இற்றாக்கங்களுக்கு, என்விடிஏ சிற்றொலிகளை எழுப்பும். சிற்றொலிகள் உச்சத்திற்கு நகரும்பொழுது, முன்னேற்றப் பட்டை முடிவை நெருங்குகிறது என்று பொருள்.
zh_tw: 發出嗶嗶聲：每當進度列有改變時發出嗶嗶聲，音調愈高愈接近完成。

source: Beep and speak: This option tells NVDA to both beep and speak when a progress bar updates.
bg: Говор и бибипкане: Това казва на NVDA едновременно да издава звук и да изговаря процентите при промяна на лентата на напредъка.
de: Ansage und Signaltöne: Bei dieser Option ertönt in NVDA beides; der Fortschritt wird mit einem Signalton und gleichzeitig mit der Sprache quittiert.
es: Pitar y Verbalizar: Esta opción dice a NVDA que pite y verbalice cuando se actualiza una barra de progreso.
hr: Zvučni signali i govor: ovom se opcijom istovremeno koriste zvučni signali i govora kad se aktualizira traka napretka.
nl: Uitspreken en pieptonen: U hoort zowel pieptonen als gesproken info over de voortgang van het proces.
pt_br: Falar e bipar: Esta opção diz ao NVDA para reproduzir um bipe e anunciar o valor quando houver uma alteração na barra de progresso.
ru: Проговаривать и воспроизводить звуковые сигналы: Этот параметр предписывает NVDA одновременно проговаривать и воспроизводить звуковые сигналы при изменении индикаторов выполнения.
ta: பேசுக, சிற்றொலிகளை எழுப்புக: முன்னேற்றப் பட்டையின் இற்றாக்கங்களுக்கு, என்விடிஏ பேசவும், சிற்றொலிகளை எழுப்பவும் செய்யும்.
zh_tw: 讀出百分比及發出嗶嗶聲：每當進度列更新時就讀出百分比並發出嗶嗶聲。

source: Report background progress bars
bg: Докладвай лентите на напредъка, дори да не са на преден план
de: Im Hintergrund befindliche Fortschrittsbalken ausgeben
es: Anunciar Barras de Progreso en Segundo Plano
hr: Izvijesti o trakama napredovanja u pozadini
nl: Achtergrondvoortgangsbalken melden
pt_br: Anunciar Barras de Progresso não visíveis
ru: Озвучивать фоновые индикаторы выполнения
ta: பின்னணி முன்னேற்றப்பட்டைகளின் இயக்கத்தை அறிவித்திடுக
zh_tw: 讀出背景進度列

source: This is an option that, when checked, tells NVDA to keep reporting a progress bar, even if it is not physically in the foreground.
bg: Това е опция, която когато е включена, казва на NVDA да продължава да докладва обновленията в лентата на напредъка, дори и тя физически да не е на преден план.
de: Wenn dieses Kontrollfeld aktiviert ist, hält NVDA Sie über den Fortgang der Aktionen der minimierten Anwendungen trotzdem auf dem Laufenden.
es: Esta es una opción que, cuando está marcada, dice a NVDA que mantenga el anunciado de una barra de progreso, aún si no está físicamente visible en primer plano.
hr: Kad je ova opcija odabrana, NVDA će izvještavati o traci napretka kad ona nije u fokusu.
nl: Als dit selectievakje is ingeschakeld blijft NVDA veranderingen in een voortgangsbalk weergeven, ook als deze niet langer op de voorgrond aanwezig is.
pt_br: Essa opção, se marcada, diz a este leitor de tela que continue a anunciar uma barra de progresso, ainda que a mesma não esteja fisicamente em primeiro plano.
ru: Если этот флажок установлен, то NVDA будет озвучивать изменения индикаторов выполнения, даже если системный фокус не находится в окне с индикатором выполнения.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், திரையின் முன்னணியில் இல்லாத முன்னேற்றப் பட்டைகளின் இற்றாக்கங்களை அறிவிக்கும்.
zh_tw: 若勾選此選項，即使進度列沒有在使用中的前景視窗仍然會繼續讀出進度列的變化。
