Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на дисплея за повече информация къде се намират тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeile, wo die entsprechenden Tasten zu finden sind.
es: Por favor consulta la documentación de las pantallas para descripciones de dónde se encuentran estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: (Informatie over de plaats van de toetsen vindt u in de documentatie bij deze leesregel.)
pt_br: Por favor consulte a documentação da linha para obter descrições de onde essas teclas podem ser encontradas.
ru: Пожалуйста, ознакомьтесь с документацией к дисплею для получения описания того, где можно найти эти клавиши.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதைப் பற்றி விளக்கமாக அறிய, காட்சியமைவின் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Tastenkombination
es: Nombre |tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |left
bg: Превъртане на брайловия дисплей назад |наляво
de: Auf der Braillezeile rückwärts navigieren |Links
es: Desplazar pantalla braille atrás |izquierda
hr: Kliži po brajičnom retku natrag |lijevo
nl: Brailleregel terugscrollen |links
pt_br: Rolar linha braille para trás |esquerda
ru: Прокрутка брайлевского дисплея назад |left
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |left

source: Scroll braille display forward |right
bg: Превъртане на брайловия дисплей напред |надясно
de: Auf der Braillezeile vorwärts navigieren |Rechts
es: Desplazar pantalla braille adelante |derecha
hr: Kliži po brajičnom retku naprijed |desno
nl: Brailleregel vooruit scrollen |rechts
pt_br: Rolar linha braille para frente |direita
ru: Прокрутка брайлевского дисплея вперёд |right
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |right

source: Move braille display to previous line |b3
bg: Придвижване до предишен ред |b3
de: Auf der Braillezeile zur vorherigen Zeile navigieren |B3
es: Mover pantalla braille a la línea anterior |b3
hr: Premjesti brajični redak na prethodni redak |b3
nl: Brailleregel naar vorige regel verplaatsen |B3
pt_br: Mover linha braille para a linha anterior |b3
ru: Перемещение брайлевского дисплея к предыдущей строке |b3
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |b3

source: Move braille display to next line |b4
bg: Придвижване до следващ ред |b4
de: Auf der Braillezeile zur nächsten Zeile navigieren |B4
es: Mover pantalla braille a la siguiente línea |b4
hr: Premjesti brajični redak na sljedeći redak |b4
nl: Brailleregel naar volgende regel verplaatsen |Br
pt_br: Mover linha braille para a linha seguinte |b4
ru: Перемещение брайлевского дисплея к следующей строке |b4
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |b4

source: Toggle braille tethered to |b5
bg: Превключване на обвързването на брайла |b5
de: Kopplung der Braillezeile umschalten |B5
es: Conmutar seguimiento del braille |b5
hr: Mijenjaj povezanost brajičnog retka |b5
nl: Koppeling van leesregel omschakelen |b5
pt_br: Alternar vínculo do braille |b5
ru: Переключение привязки брайля |b5
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |b5

source: Say all |b6
bg: Кажи всичко |b6
de: Alles vorlesen |B6
es: Leer todo |b6
hr: Izgovori sve |b6
nl: alles lezen |B6
pt_br: Leitura contínua |b6
ru: Читать всё |b6
ta: எல்லாம் படித்திடுக |b6

source: tab |b1
de: Tab-Taste |B1
es: <target/>
hr: Tipka tabulator |b1
ta: தத்தல் |b1

source: shift+tab |b2
de: Umschalt+Tab-Taste |B2
es: <target/>
hr: Tipka šift+tabulator |b2
ru: šift+tab |b2
ta: மாற்றழுத்தி+தத்தல் |b2

source: alt+tab |b1+b2
de: Alt+Tab-Taste |B1+B2
es: <target/>
hr: Tipka alt+tabulator |b1+b2
ta: நிலைமாற்றி+தத்தல் |b1+b2

source: NVDA Menu |left+right
bg: Меню на NVDA |Наляво+надясно
de: NVDA-Menü |Links+Rechts
es: Menú NVDA |izquierda+derecha
hr: NVDA Izbornik |lijevo+desno
nl: NVDA-menu |links+rechts
pt_br: Menu do NVDA |direita+esquerda
ru: NVDA Меню |left+right
ta: என்விடிஏ பட்டியல் |left+right

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Ir a la celda braille |sensores
hr: Premjesti se na brajičnu ćeliju |routing
nl: Cursor naar braillecel verplaatsen |routing
pt_br: Encaminhar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: MiniSeika (16, 24 cells), V6, and V6Pro (40 cells)
bg: MiniSeika (16, 24 клетки), V6 и V6Pro (40 клетки)
de: MiniSeika (mit 16 und 24 Braille-Modulen), V6 und V6Pro (mit 40 Braille-Modulen)
es: MiniSeika (16, 24 celdas), V6 y V6Pro (40 celdas)
hr: MiniSeika (16, 24 znakova), V6, i V6Pro (40 znakova)
nl: MiniSeika (16, 24 cellen), V6, en V6Pro (40 cellen)
pt_br: MiniSeika (16, 24 celas), V6 e V6Pro (40 celas)
ru: MiniSeika (16, 24 клетки), V6, и V6Pro (40 клеток)
ta: மினிசேக்கா (16, 24 களங்கள்), V6, மற்றும் V6Pro (40 களங்கள்)
zh_tw: MiniSeika (16, 24 方), V6, 及 V6Pro (40 方)

source: NVDA's automatic background braille display detection functionality is supported via USB and Bluetooth.
bg: Функцията на NVDA за автоматично откриване на брайлов дисплей се поддържа чрез USB и Bluetooth.
de: Die automatische Erkennung im Hintergrund der Braillezeile in NVDA wird über USB und Bluetooth unterstützt.
es: La funcionalidad de detección automática de pantallas braille de NVDA es compatible a través de USB y Bluetooth.
hr: NVDA automatsko otkrivanje brajičnih redaka je podržano koristeći USB i Bluetooth.
nl: Deze leesregels hebben ondersteuning voor de op de achtergrond uitgevoerde automatische leesregelherkenning van NVDA via bluetooth en usb.
pt_br: A funcionalidade de detecção automática de linha braille em segundo plano do NVDA é suportada via USB e Bluetooth.
ru: Функция автоматического фонового распознавания брайлевского дисплея NVDA поддерживается через USB и Bluetooth.
ta: பின்புலத்தில் பிரெயில் காட்சியமைவைத் தானாகக் கண்டறியும் என்விடிஏவின் செயல்பாடு, யுஎஸ்பி மற்றும் ஊடலை வாயிலாக ஆதரிக்கப்படுகிறது.
zh_tw: NVDA 點顯器背景自動偵側的功能支援 USB 及藍牙。

source: Select "Seika Notetaker" or "auto" to configure.
bg: Изберете „Seika Notetaker“ или „Автоматично“, за да го конфигурирате.
de: Wählen Sie zur Konfiguration "Seika Notetaker" oder "Automatisch" aus.
es: Selecciona "Seika Notetaker" o "auto" para configurar.
hr: Odaberite "Seika brajična elektronička bilježnica" ili "automatski" kako biste konfigurirali.
nl: Selecteer "Seika Notetaker" of "auto" om te configureren.
pt_br: Selecione "Seika Notetaker" ou "automático" para configurar.
ru: Для настройки выберите "Seika Notetaker" или "авто".
ta: அமைவடிவமாக்க "சேக்கா நோட்டேக்கர்", அல்லது "தன்னியக்கம்" என்பதைத் தெரிவுச் செய்க.
zh_tw: 選擇「Seika 點顯器」或「自動偵測」來設定。

source: No extra drivers are required when using a Seika Notetaker braille display.
bg: При използване на брайлов дисплей Seika Notetaker не са необходими допълнителни драйвери.
de: Bei Verwendung von Seika Notetaker sind keine zusätzlichen Treiber erforderlich.
es: No se requieren controladores adicionales cuando se utiliza una pantalla braille Seika Notetaker.
hr: Nisu potrebni dodatni upravljački programi kako bi se koristila Seika brajična elektronička bilježnica.
nl: U hoeft geen extra stuurprogramma's te installeren bij gebruik van een Seika Notetaker brailleleesregel.
pt_br: Não são necessários drivers extras ao usar uma linha braille Seika Notetaker.
ru: При использовании брайлевского дисплея Seika Notetaker не требуется никаких дополнительных драйверов.
ta: சேக்கா நோட்டேக்கர் பிரெயில் காட்சியமைவைப் பயன்படுத்த கூடுதல் இயக்கிகள் தேவைப்படுவதில்லை.
zh_tw: 使用 Seika Notetaker 點顯器不需額外驅動程式。

source: The Seika Notetaker key assignments follow.
bg: Следват клавишните назначения за Seika Notetaker.
de: Nachfolgend die Tastenbelegungen für Seika Notetaker.
es: Las asignaciones de teclas de la Seika son las que siguen.
hr: Slijede prečaci za Seika brajičnu elektroničku bilježnicu.
nl: Hierna volgen toetstoewijzingen voor de Seika Notetaker.
pt_br: Seguem as atribuições de teclas da Seika Notetaker.
ru: Далее следуют назначения клавиш Seika Notetaker.
ta: இக்காட்சியமைவிற்கு பின்வரும் விசைகள் ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是 Seika Notetaker 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на дисплея за описание къде могат да бъдат намерени тези клавиши.
de: Wo sich diese Tasten befinden, entnehmen Sie bitte der Dokumentation der Braillezeile.
es: Por favor consulta la documentación de la pantalla para descripciones de donde se pueden encontrar estas teclas.
hr: Za opis i razmještaj tih tipki na brajičnom redku, molimo pogledajte dokumentaciju brajičnog redka.
nl: Informatie over de plaats van de toetsen vindt u in de documentatie bij deze leesregel.
pt_br: Por favor consulte a documentação da linha para obter descrições de onde essas teclas podem ser encontradas.
ru: Пожалуйста, ознакомьтесь с документацией к дисплею для получения описания того, где находятся эти клавиши.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதனை விளக்கமாக அறிய, காட்சியமைவுடன் வரும் ஆவணத்தைக் காணவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |left
bg: Превъртане на брайловия дисплей назад |наляво
de: Auf der Braillezeile rückwärts navigieren |Links
es: Desplazar atrás pantalla braille |izquierda
hr: Prebaci brajični redak u nazad |left
nl: Leesregel terugscrollen |Links
pt_br: Rolar a linha braille para trás |esquerda
ru: Прокрутка брайлевского дисплея назад |left
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |left

source: Scroll braille display forward |right
bg: Превъртане на брайловия дисплей напред |надясно
de: Auf der Braillezeile vorwärts navigieren |Rechts
es: Desplazar adelante pantalla braille |derecha
hr: Prebaci brajični redak u naprijed |right
nl: Leesregel vooruitscrollen |rechts
pt_br: Rolar a linha braille para frente |direita
ru: Прокрутка брайлевского дисплея вперёд |right
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |right

source: Say all |space+Backspace
bg: Кажи всичко |Интервал+Backspace
de: Alles vorlesen |Leertaste+Rücktaste
es: Leer todo |espacio+retroceso
hr: Čitaj sve |Razmaknica+Backspace
nl: Alles lezen |spatie+Backspace
pt_br: Leitura contínua |espaço+Backspace
ru: Читать всё |пробел+Backspace
ta: எல்லாம் பேசுக |space+Backspace

source: NVDA Menu |Left+Right
bg: Меню на NVDA |Наляво+Надясно
de: NVDA-Menü |Links+Rechts
es: Menú NVDA |izquierda+derecha
hr: NVDA izbornik |Left+Right
nl: NVDA-menu |Links+Rechts
pt_br: Menu NVDA |Esquerda+Direita
ru: NVDA меню |Left+Right
ta: என்விடிஏ பட்டியல் |Left+Right

source: Move braille display to previous line |LJ up
bg: Придвижване до предишен ред |Ляв джойстик нагоре
de: Auf der Braillezeile zur vorherigen Zeile navigieren |LJ oben
es: Mover pantalla braille a la línea anterior |LJ arriba
hr: Premjesti brajični redak na prethodni redak |LJ up
nl: Leesregel verplaatsen naar vorige regel |LJ up
pt_br: Mover a linha braille para a linha anterior |Joystick Esquerdo para cima
ru: Перемещение брайлевского дисплея к предыдущей строке |LJ up
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |LJ up

source: Move braille display to next line |LJ down
bg: Придвижване до следващ ред |Ляв джойстик надолу
de: Auf der Braillezeile zur nächsten Zeile navigieren |LJ unten
es: Mover pantalla braille a la siguiente línea |LJ abajo
hr: Premjesti brajični redak na slijedeći redak |LJ down
nl: Leesregel verplaatsen naar volgende regel |LJ down
pt_br: Mover a linha braille para a próxima linha |Joystick Esquerdo para baixo
ru: Перемещение брайлевского дисплея к следующей строке |LJ down
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |LJ down

source: Toggle braille tethered to |LJ center
bg: Превключване на обвързването на брайла |Центъра на левия джойстик
de: Braillezeile koppeln umschalten |LJ mittig
es: Conmutar seguimiento braille |LJ centro
hr: Prebaci povezivanje brajičnog redka na |LJ center
nl: Braille koppelen omschakelen |LJ center
pt_br: Alternar braille vinculado a |centro do Joystick Esquerdo
ru: Переключение привязки брайля |LJ center
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |LJ center

source: tab |LJ right
bg: Tab |Ляв джойстик надясно
de: Tab-Taste |LJ rechts
es: tab |LJ derecha
nl: tab |LJ rechts
pt_br: tab |Joystick Esquerdo para direita
ru: tab |LJ desno
ta: தத்தல் |LJ right

source: shift+tab |LJ left
bg: Shift+Tab |Ляв джойстик наляво
de: Umschalt+Tab-Taste |LJ links
es: shift+tab |LJ izquierda
nl: shift+tab |LJ links
pt_br: shift+tab |Joystick Esquerdo para esquerda
ru: šift+tab |LJ levo
ta: மாற்றழுத்தி+தத்தல் |LJ left

source: upArrow key |RJ up
bg: Стрелка нагоре |Десен джойстик нагоре
de: Pfeiltaste nach oben |RJ oben
es: flecha arriba |RJ arriba
hr: Strelica gore |RJ up
nl: Pijl-omhoogtoets |RJ up
pt_br: tecla de Seta para cima |Joystick Direito para cima
ru: стрелка вверх|RJ up
ta: மேலம்பு விசை |RJ up

source: downArrow key |RJ down
bg: Стрелка надолу |Десен джойстик надолу
de: Pfeiltaste nach unten |RJ unten
es: flecha abajo |RJ abajo
hr: Strelica dolje |RJ down
nl: Pijl-omlaagtoets |RJ down
pt_br: tecla de Seta para baixo |Joystick Direito para baixo
ru: стрелка вниз |RJ down
ta: கீழம்பு விசை |RJ down

source: leftArrow key |RJ left
bg: Стрелка наляво |Десен джойстик наляво
de: Pfeiltaste nach links |RJ links
es: flecha izquierda |RJ izquierda
hr: strelica lijevo |RJ left
nl: linkerPijltoets |RJ links
pt_br: tecla de Seta para esquerda |Joystick Direito para esquerda
ru: стрелка влево |RJ left
ta: இடதம்பு விசை |RJ left

source: rightArrow key |RJ right
bg: Стрелка надясно |Десен джойстик надясно
de: Pfeiltaste nach rechts |RJ rechts
es: flecha derecha |RJ derecha
hr: Strelica desno |RJ right
nl: rechterPijltoets |RJ rechts
pt_br: tecla de Seta para direita |Joystick Direito para direita
ru: стрелка вправо |RJ right
ta: வலதம்பு விசை |RJ right

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Enrutar a celda braille |sensores
hr: Prebaci se na brajičnu ćeliju |routing
nl: Naar braillecel routeren |routing
pt_br: Encaminhar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் களத்திற்கு வழியமைத்திடுக |routing

source: shift+upArrow key |Space+RJ up, Backspace+RJ up
bg: Shift+Стрелка нагоре |Интервал+Десен джойстик нагоре, Backspace+Десен джойстик нагоре
de: Umschalt+Pfeiltaste nach oben |Leertaste+RJ oben, Rücktaste+RJ oben
es: shift+flecha arriba |espacio+RJ arriba, retroceso+RJ arriba
hr: shift+strelica gore |razmaknica+RJ up, Backspace+RJ up
nl: shift+Pijl-omhoogtoets |Spatie+RJ up, Backspace+RJ up
pt_br: tecla shift+Seta para cima |Espaço+Joystick Direito para cima, Backspace+Joystick Direito para cima
ru: комбинация shift+стрелка вверх |Space+RJ up, Backspace+RJ up
ta: மாற்றழுத்தி+மேலம்பு விசை |Space+RJ up, Backspace+RJ up

source: shift+downArrow key |Space+RJ down, Backspace+RJ down
bg: Shift+Стрелка надолу |Интервал+Десен джойстик надолу, Backspace+Десен джойстик надолу
de: Umschalt+Pfeiltaste nach unten |Leertaste+RJ unten, Rücktaste+RJ unten
es: shift+flecha abajo |espacio+RJ abajo, Retroceso+RJ abajo
hr: shift+strelica dolje |razmaknica+RJ down, Backspace+RJ down
nl: shift+Pijl-omlaagtoets |Spatie+RJ down, Backspace+RJ down
pt_br: tecla shift+Seta para baixo |Espaço+Joystick Direito para baixo, Backspace+Joystick Direito para baixo
ru: комбинация shift+стрелка вниз |Пробел+RJ down, Backspace+RJ down
ta: மாற்றழுத்தி+கீழம்பு விசை |Space+RJ down, Backspace+RJ down

source: shift+leftArrow key |Space+RJ left, Backspace+RJ left
bg: Shift+Стрелка наляво |Интервал+Десен джойстик наляво, Backspace+Десен джойстик наляво
de: Umschalt+Pfeiltaste nach links |Leertaste+RJ links, Rücktaste+RJ links
es: shift+flecha izquierda |espacio+RJ izquierda, Retroceso+RJ izquierda
hr: shift+strelica lijevo |razmaknica+RJ left, Backspace+RJ left
nl: shift+linkerPijltoets |Spatie+RJ links, Backspace+RJ links
pt_br: tecla shift+Seta para esquerda |Espaço+Joystick Direito para esquerda, Backspace+Joystick Direito para esquerda
ru: комбинация shift+leftArrow |Пробел+RJ left, Backspace+RJ left
ta: மாற்றழுத்தி+இடதம்பு விசை |Space+RJ left, Backspace+RJ left

source: shift+rightArrow key |Space+RJ right, Backspace+RJ right
bg: Shift+Стрелка надясно |Интервал+Десен джойстик надясно, Backspace+Десен джойстик надясно
de: Umschalt+Pfeiltaste nach rechts |Leertaste+RJ rechts, Rücktaste+RJ rechts
es: shift+flecha derecha |Espacio+RJ derecha, Retroceso+RJ derecha
hr: shift+strelica desno |razmaknica+RJ right, Backspace+RJ right
nl: shift+rechterPijltoets |Spatie+RJ rechts, Backspace+RJ rechts
pt_br: tecla shift+Seta para direita |Espaço+Joystick Direito para direita, Backspace+Joystick Direito para direita
ru: комбинация shift+стрелка вправо |Пробел+RJ right, Backspace+RJ right
ta: மாற்றழுத்தி+வலதம்பு விசை |Space+RJ right, Backspace+RJ right

source: enter key |RJ center, dot8
bg: Enter |Центъра на десния джойстик, Точка8
de: Eingabetaste |RJ mittig, Punkt8
es: intro |RJ centro, punto8
hr: enter |RJ center, točkica8
nl: entertoets |RJ center, punt8
pt_br: tecla enter |centro do Joystick Direito, ponto8
ru: клавиша enter |RJ center, точка8
ta: உள்ளிடு விசை |RJ center, dot8

source: escape key |Space+RJ center
bg: Escape |Интервал+Центъра на десния джойстик
de: Escape-Taste |Leertaste+RJ mittig
es: escape |Espacio+RJ centro
hr: escape |razmaknica+RJ center
nl: escape-toets |Spatie+RJ center
pt_br: tecla escape |Espaço+centro do Joystick Direito
ru: клавиша escape |Пробел+RJ center
ta: விடுபடு விசை |Space+RJ center

source: windows key |Backspace+RJ center
bg: Клавиш Windows |Backspace+Центъра на десния джойстик
de: Windows-Taste |Rücktaste+RJ mittig
es: tecla windows |Retroceso+RJ centro
hr: windows tipka |Backspace+RJ center
nl: windows-toets |Backspace+RJ center
pt_br: tecla windows |Backspace+centro do Joystick Direito
ru: клавиша windows |Backspace+RJ center
ta: சாளரங்கள் விசை |Backspace+RJ center

source: space key |Space, Backspace
bg: Интервал |Интервал, Backspace
de: Leertaste |Leertaste, Rücktaste
es: espacio |Espacio, Retroceso
hr: razmaknica |razmaknica, Backspace
nl: spatie-toets |Spatie, Backspace
pt_br: tecla espaço |Espaço, Backspace
ru: клавиша пробел |Space, Backspace
ta: இடைவெளி விசை |Space, Backspace

source: backspace key |dot7
bg: Backspace |Точка7
de: Rücktaste |Punkt7
es: retroceso |punto7
hr: backspace |točkica7
nl: backspace-toets |punt7
pt_br: tecla backspace |ponto7
ru: клавиша backspace |точка7
ta: பின்நகர்த்து விசை |dot7

source: pageup key |space+LJ right
bg: Page Up |Интервал+Ляв джойстик надясно
de: Seite nach oben |Leertaste+LJ rechts
es: retroceso de página |espacio+LJ derecha
hr: pageup |razmaknica+LJ right
nl: pageup-toets |spatie+LJ rechts
pt_br: tecla pageup |espaço+Joystick Esquerdo para direita
ru: клавиша страница вверх |пробел+LJ right
ta: பக்கம் மேல் விசை |space+LJ right

source: pagedown key |space+LJ left
bg: Page Down |Интервал+Ляв джойстик наляво
de: Seite nach unten |Leertaste+LJ links
es: avance de página |Espacio+LJ izquierda
hr: pagedown |razmaknica+LJ left
nl: pagedown-toets |spatie+LJ links
pt_br: tecla pagedown |espaço+Joystick Esquerdo para esquerda
ru: клавиша страница вниз |пробел+LJ left
ta: பக்கம் கீழ் விசை |space+LJ left

source: home key |space+LJ up
bg: Home |Интервал+Ляв джойстик нагоре
de: Pos1 |Leertaste+LJ oben
es: inicio |Espacio+LJ arriba
hr: home |razmaknica+LJ up
nl: home-toets |spatie+LJ up
pt_br: tecla home |espaço+Joystick Esquerdo para cima
ru: клавиша home |пробел+LJ up
ta: தொடக்கம் விசை |space+LJ up

source: end key |space+LJ down
bg: End |Интервал+Ляв джойстик надолу
de: Ende |Leertaste+LJ unten
es: fin |Espacio+LJ abajo
hr: end |razmaknica+LJ down
nl: end-toets |spatie+LJ down
pt_br: tecla end |espaço+Joystick Esquerdo para baixo
ru: клавиша end |пробел+LJ down
ta: முடிவு விசை |space+LJ down

source: control+home key |backspace+LJ up
bg: Control+Home |Backspace+Ляв джойстик нагоре
de: Strg+Pos1 |Rücktaste+LJ oben
es: control+inicio |Retroceso+LJ arriba
hr: control+home |backspace+LJ up
nl: control+home-toets |backspace+LJ up
pt_br: tecla control+home |backspace+Joystick Esquerdo para cima
ru: комбинация control+home |backspace+LJ up
ta: கட்டுப்பாடு+தொடக்கம் விசை |backspace+LJ up

source: control+end key |backspace+LJ down
bg: Control+End |Backspace+Ляв джойстик надолу
de: Strg+Ende |Rücktaste+LJ unten
es: control+fin |Retroceso+LJ abajo
hr: control+end |backspace+LJ down
nl: control+end-toets |backspace+LJ down
pt_br: tecla control+end |backspace+Joystick Esquerdo para baixo
ru: комбинация control+end |backspace+LJ down
ta: கட்டுப்பாடு+முடிவு விசை |backspace+LJ down

source: Papenmeier BRAILLEX Newer Models
bg: По-новите модели на Papenmeier BRAILLEX
de: Neuere Braillex-Modelle von Papenmeier
es: Modelos modernos de Papenmeier BRAILLEX
hr: Papenmeier BRAILLEX noviji modeli
nl: Papenmeier BRAILLEX Nieuwere Modellen
pt_br: Papenmeier BRAILLEX Novos Modelos
ru: Новые модели Papenmeier BRAILLEX
ta: பேப்பன்மேயர் பிரெயிலெக்ஸ் புதிய மாதிரிகள்
zh_tw: Papenmeier BRAILLEX 新款型號

source: The following Braille displays are supported:
bg: Поддържат се следните брайлови дисплеи:
de: Folgende Braillezeilen werden unterstützt:
es: Se admiten las siguientes pantallas Braille:
hr: Sljedeći brajični redci su podržani:
nl: De volgende brailleleesregels worden ondersteund:
pt_br: As seguintes linhas braille são suportadas:
ru: Поддерживаются следующие брайлевские дисплеи:
ta: கீழ் கண்ட பிரெயில் காட்சியமைவுகள் ஆதரிக்கப்படுகின்றன:
zh_tw: 支援下列點顯器:

source: BRAILLEX EL 40c, EL 80c, EL 20c, EL 60c (USB)
es: <target/>
ta: பிரெயிலெக்ஸ் EL 40c, EL 80c, EL 20c, EL 60c (யுஎஸ்பி)

source: BRAILLEX EL 40s, EL 80s, EL 2d80s, EL 70s, EL 66s (USB)
es: <target/>
ta: பிரெயிலெக்ஸ் EL 40s, EL 80s, EL 2d80s, EL 70s, EL 66s (யுஎஸ்பி)

source: BRAILLEX Trio (USB and bluetooth)
bg: BRAILLEX Trio (USB и Bluetooth)
de: BRAILLEX Trio (USB und Bluetooth)
es: BRAILLEX Trio (USB y bluetooth)
hr: BRAILLEX Trio (USB i bluetooth)
nl: BRAILLEX Trio (USB en Bluetooth)
pt_br: BRAILLEX Trio (USB e bluetooth)
ru: BRAILLEX Trio (USB и bluetooth)
ta: பிரெயிலெக்ஸ் முப்பொருள் தொகுதி (யுஎஸ்பி & ஊடலை)
zh_tw: BRAILLEX Trio (USB 和藍牙)

source: BRAILLEX Live 20, BRAILLEX Live and BRAILLEX Live Plus (USB and bluetooth)
bg: BRAILLEX Live 20, BRAILLEX Live и BRAILLEX Live Plus (USB и Bluetooth)
de: BRAILLEX Live 20, BRAILLEX Live und BRAILLEX Live Plus (USB und Bluetooth)
es: BRAILLEX Live 20, BRAILLEX Live y BRAILLEX Live Plus (USB y bluetooth)
hr: BRAILLEX Live 20, BRAILLEX Live i BRAILLEX Live Plus (USB i bluetooth)
pt_br: BRAILLEX Live 20, BRAILLEX Live e BRAILLEX Live Plus (USB e bluetooth)
ru: BRAILLEX Live 20, BRAILLEX Live и BRAILLEX Live Plus (USB и bluetooth)
ta: பிரெயிலெக்ஸ் லைவ் 20, பிரெயிலெக்ஸ், மற்றும் பிரெயிலெக்ஸ் பிளஸ் (யுஎஸ்பி மற்றும் ஊடலை)
zh_tw: BRAILLEX Live 20, BRAILLEX Live and BRAILLEX Live Plus (USB 和藍牙)
