Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: To toggle Browse mode on and off in Microsoft Word, press NVDA+space.
bg: За да включите или изключите режима на разглеждане в Microsoft Word, натиснете NVDA+Интервал.
de: Um den Lesemodus in Microsoft Word ein- oder auszuschalten, drücken Sie NVDA+Leertaste.
es: Para activar o desactivar el modo Exploración en Microsoft Word, pulsa NVDA+espacio.
hr: Kako biste uključili ili isključili modus čitanja (u Microsoft Wordu), pritisnite tipke insert+razmaknica.
nl: Om Bladermodus in Microsoft Word, aan en uit te zetten drukt u op NVDA+spatiebalk.
pt_br: Para alternar a ativação do Modo de navegação no Microsoft Word, pressione NVDA+espaço.
ru: Для включения или выключения режима обзора в Microsoft Word, используйте комбинацию клавиш NVDA+Пробел.
ta: மைக்ரோசாஃப்ட் வேர்டில் உலாவும் நிலையை இயக்க, அல்லது இயக்கத்தை நிறுத்த, என்விடிஏ+இடைவெளிப் பட்டையை அழுத்தவும்.
zh_tw: 要在 Microsoft Word 切換瀏覽模式的開啟或關閉，按 NVDA+空白鍵。

source: For further information about Browse mode and Quick Navigation, see the [Browse Mode section](#BrowseMode).
bg: За повече информация относно режима на разглеждане и бързата навигация, моля вижте [секцията Режим на разглеждане](#BrowseMode).
de: Weitere Informationen zum Lesemodus und zur Schnellnavigation finden Sie im [Abschnitt über den Lesemodus](#BrowseMode).
es: Para información adicional acerca del modo Exploración y la Navegación Rápida, consulta la [sección Modo Exploración](#BrowseMode).
hr: Za više informacija o modusu čitanja i brzom kretanju, pročitajte [odjeljak o modusu čitanja](#BrowseMode).
nl: Meer informatie over Bladermodus en Snelnavigatie vindt u in de paragraaf [Bladermodus](#BrowseMode).
pt_br: Para mais informações sobre o Modo de navegação e a Navegação Rápida, consulte a seção [Modo de Navegação](#BrowseMode).
ru: Для получения дополнительной информации о режиме обзора и быстрой навигации, обратитесь к разделу [Режим обзора](#BrowseMode).
ta: உலாவும் நிலை மற்றும் ஒற்றை எழுத்துடன் வழிசெலுத்தல் குறித்த கூடுதல் தகவல்களைக் காண, [ுலாவும் நிலை பிரிவைக்](#BrowseMode) காணவும்.
zh_tw: 有關瀏覽模式及快速導覽的更多資訊請參見[瀏覽模式](#BrowseMode)章節。

source: The Elements List
bg: Списъкът на елементите
de: Die Elementliste
es: La Lista de Elementos
hr: Popis elemenata
nl: De Lijst met Elementen
pt_br: A Lista de Elementos
ru: Список элементов
ta: கூறுகளின் பட்டியல்
zh_tw: 項目清單

source: While in Browse mode in Microsoft Word, you can access the Elements List by pressing NVDA+f7.
bg: Докато сте в режим на разглеждане в Microsoft Word, имате достъп до списъка на елементите с натискане на NVDA+f7.
de: Wenn Sie sich in Microsoft Word im Lesemodus befinden, können Sie mit der Tastenkombination NVDA+F7 auf die Elementliste zugreifen.
es: Mientras se esté en modo Exploración en Microsoft Word, puedes acceder a la Lista de Elementos pulsando NVDA+f7.
hr: Kad se nalazite u modusu čitanja u Microsoft Wordu, popisu elemenata možete pristupiti pritiskom tipki NVDA+f7.
nl: Terwijl u in Bladermodus bent in Microsoft Word, kunt u toegang tot de Lijst met Elementen krijgen door opNVDA+f7 te drukken.
pt_br: Estando em modo de navegação no Microsoft Word, você pode acessar a Lista de Elementos pressionando NVDA+f7.
ru: Находясь в режиме обзора в Microsoft Word, вы можете получить список элементов документа по комбинации NVDA+F7.
ta: மைக்ரோசாஃப்ட் வேர்டில் உலாவும் நிலை செயற்பாட்டில் இருக்கும் பொழுது, கூறுகளின் பட்டியலைத் தோற்றுவிக்க, என்விடிஏ+f7 விசையை அழுத்தவும்.
zh_tw: 當 Microsoft Word 處於瀏覽模式，您可按 NVDA+F7 叫出「項目清單」的對話框，

source: The Elements List can list headings, links, annotations (which includes comments and track changes) and errors (currently limited to spelling errors).
bg: Списъкът на елементите извежда списък със заглавия, връзки, анотации (което включва коментари и корекции на редактора) и грешки (в момента ограничени до правописни грешки).
de: Die Elementliste enthält Überschriften, Links, Anmerkungen (einschließlich nachverfolgbarer Änderungen), und Fehler (derzeit auf Rechtschreibfehler limitiert).
es: La Lista de Elementos puede listar encabezados, enlaces, anotaciones (las cuales incluyen comentarios y seguimiento de cambios) y errores (actualmente limitados a errores de ortografía).
hr: Popis elemenata može popisati naslove, poveznice, primjedbe (koje uključuju komentare i praćenje promjena) i pogreške (trenutačno ograničeno na pravopisne pogreške).
nl: De Elementenlijst kan koppen, hyperlinks en annotaties melden met inbegrip van opmerkingen en trackwijzigingen alsmede fouten met dien verstande dat dit momenteel alleen spelfouten betreft.
pt_br: A Lista de Elementos pode listar títulos — cabeçalhos —, links, anotações (o que inclui comentários e revisões de editores) e erros (atualmente limitado a erros ortográficos).
ru: Список элементов отображает заголовки, ссылки, рецензии (примечания и отслеживаемые изменения) и ошибки (в настоящее время только орфографические).
ta: கருத்துரைகள், மாற்றங்களறிதல், எழுத்துப் பிழைகள் ஆகியவற்றை உள்ளடக்கிய தொடுப்புகள், தலைப்புகள், விளக்கவுரைகளை கூறுகளின் பட்டியல்் கொண்டிருக்கும்.
zh_tw: 項目清單可以列出標題、連結、註釋 (包括註解及追蹤修訂) 以及錯誤 (目前僅限拼字錯誤)。

source: Reporting Comments
bg: Докладване на коментари
de: Ausgeben von Kommentaren
es: Anunciado de Comentarios
hr: Izvještavanje o komentarima
nl: Opmerkingen Melden
pt_br: Anunciar Comentários
ru: Чтение примечаний
ta: கருத்துரைகளை அறிவித்தல்
zh_tw: 讀出註解

source: To report any comments at the current caret position, press `NVDA+alt+c`.
bg: За докладване на коментарите в текущата позиция на каретката, натиснете `NVDA+Alt+C`.
es: Para anunciar cualquier comentario en la posición actual del cursor del sistema, pulsa `NVDA+alt+c`.
hr: Za čitanje komentara na trenutnom položaju kursora, pritisnite `NVDA+alt+c`.
ru: Чтобы объявить любые примечания в текущем положении каретки, нажмите `NVDA+alt+c`.
ta: கணினிச் சுட்டியின் தற்போதைய இடத்தில் கருத்துரை ஏதேனும் இருந்தால், அதை அறிவித்திட `என்விடிஏ+நிலைமாற்றி+c` விசையை அழுத்தவும்.
zh_tw: 要在目前游標位置讀出註解按 NVDA+Alt+C，

source: Pressing twice shows the information in a browsable message.
bg: Двукратното натискане показва информацията в режим на разглеждане.
de: Zweimaliges Drücken zeigt die Informationen in einem Fenster zum Nachlesen an.
es: Pulsar dos veces muestra la información en un mensaje explorable.
hr: Kada se dvaput pritisne, informacija će se pokazati u modusu čitanja.
ru: При двойном нажатии отображается информация в виде доступного сообщения для обзора.
ta: இருமுறை அழுத்தினால், தகவலை உலாவு நிலையில் காட்டிடும்.
zh_tw: 連按兩下在瀏覽模式顯示資訊。

source: All comments for the document, along with other tracked changes, can also be listed in the NVDA Elements List when selecting Annotations as the type.
bg: Всички коментари в документа, заедно с другите проследими промени, могат да бъдат изведени в списъка на елементите на NVDA при избор на анотации като тип.
de: Alle Kommentare des aktuellen Dokuments sind außerdem in der Elementliste aufgeführt, wenn Sie als Elementtyp "Anmerkungen" auswählen.
es: Todos los comentarios para el documento, con otro seguimiento de cambios, también pueden listarse en la Lista de Elementos de NVDA al seleccionar Anotaciones según se teclea.
hr: Svi komentari za dokument se mogu popisati i u NVDA popisu elemenata.
nl: Alle opmerkingen bij het document alsmede andere trackveranderingen kunnen ook worden opgenomen in de NVDA Elementenlijst wanneer u Annotaties als het type selecteert.
pt_br: Todos os comentários para o documento, além de outras revisões de editores, podem também ser listadas na Lista de Elementos do NVDA ao selecionar Anotações como tipo de elemento.
ru: Все примечания документа наряду с отслеживаемыми изменениями могут также быть перечислены в списке элементов NVDA, при выборе рецензий в качестве типа элементов.
ta: கூறுகளின் பட்டியலில் விளக்கவுரை என்கிற உருப்படியைத் தெரிவுச் செய்தால், கருத்துரைகளையும், மாற்றங்களறிதல்களையும் பட்டியலிடும்.
zh_tw: 當在項目清單的「類型」選擇「註釋」這個選項，文件中所有的註解及追蹤修訂都可以被列出來。

source: Microsoft Excel
es: <target/>
ta: மைக்ரோசாஃப்ட் எக்ஸெல்

source: Automatic Column and Row Header Reading
bg: Автоматично прочитане на заглавията на редовете и колоните
de: Automatisches Lesen von Zeilen- und Spaltenüberschriften
es: Lectura Automática de Encabezado de Columna y fila
hr: Automatsko čitanje zaglavlja redaka i stupaca
nl: Automatisch Lezen van Kolom- en Rijkoppen
pt_br: Leitura Automática dos Cabeçalhos das Linhas e Colunas
ru: Автоматическое чтение заголовков строк и столбцов
ta: நெடுவரிசை மற்றும் கிடைவரிசைகளின் தலைப்புரைகளைத் தானாகப் படித்தல்
zh_tw: 欄及列標題自動讀出

source: NVDA is able to automatically announce appropriate row and column headers when navigating around Excel worksheets.
bg: NVDA може автоматично да съобщава съответните заглавия на редовете и колоните при навигация в таблици на Excel.
de: Wenn Sie in Microsoft Excel in einer Tabelle navigieren, ist NVDA in der Lage, automatisch die Zeilen- und Spaltenüberschriften zu lesen.
es: NVDA podrá anunciar automáticamente los encabezados apropiados de fila y columna al navegar a través de las hojas de cálculo de Excel.
hr: Nvda je u stanju čitati odgovarajuća zaglavlja redaka i stupaca pri kretanju po radnim listovima excela.
nl: Bij het navigeren in Microsoft Excel-werkbladen kan NVDA de toepasselijke kolom- en rijkoppen automatisch melden.
pt_br: O NVDA pode anunciar automaticamente os cabeçalhos apropriados para as linhas e colunas quando se está navegando por folhas de cálculo no Microsoft Excel.
ru: NVDA может автоматически сообщать соответствующие заголовки строк и столбцов при навигации по листам Excel.
ta: மைக்ரோசாஃப்ட் எக்ஸெல் பணித் தாள்களின் ஊடே நகரும் பொழுது, பொருத்தமான நெடுவரிசை மற்றும் கிடைவரிசைகளின் தலைப்புரைகளைத் தானாக அறிவிக்க என்விடிஏவால் இயலும்.
zh_tw: 當在 Excel 工作表的儲存格之間導覽時，NVDA 能夠自動讀出欄標題或列標題。

source: This firstly requires that the Report Table row / column headers option in NVDA's Document Formatting settings, found in the [NVDA Settings](#NVDASettings) dialog, be turned on.
bg: Това на първо място изисква настройката на NVDA „Докладвай заглавията на редовете и колоните в таблиците“ от категорията „Форматиране на документите“, намираща се в прозореца с [настройките на NVDA](#NVDASettings) да е включена.
de: Hierfür muss die Option "Reihen- und Spaltenüberschriften von Tabellen ansagen" unter der Kategorie "Dokumentformatierungen" in den [NVDA-Einstellungen](#NVDASettings) aktiviert sein.
es: Esto requiere en primer lugar que la opción Anunciar Encabezados de Fila y Columna de tabla en las opciones de NVDA Formateado de documentos, que se encuentra en el diálogo [Opciones de NVDA](#NVDASettings), esté activado.
hr: Ovo najprije zahtijeva uključenu opciju izvijesti o zaglavljima redaka/stupaca u postavkama oblikovanja dokumenta, koje možete pronaći u [NVDA postavkama](#NVDASettings).
nl: Hiertoe moet u er in de eerste plaats voor zorgen dat de optie “Kolom-/Rijkoppen Melden” in de categorie Documentopmaak,welke u vindt in het dialoogvenster [Instellingen van NVDA](#NVDASettings), ingeschakeld is.
pt_br: Primeiramente, isso requer que a opção Anunciar os Cabeçalhos de linhas / colunas das Tabelas nas configurações de Formatação de Documentos do NVDA, encontradas no diálogo [Configurações do NVDA](#NVDASettings), esteja ativada.
ru: Для этого во-первых в настройках "Форматирование документа", [диалога настроек NVDA](#NVDASettings), должен быть установлен флажок "Читать заголовки строк и столбцов в таблицах".
ta: இதற்கு, [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் ஆவண வடிவூட்டம் அமைப்புகளிலிருக்கும் அட்டவணையின் கிடைவரிசை/நெடுவரிசைகளின் தலைப்புரையை அறிவித்திடுக என்கிற தேர்வுப் பெட்டி முதலில் தேர்வாகி இருக்க வேண்டும்.
zh_tw: 首先需將 [NVDA 設定](#NVDASettings)對話框中「文件格式」類別的「列及欄標題」核取方壞勾選，

source: Secondly, NVDA needs to know which row or column contains the headers.
bg: След това NVDA трябва да знае кой ред или колона съдържа заглавията.
de: NVDA muss die Reihen oder Spalten mit den Überschriften kennen.
es: En segundo lugar, NVDA necesita saber qué fila o columna contiene los encabezados.
hr: Nvda treba znati gdje se nalaze zaglavlja.
nl: Ten tweede moet NVDA voor elk werkblad weten in welke kolom of rij de kolom-/rijkoppen staan.
pt_br: Em segundo lugar, o NVDA precisa ser informado sobre qual linha ou coluna contém os cabeçalhos.
ru: Во-вторых NVDA должна знать, какие строки или столбцы содержат заголовки.
ta: அடுத்ததாக, ஒரு அட்டவணையில் தலைப்புரை எந்த கிடைவரிசை, அல்லது நெடுவரிசையில் உள்ளது என்பதை என்விடிஏ அரிய வேண்டும்.
zh_tw: 其次 NVDA 需要知道哪一列或哪一欄包含標題，

source: After moving to the first cell in the column or row containing the headers, use one of the following commands:
bg: След като се придвижите до първата клетка в колоната или реда, съдържащ заглавията, използвайте някоя от следните команди:
de: Verwenden Sie einen der folgenden Befehle, nachdem Sie sich in die erste Zelle mit der Reihen- und Spaltenüberschrift bewegt haben:
es: Después de moverte a la primera celda en la columna o fila que contenga los encabezados, utiliza una de las siguientes órdenes:
hr: poslije premještanja na odgovarajuću ćeliju ili redak koji sadrži zaglavlja, koristite sljedeće prečace:
nl: Nadat u naar de eerste cel in de kolom of rij bent gegaan waar de kolom- of rijkoppen zich bevinden, kunt u een van de volgende commando’s gebruiken:
pt_br: Depois de mover-se para a primeira célula da coluna ou linha que contém os cabeçalhos, use um dos seguintes comandos:
ru: После перехода на первую ячейку строки или столбца, содержащих заголовки, используйте одну из следующих команд:
ta: தலைப்புரைகளைக் கொண்டுள்ள நெடுவரிசை, அல்லது கிடைவரிசையின் முதல் பணிக்களத்திற்கு நகர்ந்த பிறகு, பின் வரும் கட்டளைகளில் ஏதேனும் ஒன்றைப் பயன்படுத்தவும்:
zh_tw: 移動到包含標題的欄或列中的第一個儲存格後，使用以下之一的指令：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Set column headers |NVDA+shift+c |Pressing this once tells NVDA this is the first header cell in the row that contains column headers, which should be automatically announced when moving between columns below this row. Pressing twice will clear the setting.
bg: Задава заглавия на колоните |NVDA+Shift+C |Еднократно натискане указва на NVDA, че този ред е редът, съдържащ заглавията на колоните, които трябва да бъдат съобщавани автоматично при придвижване между колоните под този ред. Двукратно натискане ще изчисти настройката.
de: Spaltenüberschriften festlegen |NVDA+Umschalt+C |Wenn Sie diese Tastenkombination einmal drücken, legen sie die aktuelle Tabellenzelle als erste Zelle mit Spaltenüberschriften fest. Diese Spaltenüberschriften werden dann automatisch gelesen, sobald Sie unterhalb dieser Zeile navigieren. Zweimaliges Drücken dieser Tastenkombination löscht diese Zuweisung wieder.
es: Definir encabezado de columnas |NVDA+shift+c |Al pulsar esto una vez le dice a NVDA que es la primera celda de encabezado de la fila que contiene los encabezados de columna, que debería ser anunciado automáticamente cuando te desplaces entre las columnas por debajo de esta fila. Pulsando dos veces se eliminará la opción.
hr: Postavi zaglavlja stupaca |NVDA+šift+c |Kad se pritisne jednom, NVDA zna da je to prva ćelija zaglavlja u retku koja sadrži zaglavlje stupaca, koja treba automatski najaviti kad se premještate po stupcima ispod ovog retka. Kad se pritisne dvaput, postavka se briše.
nl: Kolomkoppen instellen |NVDA+shift+c |Door eenmaal indrukken weet NVDA dat dit de eerste cel is in de rij waar de kolomkoppen in staan die automatisch moeten worden gemeld bij het gaan van kolom naar kolom in de rijen eronder. Door tweemaal drukken wordt de instelling opgeheven.
pt_br: Definir os cabeçalhos das colunas |NVDA+shift+c |Pressionado uma vez, informa ao NVDA que esta é a linha que contém os cabeçalhos das colunas, os quais deverão ser anunciados automaticamente ao mover-se entre colunas abaixo dessa linha. Ao pressionar duas vezes, limpará a configuração.
ru: Установить заголовки столбцов |NVDA+Shift+C |Одиночное нажатие указывает NVDA, что это первая ячейка заголовка в строке, содержащей заголовки столбцов, которые автоматически читаются при перемещении по столбцам под этой строкой. Двойное нажатие сбрасывает установку.
ta: நெடுவரிசையின் தலைப்புரையை அமைத்திடுக |என்விடிஏ+மாற்றழுத்தி+c |ஒரு முறை அழுத்தினால், கிடைவரிசையின்் முதல் தலைப்புரைப் பணிக்களம், நெடுவரிசையின் தலைப்புரையைக் கொண்டிருக்கிறது எனவும், இக்கிடைவரிசையின் கீழிருக்கும் நெடுவரிசைகளுக்கிடையே நகரும்பொழுது, நெடுவரிசையின் தலைப்புரையைத் தானாக அறிவிக்க வேண்டுமெனவும் என்விடிஏவை அறிவுறுத்தும். இரு முறை அழுத்தினால், அமைப்பினை நீக்கிவிடும்.
zh_tw: 設定欄標題 |NVDA+Shift+C |按一下告訴 NVDA 此為包含欄標題的列中第一個標題儲存格，當在這列下方的各欄之間左右移動時應自動讀出標題名稱，連按兩下將清除設定。

source: Set row headers |NVDA+shift+r |Pressing this once tells NVDA this is the first header cell in the column that contains row headers, which should be automatically announced when moving between rows after this column. Pressing twice will clear the setting.
bg: Задава заглавия на редовете |NVDA+Shift+R |Еднократно натискане указва на NVDA, че тази колона е колоната, съдържаща заглавията на редовете, които трябва да бъдат съобщавани автоматично при придвижване между редовете след този ред. Двукратно натискане ще изчисти настройката.
de: Zeilenüberschriften festlegen |NVDA+Umschalt+R |Wenn Sie diese Tastenkombination einmal drücken, wird die aktuelle Tabellenzelle als erste Zelle mit Zeilenbeschriftung festgelegt. Diese Spaltenüberschriften werden dann automatisch gelesen, sobald Sie unterhalb dieser Zeile navigieren. Zweimaliges Drücken dieser Tastenkombination löscht diese Zuweisung wieder.
es: Definir encabezado de filas |NVDA+shift+r |Al pulsar esto una vez le dice a NVDA que es la primera celda del encabezado de la columna que contiene los encabezados de fila, que debería ser anunciado automáticamente cuando te desplaces entre las filas después de esta columna. Pulsando dos veces eliminarás la opción.
hr: Postavi zaglavlja redaka |NVDA+šift+r |Kad se pritisne jednom, NVDA zna da je to prva ćelija zaglavlja u stupcu koja sadrži zaglavlja redaka, koja treba automatski najaviti kad se premještate po redcima nakon ovog stupca. Kad se pritisne dvaput, postavka se briše.
nl: Rijkoppen instellen |NVDA+shift+r |Door eenmaal indrukken weet NVDA dat dit de eerste cel is in de kolom waar de rijkoppen in staan die automatisch moeten worden gemeld bij het gaan van rij naar rij na deze kolom. Door tweemaal drukken wordt de instelling opgeheven.
pt_br: Definir os cabeçalhos das linhas |NVDA+shift+r |Pressionando-se uma vez, informa ao NVDA que esta é a coluna que contém os cabeçalhos das linhas, os quais deverão ser anunciados automaticamente ao mover-se entre linhas dentro desta coluna. Pressione duas vezes e limpará a configuração.
ru: Установить заголовки строк |NVDA+Shift+R |Одиночное нажатие указывает NVDA, что это первая ячейка заголовка в столбце, содержащем заголовки строк, которые автоматически читаются при перемещении по строкам за этим столбцом. Двойное нажатие сбрасывает установку.
ta: கிடைவரிசையின் தலைப்புரையை அமைத்திடுக |என்விடிஏ+மாற்றழுத்தி+r |ஒரு முறை அழுத்தினால், நெடுவரிசையின் முதல் தலைப்புரைப் பணிக்களம், கிடைவரிசையின் தலைப்புரையைக் கொண்டிருக்கிறது எனவும், இந்நெடுவரிசைக்கு அடுத்திருக்கும் கிடைவரிசைகளுக்கிடையே நகரும்பொழுது, கிடைவரிசையின் தலைப்புரையைத் தானாக அறிவிக்க வேண்டுமெனவும் என்விடிஏவை அறிவுறுத்தும். இரு முறை அழுத்தினால், அமைப்பினை நீக்கிவிடும்.
zh_tw: 設定列標題 |NVDA+Shift+R |按一下告訴 NVDA 此為包含列標題的欄中第一個標題儲存格，當在這欄右方的各列之間上下移動時應自動讀出列標題名稱，連按兩下將清除設定。

source: These settings will be stored in the workbook as defined name ranges compatible with other screen readers such as JAWS.
bg: Тези настройки ще бъдат съхранени в работната книга като дефинирани обхвати от имена, съвместими с други екранни четци, например JAWS.
de: Diese Zuweisungen werden in der Arbeitsmappe als definierte Namensbereiche gesetzt. Dies ist kompatibel zu anderen Screenreadern wie JAWS.
es: Estas opciones se almacenarán en el libro de trabajo como rangos de nombres definidos, compatibles con otros lectores de pantalla tales como Jaws.
hr: Ove će se postavke spremiti u radnu knjigu kao definirani imenovani raspon, kompatibilan s drugim čitačima ekrana poput JAWS.
nl: Deze instellingen worden als gedefiniëede naambereiken, die compatibel zijn met andere schermleesprogramma's zoals JAWS, opgeslagen in de werkmap.
pt_br: Essas configurações serão armazenadas na folha de cálculo com nomes de variáveis compatíveis com outros leitores de telas como o JAWS.
ru: Эти настройки будут сохранены в книге как именованный диапазон, совместимый с другими программами экранного доступа, такими как JAWS.
ta: இவ்வமைப்புகள், ஜாஸ் போன்ற பிற திரைநவிலிகளில் செயற்படுவதற்கு ஏற்ற வண்ணம், பணிப் புத்தகத்தில் வரையறுக்கப்பட்ட பெயர் வீச்சுகளாக சேமிக்கப்படுகின்றன.
zh_tw: 此設定將以和其他螢幕助讀程式如 JAWS 相容的已定義名稱之形式儲存在活頁簿中，

source: This means that users of other screen readers who open this workbook at a later date will automatically have the row and column headers already set.
bg: Това означава, че потребителите на други екранни четци, които отворят същата работна книга по-късно, ще имат автоматично зададени заглавните редове или колони.
de: Dies bedeutet, dass auch andere Anwender von Screenreadern, die dieses Dokument zu einem späteren Zeitpunkt öffnen, die Spalten- und Zeilenüberschriften gesetzt haben.
es: Esto significa que otros usuarios de lectores de pantalla que abran este libro de trabajo más tarde tendrán automáticamente los encabezados de fila y columna ya configurados.
hr: To znači, da će korisnici drugih čitača ekrana, koji kasnije otvore tu radnu knjigu, imati automatski postavljena zaglavlja stupaca i redaka.
nl: Dit houdt in dat andere gebruikers die de werkmap op een later moment openen direct gebruik kunnen maken van de reeds ingestelde kolom- en rijkoppen.
pt_br: Isso significa que os usuários de outros leitores de telas que abrirem esta planilha posteriormente terão os cabeçalhos das linhas e colunas definidos automaticamente.
ru: Это означает, что другие пользователи программ экранного доступа, открывшие эту книгу позднее, будут автоматически иметь уже установленные заголовки строк и столбцов.
ta: இதன் மூலம் அறிவது என்னவென்றால், பிற திரைநவிலிகளைப் பயன்படுத்தும் பயனர்கள், இப்பணிப் புத்தகத்தை பின்னொரு தேதியில் திறக்கும் பொழுது, நெடுவரிசை மற்றும் கிடைவரிசையின் தலைப்புரை, அவர்களுக்காக ஏற்கெனவே தானாக சேமிக்கப்பட்டிருப்பதைக் காண்பார்கள்.
zh_tw: 這意謂日後使用其他螢幕助讀程式的使用者開啟此活頁簿將自動擁有已設定好的列及欄標題。

source: The Elements List
bg: Списъкът на елементите
de: Die Elementliste
es: La Lista de Elementos
hr: Popis elemenata
nl: De Elementenlijst
pt_br: A Lista de Elementos
ru: Список элементов
ta: கூறுகளின் பட்டியல்
zh_tw: 項目清單
