Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: If this checkbox is checked, when you locate a key on the touch keyboard, you can lift your finger and the selected key will be pressed.
bg: Ако сложите отметка, когато намерите клавиша на сензорната клавиатура, можете да вдигнете пръста си и избраният клавиш ще бъде натиснат.
de: Bei aktiviertem Kontrollkästchen können Sie mit Ihrem Finger eine Taste auf dem Bildschirm suchen und diese loslassen, um diese zu betätigen (10-Finger-System).
es: Si esta casilla de verificación está marcada, cuando localices una tecla en el teclado táctil, puedes levantar el dedo y la tecla seleccionada se pulsará.
hr: Ako je ovaj potvrdni okvir označen, kad nađete tipku na dodirnoj tipkovnici, dignite prst i tipka će se pritisnuti.
nl: Als het selectievakje is aangevinkt dan wordt de door u gewenste letter ingevoerd zodra u uw vinger van die letter afhaalt d.w.z. (een klein stukje optilt).
pt_br: Se essa caixa de seleção estiver marcada, quando você localizar uma tecla no teclado virtual, poderá levantar o dedo e a tecla selecionada será pressionada.
ru: Если он установлен, то для нажатия найденной клавиши на сенсорной клавиатуре достаточно будет просто поднять над ней палец.
ta: இத்தேர்வுப் பெட்டி தேர்வாகியிருந்தால், தொடு விசைப்பலகையில் தாங்கள் உள்ளிட விரும்பும் விசையின் மீதிருந்து விரலை விலக்கினால், அவ்விசை உள்ளிடப்படும்.
zh_tw: 若勾選此核取方塊，當在觸控鍵盤上手指移到一個按鍵位置後放開手指，所選擇的按鍵即被按下，

source: If this is unchecked, you need to double-tap on the key of the touch keyboard to press the key.
bg: Ако няма отметка, ще трябва да почукате два пъти на клавиша от сензорната клавиатура, за да го натиснете.
de: Bei deaktivierter Option müssen Sie auf der Taste Doppeltippen, um diese zu drücken (Zwei-Finger-System).
es: Si está desmarcada, deberás tocar dos veces la tecla en pantalla para pulsarla.
hr: Ako nije označen, morate dva puta dodirnuti tipku na dodirnoj tipkovnici, da bi se tipka pritisnula.
nl: Als u geen vinkje zet, moet u dubbeltikken op de letter van uw keuze om deze in te voeren.
pt_br: Se isso estiver desmarcado, você precisará de um toque duplo na tecla do teclado virtual para pressionar a tecla.
ru: Если этот флажок снят, то для нажатия клавиши необходимо будет произвести двойное быстрое её касание.
ta: இத்தேர்வுப் பெட்டி தேர்வாகாதிருந்தால், தொடு விசைப்பலகையில் தாங்கள் உள்ளிட விரும்பும் எழுத்தினை உள்ளிட, அவ்வெழுத்தின் விசையை இரு முறை தட்ட வேண்டும்.
zh_tw: 若沒勾選此核取方塊，則需要點兩下觸控鍵盤的按鍵來按下按鍵。

source: Review Cursor
bg: Курсор за преглед
de: Die Einstellungen des NVDA-Cursors
es: Cursor de Revisión
hr: Pregledni kursor
nl: Leescursor (review cursor)
pt_br: Cursor de Exploração
ru: Просмотровый курсор
ta: சீராய்வுச் சுட்டி
zh_tw: 檢閱游標

source: The Review Cursor category in the NVDA Settings dialog is used to configure NVDA's review cursor behaviour.
bg: Категорията „Курсор за преглед“ в прозореца с настройките на NVDA се използва за конфигуриране на поведението на курсора за преглед на NVDA.
de: Diese Kategorie beeinflusst das Verhalten des NVDA-Cursors.
es: La categoría Cursor de Revisión en el cuadro de diálogo Opciones de NVDA se utiliza para configurar el comportamiento del cursor de revisión de NVDA.
hr: Kategorija Pregledni kursor u dijaloškom okviru NVDA Postavke se koristi za podešavanje ponašanja preglednog kursora NVDA čitača.
nl: Via de categorie Leescursor in het dialoogvenster Instellingen van NVDA kunt u configureren hoe de leescursor in NVDA reageert.
pt_br: A categoria Cursor de Exploração no diálogo de Configurações do NVDA é usada para configurar o comportamento do cursor de exploração do NVDA.
ru: Категория "Просмотровый курсор" диалога настроек NVDA используется для конфигурирования поведения просмотрового курсора NVDA.
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் சீராய்வுச் சுட்டி வகைமை, என்விடிஏவின் சீராய்வுச் சுட்டியின் செயல்பாட்டினை அமைவடிவமாக்கப் பயன்படுகிறது.
zh_tw: NVDA 設定對話框中的「檢閱游標」類別可以設定 NVDA 的檢閱游標行為，

source: This category contains the following options:
bg: Тази категория съдържа следните опции:
de: Folgende Optionen sind enthalten:
es: Esta categoría contiene las siguientes opciones:
hr: Ova kategorija sadrži sljedeće opcije:
nl: In deze categorie treft u de volgende keuzemogelijkheden aan:
pt_br: Essa categoria contém as seguintes opções:
ru: Эта категория содержит следующие опции:
ta: இவ்வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 此類別包括以下的選項：

source: Follow System Focus
bg: Следвай фокуса
de: System-Fokus verfolgen
es: Seguir al Foco Del sistema
hr: Prati fokus sustava
nl: Ssysteemfocus volgen
pt_br: Acompanhar Foco do Teclado
ru: Следовать за системным фокусом
ta: கணினிக் குவிமையத்தைப் பின்தொடர்க
zh_tw: 跟隨系統焦點

source: Key: NVDA+7
bg: Клавишна комбинация: NVDA+7
de: Tastenkombination: NVDA+7
es: Tecla: NVDA+7
hr: Prečac: NVDA+7
nl: Toets : NVDA+7
pt_br: Tecla: NVDA+7
ru: Комбинация клавиш: NVDA+7
ta: விசை: என்விடிஏ+7
zh_tw: 快速鍵: NVDA+7

source: When enabled, The review cursor will always be placed in the same object as the current system focus whenever the focus changes.
bg: Когато тази опция е включена, курсорът за преглед винаги ще се намира в един и същи обект с фокуса, когато той се променя.
de: Wenn eingeschaltet, platziert sich der NVDA-Cursor immer auf dem Objekt, das den Fokus besitzt, sobald sich der Fokus ändert.
es: Cuando se activa, el cursor de revisión siempre se colocará en el mismo objeto que el actual foco del sistema siempre que éste cambie.
hr: Kad je ova opcija aktivirana, pregledni kursor će biti smješten na mjesto trenutačnog fokusa sustava pri svakoj promjeni fokusa.
nl: Wanneer deze optie is ingeschakeld,wordt de leescursor (review cursor) altijd in hetzelfde object geplaatst als de systeemfocus telkens wanneer de focus zich wijzigt.
pt_br: Quando habilitado, o cursor de exploração será sempre colocado no mesmo objeto quando o foco atual for alterado.
ru: Если этот флажок установлен, то просмотровый курсор всегда будет устанавливаться на тот же объект, что и системный фокус.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், கணினிக் குவிமையத்திலிருக்கும் பொருளின் மீது சீராய்வுச் சுட்டியும் வைக்கப்படும். குவிமையத்தின் பொருள் மாறும்பொழுதெல்லாம், சீராய்வுச் சுட்டியும் உடன் நகரும்.
zh_tw: 啟用後，每當焦點改變時檢閱游標將始終與系統焦點位在同一個物件上。

source: Follow System Caret
bg: Следвай каретката
de: System-Cursor verfolgen
es: Seguir al Cursor del Sistema
hr: Prati kursor sustava
nl: Systeemcursor volgen
pt_br: Acompanhar Cursor do Sistema
ru: Следовать за системной кареткой
ta: கணினிச் சுட்டியைப் பின்தொடர்க
zh_tw: 跟隨系統游標

source: Key: NVDA+6
bg: Клавишна комбинация: NVDA+6
de: Tastenkombination: NVDA+6
es: Tecla: NVDA+6
hr: Prečac: NVDA+6
nl: Toets: NVDA+6
pt_br: Tecla: NVDA+6
ru: Комбинация клавиш: NVDA+6
ta: விசை: என்விடிஏ+6
zh_tw: 快速鍵: NVDA+6

source: When enabled, the review cursor will automatically be moved to the position of the System caret each time it moves.
bg: Когато тази опция е включена, курсорът за преглед ще се премества до позицията на каретката всеки път, когато тя се премести.
de: Bei eingeschalteter Option wird automatisch bei Bewegung der NVDA-Cursor zur Position des System-Cursors gezogen.
es: Cuando se activa, el cursor de revisión se moverá automáticamente a la posición del cursor del Sistema cada vez que se mueva.
hr: Kad je ova opcija aktivirana, pregledni kursor će automatski biti premješten na poziciju kursora sustava pri svakom pomicanju.
nl: Als dit selectievakje is aangevinkt, volgt de leescursor (review cursor) automatisch de systeemcursor wanneer deze wordt verplaatst
pt_br: Quando habilitada, o cursor de exploração será movido automaticamente para a posição do cursor do sistema a cada vez que se mover.
ru: Если этот флажок установлен, то просмотровый курсор автоматически будет устанавливаться в позицию системной каретки при перемещении.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், கணினிச் சுட்டி இருக்குமிடத்தில் சீராய்வுச் சுட்டியும் வைக்கப்படும். கணினிச் சுட்டி நகரும்பொழுது, சீராய்வுச் சுட்டியும் உடன் நகரும்.
zh_tw: 啟用後，每當游標移動時檢閱游標將自動移到系統游標所在的位置。

source: Follow mouse cursor
bg: Следвай мишката
de: Mauszeiger verfolgen
es: Seguir al Cursor del Ratón
hr: Prati kursor miša
nl: Muiscursor volgen
pt_br: Acompanhar Cursor do Mouse
ru: Следовать за указателем мыши
ta: சொடுக்கியின் சுட்டியைப் பின்தொடர்க
zh_tw: 跟隨滑鼠游標

source: When enabled, the review cursor will follow the mouse as it moves.
bg: Когато тази опция е включена, курсорът за преглед ще следва курсора на мишката, когато той се движи.
de: Wenn eingeschaltet, verfolgt der NVDA-Cursor bei Bewegungen die Maus.
es: Cuando se activa, el cursor de revisión seguirá al ratón según se mueva.
hr: Kad je ova opcija aktivirana, pregledni kursor će pratiti pomicanje miša.
nl: Als dit selectievakje aangevinkt is, zal de leescursor (review cursor) de muis volgen wanneer deze wordt verplaatst.
pt_br: Quando habilitado, o cursor de exploração seguirá o mouse conforme ele se move.
ru: Если этот флажок установлен, то просмотровый курсор всегда будет устанавливаться в позицию указателя мыши при перемещении.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், சீராய்வுச் சுட்டி, சொடுக்கியின் குறிமுள்ளைப் பின்தொடரும்.
zh_tw: 啟用後，滑鼠移動時檢閱游標將會跟隨滑鼠移動。

source: Simple Review mode
bg: Прост режим на преглед
de: Einfacher Darstellungsmodus
es: Modo de Revisión Simple
hr: Jednostavni modus pregleda
nl: Eenvoudige leesoverzichtmodus
pt_br: Modo Simples de Exploração
ru: Облегчённый режим просмотра
ta: எளிய சீராய்வு நிலை
zh_tw: 簡易檢閱模式

source: When enabled, NVDA will filter the hierarchy of objects that can be navigated to exclude objects that aren't of interest to the user; e.g. invisible objects and objects used only for layout purposes.
bg: Когато тази опция е включена, NVDA ще филтрира йерархията на обектите, до които може да има достъп, за да изключи неизползваемите такива.
de: Bei eingeschaltetem Modus filtert NVDA nicht wichtige Objekte aus der Hierarchie der navigierbaren Objekte heraus. Dabei werden z. B. unsichtbare Objekte und Objekte, welche nur zu Gestaltungszwecken eingebaut wurden, übersprungen.
es: Cuando se activa, NVDA filtrará la jerarquía de objetos que puede navegarse, para excluir cualquier objeto que no sea del interés para el usuario; por ejemplo: objetos invisibles y objetos utilizados sólo con propósitos de diseño.
hr: Kad je ova opcija aktivirana, NVDA će filtrirati hijerarhiju objekata po kojima se možete kretati kako bi se izbacili suvišni objekti koji nisu zanimljivi korisniku; Npr. nevidljivi objekti i objekti koji imaju estetsku svrhu.
nl: Als dit selectievakje aangevinkt is, zorgt NVDA ervoor dat objecten die voor de gebruiker niet van belang zijn, zoals verborgen objecten of die welke slechts een lay-out technisch doel dienen, worden uitgefilterd.
pt_br: Quando habilitado, o NVDA filtrará a hierarquia dos objetos que podem ser navegados para excluir objetos que não são de interesse do usuário; por exemplo, objetos invisíveis e objetos usados apenas para fins de leiaute.
ru: Если этот флажок установлен, то NVDA будет фильтровать иерархию объектов, по которым можно перемещаться, и которые не представляют для пользователя никакого интереса; Например, невидимые объекты или объекты, используемые лишь для визуальных целей.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், பொருட்களின் அடுக்குகளில் இருக்கும் தென்படாத பொருட்கள், தளவமைப்பிற்காக மட்டுமே பயன்படுத்தப்பட்டிருக்கும் பொருட்கள் போன்ற பயனர்களுக்குத் தேவைப்படாத பொருட்களை என்விடிஏ வடிகட்டி விலக்கும்.
zh_tw: 啟用後，NVDA 將過濾可導覽的物件階層架構以排除使用者不感興趣的物件，例如不可見物件及用於排版用途的物件。

source: To toggle simple review mode from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да можете да превключвате простия режим на преглед отвсякъде, моля определете потребителски жестове от [диалога Жестове на въвеждане](#InputGestures).
de: Um den einfachen Darstellungsmodus per Tastenkombination ein- und auszuschalten, können Sie den entsprechenden Befehl an eine Tastenkombination zuweisen. Verwenden Sie hierfür das Dialogfeld [Tastenbefehle](#InputGestures).
es: Para conmutar el modo de revisión simple desde cualquier sitio, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Da biste uključili ili isključili jednostavni modus pregleda s bilo kojeg mjesta, dodijelite prilagođeni prečac u dijaloškom okviru [Ulazne geste](#InputGestures).
nl: Om de eenvoudige leesoverzichtmodus vanaf een willekeurige plaats aan- of uit te zetten kunt u via het dialoogvenster [Invoerhandelingen](#InputGestures) een aangepaste handeling hiervoor aanmaken.
pt_br: Para alternar o modo de exploração simples de qualquer lugar, atribua um comando usando o [Diálogo Definir Comandos](#InputGestures).
ru: Для включения и выключения облегчённого режима просмотра в любом месте, пожалуйста, назначьте комбинацию клавиш или другой жест в диалоге настроек [Жесты ввода](#InputGestures).
ta: எளிய சீராய்வு நிலையை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換簡易檢閱模式，請使用[輸入手勢](#InputGestures)對話框來指派手勢。

source: Object Presentation
bg: Представяне на обектите
de: Einstellung zur Objekt-Darstellung
es: Presentación de Objetos
hr: Prezentacija objekata
nl: Objectweergave (NVDA+control+o)
pt_br: Apresentação de Objetos
ru: Представление объекта
ta: பொருளளிக்கை
zh_tw: 物件呈現

source: Open Object Presentation settings
bg: Отваряне на настройките за представяне на обектите
de: Einstellungen der Objekt-Darstellung öffnen
es: Abrir las opciones de Presentación de Objetos
hr: Otvara dijaloški okvir prezentacija objekata
nl: Objectweergaveinstellingen openen
pt_br: Abrir configurações da Apresentação de Objetos
ru: Открыть настройки представления объекта
ta: பொருளளிக்கை அமைப்புகளைத் திறவுக
zh_tw: 開啟物件呈現設定

source: Key: `NVDA+control+o`
bg: Клавишна комбинация: `NVDA+Control+O`
de: Tastenkombination: `NVDA+Strg+O`
es: Tecla: `NVDA+control+o`
hr: Prečac: `NVDA+kontrol+o`
nl: Toets: `NVDA+control+o`
pt_br: Tecla: `NVDA+control+o`
ru: Комбинация клавиш: `NVDA+control+o`
ta: விசை: `என்விடிஏ+கட்டுப்பாடு+o`
zh_tw: 快速鍵: `NVDA+Ctrl+O`

source: The Object Presentation category in the NVDA Settings dialog is used to set how much information NVDA will present about controls such as description, position information and so on.
bg: Категорията „Представяне на обектите“ в прозореца с настройките на NVDA се използва, за да определи колко информация NVDA ще представя за контролите, като например описание, информация за позицията и т.н.
de: Hier kann eingestellt werden, inwieweit NVDA über Position, Beschreibungen von Objekten, etc. informieren soll.
es: La categoría Presentación de objetos del cuadro de diálogo Opciones de NVDA se utiliza para establecer la cantidad de información que NVDA presentará sobre controles tales como descripción, información de posición, etc.
hr: Kategorija Prezentacija objekta u dijaloškom okviru NVDA Postavke se koristi za podešavanje količine informacija kontrola koje će NVDA prikazivati. Te informacije su na primjer opis, informacija o položaju i tako dalje.
nl: Via de categorie Objectweergave in het dialoogvenster Instellingen van NVDA kunt u instellen hoeveel informatie NVDA weergeeft met betrekking tot besturingselementen zoals een beschrijving, positie-informatie etc.
pt_br: A categoria Apresentação de Objetos no diálogo de Configurações do NVDA é usada para definir quanta informação o NVDA apresentará sobre os controles, como descrição, informações de posição e assim por diante.
ru: Категория "Представление объекта" диалога настроек NVDA содержит параметры, определяющие объём сообщаемой информации об элементах управления пользовательского интерфейса. Например, описание объекта, информацию о местоположении и прочее.
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் பொருளளிக்கை வகைமை, பொருளின் நிலை, அதன் விளக்கம் போன்று கட்டுப்பாடுகள் குறித்து எந்த அளவு என்விடிஏ தகவலை அளிக்க வேண்டுமென்பதை வரையறுக்க பயன்படுகிறது.
zh_tw: NVDA 設定對話框中的「物件呈現」類別可以設定 NVDA 將呈現多少控制項資訊，例如說明、位置資訊等，

source: These options don't typically apply to browse mode.
bg: Тези опции обикновено не се прилагат в режим на разглеждане.
de: Diese Optionen gelten normalerweise nicht für den Lesemodus.
es: Estas opciones no suelen aplicarse al modo exploración.
hr: Ove se opcije ne primjenjuju na modus čitanja.
nl: Deze opties zijn niet per definitie van toepassing op bladermodus.
pt_br: Estas opções normalmente não se aplicam ao modo de navegação.
ru: Эти параметры обычно не используются в режиме обзора.
ta: இவ்விருப்பத் தேர்வுகள் உலாவு நிலைக்குப் பொருந்தாது.
zh_tw: 這些選項通常不適用於瀏覽模式，

source: These options typically apply to focus reporting and NVDA object navigation, but not reading text content e.g. browse mode.
bg: Те се прилагат при докладване на фокуса и при обектна навигация с NVDA, но не и за четене на текстово съдържание (напр. в режим на разглеждане).
de: Diese Optionen gelten normalerweise für die Ansage des Fokus und Objekt-Navigation in NVDA, jedoch nicht für das Lesen von Textinhalten, z. B. im Lesemodus.
es: Estas opciones suelen aplicarse al anunciado del foco y al navegador de objetos de NVDA, pero no a la lectura de contenido de texto, por ejemplo, en el modo exploración.
hr: Ove se opcije uobičajeno primjenjuju na izgovor fokusa i NVDA objektnu navigaciju, ali ne i na čitanje tekstualnog sadržaja, kao što je to modus čitanja.
nl: Deze opties zijn eerst en vooral gericht op focusmelding en objectnavigatie van NVDA, maar niet op het lezen van tekstinhoud zoals in bladermodus.
pt_br: Estas opções normalmente se aplicam a informações de foco e navegação de objetos do NVDA, mas não à leitura de conteúdo de texto, por exemplo modo de navegação.
ru: Они применяются при объявлении системного фокуса и навигации по объектам NVDA, но не при чтении текстового содержимого.
ta: குவிமைய அறிவித்தலுக்கும், என்விடிஏவின் பொருள் வழிசெலுத்தலுக்கும் இவ்விருப்பத் தேர்வுகள் பொருந்தும், ஆனால், உலாவும் நிலையில் இருப்பது போன்ற உரையின் உள்ளடக்கத்தின் படித்தலுக்குப் பொருந்தாது. இவ்வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 這些選項通常適用於讀出焦點及 NVDA 物件導覽，但不適用於讀出文字內容 (例如瀏覽模式的網頁內容)。

source: Report tooltips
bg: Докладвай подсказките
de: Tooltipps mitteilen
es: Anunciar Consejos
hr: Izvijesti o alatnim savjetima
nl: Tooltips melden
pt_br: Anunciar dicas de ferramentas
ru: Сообщать всплывающие подсказки
ta: கருவிக் குறிப்புகளை அறிவித்திடுக
zh_tw: 讀出工具提示

source: A checkbox that when checked tells NVDA to report tooltips as they appear.
bg: Това е поле за отметка, което когато е отметнато, казва на NVDA да съобщава подсказките, когато те се появят.
de: Wenn dieses Kontrollkästchen aktiviert ist, teilt NVDA die Tooltipps mit, sobald sie erscheinen.
es: Una casilla de verificación que cuando está marcada dice a NVDA que anuncie consejos según aparezcan.
hr: Kad je ovaj potvrdni okvir označen, NVDA izvještava o alatnim savjetima kad se pojave.
nl: Als dit selectievakje aangevinkt is, zal NVDA eventuele flitsberichten (tooltips) laten horen wanneer deze op het scherm verschijnen.
pt_br: Uma caixa de seleção que quando marcada informa ao NVDA para anunciar as dicas de ferramentas conforme apareçam.
ru: Если этот флажок установлен, то NVDA будет сообщать текст всех появляющихся всплывающих подсказок.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், கருவிக் குறிப்புகள் தோன்றும்பொழுது, அவைகளைப் படிக்கும்.
zh_tw: 若勾選此核取方塊，NVDA 會在有工具提示出現時讀出來。

source: Many Windows and controls show a small message (or tooltip) when you move the mouse pointer over them, or sometimes when you move the focus to them.
bg: Много прозорци и елементи показват малко съобщение (или подсказка), когато преминете с мишката върху тях, или понякога когато се фокусирате върху тях.
de: Viele Windows- und Steuerelemente zeigen eine kleine Meldung an, wenn Sie den Mauszeiger über das Element oder Objekt bewegen, oder manchmal, wenn Sie den Fokus darauf verschieben.
es: Muchas ventanas y controles muestran un pequeño mensaje (o consejo) cuando mueves el puntero del ratón sobre ellos, o algunas veces cuando te mueves con el foco por ellos.
hr: Puno prozora i poruka preko sebe prikazuju malu poruku (ili alatni savjetnik) kad pomaknete pokazivač miša na njih ili ponekad kad pomićete fokus po njima.
nl: Bij veel Windows schermen en besturingselementen verschijnt een kort berichtje, – dat “tooltip” genoemd wordt, – wanneer deze zich onder de muisaanwijzer bevinden of soms wanneer deze de focus krijgen.
pt_br: Muitas janelas e controles mostram uma pequena mensagem (ou dica de ferramenta) quando move o ponteiro do mouse sobre elas, ou às vezes quando move o foco para elas.
ru: Многие элементы управления и окна показывают короткое сообщение (или всплывающую подсказку) при наведении на них указателя мыши или при установке на них системного фокуса.
ta: பல சாளரங்கள், கட்டுப்பாடுகள் மீது சொடுக்கியின் குறிமுள், அல்லது குவிமையத்தை நகர்த்தும்பொழுது, அவை ஒரு சிறுத் தகவலை, அல்லது கருவிக் குறிப்பினைக் காண்பிக்கும்.
zh_tw: 當您將滑鼠指標或焦點移到許多 Windows 的應用程式控制項上面時，將會顯示一個小型訊息或工具提示。

source: Report notifications
bg: Докладвай известията
de: Benachrichtigungen mitteilen
es: Anunciar notificaciones
hr: Čitaj obavijesti
nl: Notificaties melden
pt_br: Anunciar notificações
ru: Сообщать системные уведомления
ta: அறிவிக்கைகளை அறிவித்திடுக
zh_tw: 讀出通知

source: This checkbox, when checked, tells NVDA to report help balloons and toast notifications as they appear.
bg: Когато има отметка в това поле, NVDA ще докладва помощните балони и изскачащите известия, при появата на такива.
de: Wenn dieses Kontrollfeld aktiviert ist, teilt NVDA die Hilfesprechblasen und Toast-Benachrichtigungen mit, sobald diese erscheinen.
es: Esta casilla de verificación, cuando está marcada, dice a NVDA que anuncie los globos de ayuda y las notificaciones a medida que aparezcan.
hr: Kada je ovaj potvrdni okvir odabran, NVDA će čitati balončiće pomoći i obavijesti akcijskog centra kad se pojave.
nl: Als dit selectievakje aangevinkt is, zal NVDA eventuele hulpballonnen en toast meldingen weergeven wanneer deze op het scherm verschijnen.
pt_br: Essa caixa de seleção, quando marcada, informa ao NVDA para anunciar balões de ajuda e notificações de sistema — toast — à medida que apareçam.
ru: Если этот флажок установлен, то NVDA будет сообщать все появляющиеся всплывающие предупреждения и всплывающие уведомления.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், திரைகளில் தோன்றும் உதவிக் குமிழிகளையும், குமிழ் அறிவிக்கைகளையும் அறிவிக்கும்.
zh_tw: 若勾選此核取方塊，NVDA 會在有氣泡提示或快顯通知出現時讀出來。
