Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: NVDA Menu |NVDA+n |NVDA+n |2-finger double-tap |Pops up the NVDA menu to allow you to access preferences, tools, help, etc.
bg: Меню на NVDA |NVDA+N |NVDA+N |двукратно почукване с два пръста |Извиква менюто на NVDA, което ви дава възможност за достъп до настройки, инструменти, помощна документация и др.
de: NVDA-Menü |NVDA+N |NVDA+N |Zwei-Finger-Doppel-Tippen |Öffnet das NVDA-Menü. Von hier aus können Sie auf die Einstellungen, Werkzeuge, Hilfe, etc. zugreifen.
es: Menú NVDA |NVDA+n |NVDA+n |doble toque con 2 dedos |despliega el menú NVDA para permitirte acceder a preferencias, herramientas, ayuda, etc.
hr: NVDA Izbornik |NVDA+n |NVDA+n |dvostruki dodir s dva prsta |Prikazuje NVDA izbornik koji omogućuje pristup postavkama, alatima, pomoći itd.
nl: NVDA Menu |NVDA+n |NVDA+n |dubbeltik met 2 vingers |Opent het menu voor opties, extra, hulp, etc.
pt_br: Menu do NVDA |NVDA+n |NVDA+n |Duplo toque com 2 dedos |Abre o Menu do NVDA para permitir que você acesse preferências, ferramentas, ajuda, etc.
ru: Меню NVDA |NVDA+N |NVDA+N |Двойное касание двумя пальцами |Откроется меню NVDA, позволяющее получить доступ к настройкам, сервису, справке и т.д.
ta: என்விடிஏ பட்டியல் |என்விடிஏ+n |என்விடிஏ+n |இருவிரல் இரு முறைத் தட்டுதல் |பல அமைப்புகளின் உரையாடல்களை இயக்கவும், கருவிகளை அணுகவும், உதவிப் பெறவும், என்விடிஏவை விட்டு வெளியேறவும், என்விடிஏ பட்டியலைத் தோற்றுவிக்கும்
zh_tw: NVDA 功能表 |NVDA+n |NVDA+n |兩指點兩下 |開啟 NVDA 功能表以選擇偏好設定、工具及說明等。

source: Toggle Input Help Mode |NVDA+1 |NVDA+1 |none |Pressing any key in this mode will report the key, and the description of any NVDA command associated with it
bg: Превключва помощния режим на въвеждане |NVDA+1 |NVDA+1 |Няма |Натискането на който и да е клавиш в този режим ще го докладва, както ще докладва и функцията му в NVDA, ако има такава
de: Modus der Eingabehilfe umschalten |NVDA+1 |NVDA+1 |Keine |In diesem Modus wird beim Drücken einer Taste die in NVDA assoziierte Taste und die dazugehörige Beschreibung angesagt und in Braille angezeigt
es: Conmutar Modo Ayuda de entrada |NVDA+1 |NVDA+1 |no |Pulsando cualquier tecla en este modo se anunciará la tecla, y la descripción de cualquier orden de NVDA asociada con ella
hr: Mijenjanje modusa unosa |NVDA+1 |NVDA+1 |nema |Pritiskom bilo koje tipke, izvijestit će se o tome što ta tipka radi s opisom bilo kojeg NVDA prečaca koji joj je pridružen
nl: Invoerhulpmodus aan-/uitzetten |NVDA+1 |NVDA+1 |geen |Als de invoerhulpmodus is ingeschakeld hoort u bij elke toets die wordt ingedrukt de naam van de toets en de (eventuele) bijbehorende functie van de toets(en)
pt_br: Alternar Modo Ajuda de Entrada |NVDA+1 |NVDA+1 |nenhum |Ao pressionar qualquer tecla neste modo, será informada a tecla e a descrição de qualquer comando do NVDA associado com ela
ru: Переключить Режим справки по вводу |NVDA+1 |NVDA+1 |отсутствует |Нажатие любой клавиши в этом режиме будет читать клавишу и описание команды, за которой закреплена данная клавиша
ta: உள்ளீடு உதவியை இயக்குக, அல்லது நீக்குக |என்விடிஏ+1 |என்விடிஏ+1 |ஏதுமில்லை |இந்நிலையில் விசைகளுடன் கட்டப்பட்டுள்ள என்விடிஏ விசைக் கட்டளைகளை விளக்கும்
zh_tw: 切換輸入說明模式 |NVDA+1 |NVDA+1 |無 |在這個模式下按下任何按鍵將會讀出按鍵及關聯的 NVDA 指令說明。

source: Quit NVDA |NVDA+q |NVDA+q |none |Exits NVDA
bg: Изход от NVDA |NVDA+Q |NVDA+Q |Няма |Преустановява работата на NVDA
de: NVDA beenden |NVDA+Q |NVDA+Q |Keine |Beendet NVDA
es: Salir de NVDA |NVDA+q |NVDA+q |no |Sale de NVDA
hr: Izlaz iz NVDA |NVDA+q |NVDA+q |nema |Izlazi iz NVDA
nl: NVDA afsluiten |NVDA+q |NVDA+q |geen |Sluit NVDA af
pt_br: Encerrar o NVDA |NVDA+q |NVDA+q |nenhum |Sai do NVDA
ru: Выйти из NVDA |NVDA+Q |NVDA+Q |отсутствует |Завершает работу NVDA
ta: என்விடிஏவை விட்டு வெளியேறுக |என்விடிஏ+q |என்விடிஏ+q |ஏதுமில்லை |என்விடிஏவை விட்டு வெளியேறும்
zh_tw: 結束 NVDA |NVDA+q |NVDA+q |無 |結束 NVDA。

source: Pass next key through |NVDA+f2 |NVDA+f2 |none |Tells NVDA to pass the next key press straight through to the active application - even if it is normally treated as an NVDA key command
bg: Препредай следващия клавиш |NVDA+F2 |NVDA+F2 |Няма |Казва на NVDA да предаде следващия натиснат клавиш или комбинация от клавиши директно на активното приложение, без да изпълнява заеманата от него функция в NVDA, ако има такава.
de: Taste durchreichen |NVDA+F2 |NVDA+F2 |Keine |Veranlasst NVDA, dass die nächst betätigte Taste nicht von NVDA abgefangen wird, sondern direkt an die laufende Anwendung weitergereicht wird (sogar, wenn es sich um einen Tastenbefehl von NVDA handelt).
es: Dejar pasar siguiente tecla |NVDA+f2 |NVDA+f2 |no |Dice a NVDA que deje pasar la siguiente tecla pulsada directamente a la aplicación activa, si está normalmente tratada como una tecla de órdenes de NVDA
hr: Proslijedi sljedeću tipku |NVDA+f2 |NVDA+f2 |nema |Naređuje NVDA čitaču da proslijedi sljedeći pritisak tipke ravno aktivnoj aplikaciji, čak iako je ta kombinacija tretirana kao NVDA prečac
nl: Volgende toetsaanslag niet uitvoeren |NVDA+f2 |NVDA+f2 |geen |De volgende toetsaanslag zal niet als NVDA-commando worden verwerkt maar als commando binnen de gebruikte toepassing worden uitgevoerd.
pt_br: Passar a próxima tecla |NVDA+f2 |NVDA+f2 |nenhum |Informa ao NVDA para deixar passar a próxima tecla pressionada para o aplicativo ativo - mesmo que seja normalmente tratada como uma tecla de comando do NVDA
ru: Пропустить следующее нажатие клавиш |NVDA+F2 |NVDA+F2 |отсутствует |Предписывает NVDA передать следующее нажатие клавиш активному приложению, даже если оно обычно обрабатывается как клавиатурная команда NVDA
ta: விசையை நேரடியாக அனுப்புக |என்விடிஏ+f2 |என்விடிஏ+f2 |ஏதுமில்லை |இவ்விசைக்குப் பிறகு அழுத்தப்படும் விசை, அது என்விடிஏ கட்டளை விசையாக இருப்பினும், அதை என்விடிஏ கையாளாமல், கணினிக்கு நேரடியாக அனுப்பி வைக்கும்
zh_tw: 忽略下一個 NVDA 按鍵指令 |NVDA+F2 |NVDA+F2 |無 |告知 NVDA 將下一個按鍵動作直接傳到作用中的憗用程式，即使此按鍵通常是 NVDA 的快速鍵。

source: Toggle application sleep mode on and off |NVDA+shift+s |NVDA+shift+z |none |sleep mode disables all NVDA commands and speech/braille output for the current application. This is most useful in applications that provide their own speech or screen reading features. Press this command again to disable sleep mode - note that NVDA will only retain the Sleep Mode setting until it is restarted.
bg: Включва или изключва спящия режим за приложението |NVDA+Shift+S |NVDA+Shift+Z |Няма |Спящият режим деактивира всички команди на NVDA, както и речевия или брайлов изход за текущото приложение. Това е полезно за приложения, които се самоозвучават, или за друг софтуер за четене от екрана. Натиснете тази комбинация от клавиши повторно, за да излезете от този режим. Имайте предвид, че NVDA ще запази настройката за спящ режим само до следващото си рестартиране.
de: Schlafmodus umschalten |NVDA+Umschalt+S |NVDA+Umschalt+Z |Keine |In diesem Modus werden alle NVDA-Befehle und die Sprach- und Braille-Ausgabe für die aktuelle Anwendung deaktiviert. Dies ist besonders nützlich in Anwendungen, die eigene Sprach- oder Bildschirmlesefunktionen zur Verfügung stellen. Drücken Sie diesen Befehl erneut, um den Schlafmodus zu deaktivieren - beachten Sie dabei, dass NVDA nur die Einstellung des Schlafmodus bis zum nächsten Neustart von NVDA beibehält.
es: Activar y desactivar modo de aplicación silencioso |NVDA+shift+s |NVDA+shift+z |no |el modo silencioso desactiva todas las órdenes de NVDA y la salida de voz/braille para la aplicación actual. Esto es más útil en aplicaciones que proporcionan su propia voz o características de lectura de pantalla. Pulsa esta orden nuevamente para desactivar el modo silencioso.
hr: Uključi ili isključi modus mirovanja |NVDA+šift+s |NVDA+šift+z |nema |Modus mirovanja deaktivira sve NVDA prečace i govorni ili brajični izlaz za trenutačnu aplikaciju. Vrlo korisno kad aplikacije pružaju vlastiti govor ili funkcije čitanja ekrana. Pritisnite prečac još jednom da biste isključili modus mirovanja.
nl: Zet slaapmodus aan/uit voor huidige applicatie |NVDA+shift+s |NVDA+shift+z |geen |Slaapmodus schakelt alle NVDA commando's en uitvoer in spraak en braille uit. Dit is vooral handig bij applicaties die in hun eigen spraakuitvoer of schermlezer voorzien. Druk deze toets nogmaals in om slaapmodus weer uit te schakelen - merk op dat NVDA opnieuw gestart moet worden om de slaapmodus beschikbaar te houden.
pt_br: Alternar ativação do Modo Dormir em um aplicativo |NVDA+shift+s |NVDA+shift+z |nenhum |O modo dormir desabilita todos os comandos de teclado do nvda e a saída de voz/braille para o aplicativo atual. Isso é muito útil em programas com voz própria ou recurso de leitura de telas. Pressione este comando novamente para desabilitar o modo dormir - observe que o NVDA reterá a configuração do modo dormir apenas até que seja reiniciado.
ru: Режим сна |NVDA+Shift+S |NVDA+Shift+Z |отсутствует |При включённом режиме сна не работают ни команды NVDA, ни озвучивание/вывод на брайль в текущем приложении. Это бывает очень полезно в приложениях, в которых уже реализованы функции озвучивания и другие возможности чтения экрана. Повторное нажатие отключает режим сна. Обратите внимание, что NVDA сохраняет настройку режима сна до своего перезапуска.
ta: பயன்பாட்டின் தூங்கு நிலையை இயக்குக, அல்லது நிறுத்துக |என்விடிஏ+மாற்றழுத்தி+s |என்விடிஏ+மாற்றழுத்தி+z |ஏதுமில்லை |நடப்புப் பயன்பாட்டிற்கானப் எல்லா என்விடிஏ கட்டளைகளையும், பேச்சு/பிரெயில் வெளியீடுகளையும் நிறுத்தும். பயன்பாடுகளுக்கென்று தனிப்பட்ட பேச்சு வசதி இருக்கும் நிலையில் இது பயன்படும். இவ்விசையை மீண்டும் அழுத்தினால், தூங்கு நிலையிலிருந்து வெளிவரும். மறுதுவக்கப்படும்வரைதான் தூங்கு நிலையை என்விடிஏ தக்கவைத்திருக்குமென்பதை கவனிக்கவும்.
zh_tw: 切換應用程式睡眠模式的開與關 |NVDA+Shift+S |NVDA+Shift+Z |無 |睡眠模式會停用目前應用程式的所有 NVDA 指令、語音及點字輸出。此功能可用於某些本身即具備語音功能的應用程式，再按一次這個指令則關閉睡眠模式，NVDA 的睡眠模式設定僅會保留至重新啟動為止。

source: Reporting System Information
bg: Докладване на системна информация
de: System-Informationen ausgeben
es: Anunciar Información del Sistema
hr: Izvještavanje o informacijama sustava
nl: Systeeminformatie melden
pt_br: Anunciando Informações do Sistema
ru: Чтение системной информации
ta: கணினித் தகவலை அறிவித்தல்
zh_tw: 讀出系統資訊

source: Name |key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Ttoets |Omschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Report date/time |NVDA+f12 |Pressing once reports the current time, pressing twice reports the date
bg: Докладване на дата/час |NVDA+F12 |Натиснато веднъж, докладва часа в момента. Натиснато два пъти, докладва датата.
de: Datum und Uhrzeit mitteilen |NVDA+F12 |Bei einmal Drücken wird das Datum und bei zweimal Drücken wird die Uhrzeit ausgegeben
es: Anunciar fecha/hora |NVDA+f12 |Pulsándola una vez anuncia la hora actual, pulsándola dos veces anuncia la fecha
hr: Izgovori datum i vrijeme |NVDA+f12 |Kad se pritisne jednom izgovara trenutačno vrijeme, kad se pritisne dvaput izgovara datum
nl: Datum/tijd melden |NVDA+f12 |Eenmaal indrukken laat huidige tijd horen, tweemaal snel indrukken meldt de datum
pt_br: Anunciar data/hora |NVDA+f12 |Pressionando uma vez, anuncia a hora atual, duas vezes, anuncia a data
ru: Читать дату/время |NVDA+F12 |одиночное нажатие читает текущее время, быстрое двойное нажатие читает дату
ta: தேதி/நேரம் அறிவிப்பு |என்விடிஏ+f12 |ஒருமுறை அழுத்தினால், தற்போதைய நேரத்தை அறிவிக்கும்; இருமுறை அழுத்தினால், இன்றைய தேதியை அறிவிக்கும்
zh_tw: 讀出日期或時間 |NVDA+F12 |按一下讀出目前時間，連按兩下讀出日期。

source: Report battery status |NVDA+shift+b |Reports the battery status i.e. whether AC power is in use or the current charge percentage.
bg: Докладва състоянието на батерията |NVDA+Shift+B |Докладва състоянието на батерията, т.е. дали е включено външно захранване и ако не е – процент на зареденост и оставащо време до изчерпване.
de: Akku-Status ansagen |NVDA+Umschalt+B |Sagt den Ladezustand des Akkus an, sofern ein Akkumulator angeschlossen ist.
es: Anunciar estado de la batería |NVDA+shift+b |Anuncia el estado de la batería, es decir si la electricidad está utilizándose o el porcentaje actual de la carga.
hr: Izgovor stanja baterije |NVDA+šift+b |Izvještava o trenutačnom stanju baterije, kao i o tome je li priključen punjač i stanje baterije u postotcima.
nl: Batterijstatus melden |NVDA+shift+b |Meldt de batterijstatus, of de computer is aangesloten op netstroom en het batterijpercentage.
pt_br: Anunciar o estado da bateria |NVDA+shift+b |Anuncia o estado da bateria, ou seja, se a energia CA — corrente alternada — está em uso ou a porcentagem atual da carga.
ru: Читать состояние аккумулятора |NVDA+Shift+B |Читает состояние аккумулятора т. е. используется ли питание от электросети или сколько осталось заряда в процентах.
ta: மின்கல நிலைமை அறிவிப்பு |என்விடிஏ+மாற்றழுத்தி+b |மாறுதிசை மின்னோட்டம், அல்லது மின்கலம் செயலிலுள்ளதா என்று அறிவிக்கும். மின்கலமாக இருந்தால், அதன் தற்போதைய சேமிப்பு அளவை அறிவிக்கும்
zh_tw: 讀出電池狀態 |NVDA+Shift+B |讀出電池的狀態包括是否正在使用交流電源或目前充電百分比。

source: Report clipboard text |NVDA+c |Reports the Text on the clipboard if there is any.
bg: Докладване на текст от клипборда |NVDA+C |Докладва текста, намиращ се в клипборда, ако има такъв.
de: Text der Zwischenablage ansagen |NVDA+C |Liest den Inhalt der Zwischenablage vor.
es: Anunciar el texto en el portapapeles |NVDA+c |Anuncia el Texto en el portapapeles si hay alguno.
hr: Pročitaj tekst iz međuspremnika |NVDA+c |Čita tekst iz međuspremnika ako postoji.
nl: Tekst op het klembord melden |NVDA+c |Meldt de tekst op het klembord als die er staat.
pt_br: Anunciar o Texto na Área de Transferência |NVDA+c |Anuncia o Texto na área de transferência se houver algum.
ru: Читать текст в буфере обмена |NVDA+C |Читает текст в буфере обмена, если он есть.
ta: பிடிப்புப்பலகை உரை அறிவிப்பு |என்விடிஏ+c |பிடிப்புப்பலகையில் உரை ஏதுமிருந்தால், அதை அறிவிக்கும்
zh_tw: 讀出剪貼簿文字 |NVDA+c |如果有的話讀出剪貼簿內的文字內容。

source: Speech modes
bg: Режими на речта
de: Sprachmodi
es: Modos de voz
hr: Modusi govora
nl: Spraakmodi
pt_br: Modos de fala
ru: Режимы речи
ta: பேச்சு முறைகள்
zh_tw: 語音模式

source: The speech mode governs how screen content, notifications, responses to commands, and other output is spoken during operation of NVDA.
bg: Режимите на речта определят как да се изговаря съдържанието на екрана, известията, отговорите на команди и другото извеждано съдържание при работа с NVDA.
de: Der Sprachmodus regelt, wie Bildschirminhalte, Benachrichtigungen, Reaktionen auf Befehle und andere Ausgaben während des Betriebs von NVDA gesprochen werden.
es: El modo de voz gobierna cómo se verbaliza el contenido de la pantalla, notificaciones, respuestas a órdenes y otra salida se verbalizan durante la operación de NVDA.
hr: Načini govora reguliraju kako će se sadržaj ekrana, obavjesti i reakcije na prečacei druge izlazne informacije izgovarati prilikom korištenja NVDA.
nl: Met de spraakmodus kan worden bepaald of en in hoeverre de inhoud van het schermzoals meldingen, de respons op commando's, en overige uitvoer wordt uitgesproken bij gebruik van NVDA.
pt_br: O modo de fala controla como o conteúdo da tela, as notificações, as respostas aos comandos e outras saídas são faladas durante a operação do NVDA.
ru: Режим речи определяет, как озвучивается содержимое экрана, уведомления, ответы на команды и другие выходные данные во время работы NVDA.
ta: என்விடிஏ செயல்படும்பொழுது, திரை உள்ளடக்கம், அறிவிக்கைகள், கட்டளைகளுக்கான பின்னூட்டங்கள் மற்றும் பிற வெளியீடுகளை எவ்வாறு பேச வேண்டும் என்பதை பேச்சு முறைகள் வரையறுக்கின்றன.
zh_tw: 語音模式控制 NVDA 在操作期間如何讀出螢幕內容、通知、指令回應和其他輸出，

source: The default mode is "talk", which speaks in situations that are expected when using a screen reader.
bg: Режимът по подразбиране е „говор“, той говори в ситуациите, в които се очаква, когато ползвате екранен четец.
de: Der Standardmodus ist „Sprechen“, der in Situationen spricht, die bei der Verwendung eines Screenreaders zu erwarten sind.
es: El modo predeterminado es "hablar", el cual habla en las situaciones que se espera cuando se utiliza un lector de pantalla.
hr: Podrazumjevani modus je "govor", prilikom se kojega informacije izgovaraju onako kaiko je to očekivano prilikom korištenja čitača ekrana.
nl: De standaardmodus is "spreken", wat betekent dat er spraak gebruikt wordt in omstandigheden waar dat te verwachten is bij gebruik van een schermlezer.
pt_br: O modo padrão é "falar", que fala em situações esperadas ao usar um leitor de tela.
ru: По умолчанию используется режим "речь", который используется в ситуациях, ожидаемых при использовании программы чтения с экрана.
ta: என்விடிஏ எங்கெல்லாம் பேச வேண்டும் என்று பொதுவாக எதிர்பார்க்கப்படுகின்றதோ, அங்கெல்லாம் பேசும் வண்ணம், 'பேசுக' என்கிற பேச்சு முறையை இயல்பிருப்பாக அமைக்கப்பட்டுள்ளது.
zh_tw: 預設模式是“說話”，即在使用螢幕助讀程式時預期情況會朗讀，

source: However, under certain circumstances, or when running particular programs, you may find one of the other speech modes valuable.
bg: Обаче, при определени обстоятелства, или когато работите с дадени програми, може да предпочетете някой от другите режими.
de: Unter bestimmten Umständen oder beim Ausführen bestimmter Programme kann es jedoch sinnvoll sein, einen der anderen Sprachmodi zu verwenden.
es: Sin embargo, bajo ciertas circunstancias, o al ejecutar programas en particular, puedes encontrar valioso uno de los otros modos de habla.
hr: Međutim, u nekim okolnostima, ili prilikom pokretanja određenih programa, uvidjet ćete da su niki od drugih modusa korisni.
nl: Onder bepaalde omstandigheden echter of bij gebruik van specifieke programma's, kan een van de andere spraakmodi mogelijk goed van pas komen.
pt_br: No entanto, em determinadas circunstâncias, ou ao executar programas específicos, você pode achar valioso um dos outros modos de fala.
ru: Однако при определённых обстоятельствах или при запуске определённых программ вам может пригодиться один из других речевых режимов.
ta: இருப்பினும், சில சூழ்நிலைகளில், அல்லது குறிப்பிட்ட நிரல்களை இயக்கும்போது, பிற பேச்சு முறைகளில் ஒன்றை தாங்கள் மதிப்புமிக்கதாகக் காணலாம்.
zh_tw: 然而在某些情況下或執行特定程式時，您會發現使用其他語音模式更為有用。

source: The four available speech modes are:
bg: Четирите налични режима на речта са:
de: Die vier verfügbaren Sprachmodi sind:
es: Los cuatro modos de voz disponibles son:
hr: Četiri su dostupna modusa:
nl: De vier beschikbare spraakmodi zijn:
pt_br: Os quatro modos de fala disponíveis são:
ru: Доступно четыре режима речи:
ta: கிடைப்பிலிருக்கும் நான்கு பேச்சு முறைகள்:
zh_tw: 四種可用的語音模式包括：

source: Talk (Default): NVDA will speak normally in reaction to screen changes, notifications, and actions such as moving the focus, or issuing commands.
bg: Говор (По подразбиране): NVDA ще изговаря нормално реакцията при промени на екрана, известия и действия като преместване на фокуса или изпълнение на команди.
de: Sprechen (Standard): NVDA reagiert normal auf Bildschirmänderungen, Benachrichtigungen und Aktionen wie das Verschieben des Fokus oder das Erteilen von Befehlen.
es: Hablar (predeterminado): NVDA hablará normalmente reaccionando a los cambios de la pantalla, notificaciones y acciones tales como el movimiento del foco o la emisión de órdenes.
hr: Govor (podrazumijevani): NVDA će govoriti uobičajeno pri reakciji na izmjene na ekranu, obavijesti, i radnje poput pomicanja fokusa, ili izdavanje naredbi.
nl: Spreken (standaard): NVDA zal in 't algemeen met spraak reageren op veranderingen op het scherm, meldingen / mededelingen, en handelingen zoals het verplaatsen van de focus, of het ingeven van commando's.
pt_br: Falar (Padrão): O NVDA falará normalmente em reação a alterações na tela, notificações e ações, como mover o foco ou emitir comandos.
ru: Речь (По умолчанию): NVDA будет нормально реагировать на изменения экрана, уведомления и такие действия, как перемещение фокуса или подача команд.
ta: பேசுக (இயல்பிருப்பு): திரை மாற்றங்கள், அறிவிக்கைகள், குவிமைய மாற்றம், கட்டளைகள் ஆகியவைகளுக்கு என்விடிஏ பேசிடும்.
zh_tw: 說話 (預設)：NVDA 會正常朗讀以反應螢幕變化、通知及移動焦點或發出指令等的動作。

source: On-demand: NVDA will only speak when you use commands with a reporting function (e.g. report the title of the window); but it will not speak in reaction to actions such as moving the focus or the cursor.
bg: При поискване: NVDA ще говори само когато ползвате команди за докладване (напр. докладване на заглавието на прозореца), но няма да говори при извършване на действия като преместване на фокуса или курсора.
de: Bei Bedarf: NVDA spricht nur, wenn Sie Befehle mit einer Rückmeldungsfunktion verwenden (z. B. den Titel des Fensters melden). Es wird jedoch nicht als Reaktion auf Aktionen wie das Bewegen des Fokus oder des Cursors gesprochen.
es: Bajo demanda: NVDA sólo hablará cuando utilices órdenes con una función de anunciado (ej. anunciar el título de la ventana); pero no hablará reaccionando a acciones tales como el movimiento del foco o del cursor.
hr: Na zahtjev: NVDA će govoriti samo onda kada koristite naredbe koje služe za čitanje određene informacije (npr: čitanje informacija o prozoru); ali neće govoriti kao odgovor na radnje pomicanja fokusa.
nl: Op-aanvraag(On-demand): NVDA zal alleen dan spreken wanneer commando's met een meldfunctie, (bijv. meld vensternaam); maar er is geen spraakuitvoer in reactie op handelingen zoals het verplaatsen van de focus of de cursor.
pt_br: Sob Demanda: O NVDA só falará quando você usar comandos com função de informação (por exemplo, relatar o título da janela); mas não falará em reação a ações como mover o foco ou o cursor.
ru: По требованию: NVDA будет говорить только тогда, когда вы используете команды с функцией объявления (например, сообщить заголовок окна); но она не будет реагировать на такие действия, как перемещение фокуса или каретки.
ta: தேவையின் பேரில்: அறிவிக்கும் கட்டளைகளைப் பயன்படுத்தும்பொழுது மட்டும் என்விடிஏ பேசிடும். எ.கா. சாளரத்தின் தலைப்பை அறிவித்திடுக. ஆனால், குவிமையத்தை, அல்லது சுட்டியை நகர்த்துதல் போன்ற செயல்களுக்கு பேசிடாது.
zh_tw: 隨選：NVDA 只有當您使用具有讀出功能的指令 (例如讀出視窗的標題) 時才會朗讀，但不會對移動焦點或遊標等動作做出反應。

source: Off: NVDA will not speak anything, however unlike sleep mode, it will silently react to commands.
bg: Изключено: NVDA няма да изговаря нищо, но за разлика от спящия режим, ще реагира мълчаливо на командите.
de: Aus: NVDA spricht nichts, reagiert jedoch im Gegensatz zum Schlafmodus lautlos auf Befehle.
es: Desactivado: NVDA no leerá nada, sin embargo a diferencia del modo silencioso, reaccionará calladamente a las órdenes.
hr: Isključeno: NVDA neće čitati ništa, međutim, za razliku od načina mirovanja, NVDA će tiho reagirati na prečace.
nl: Uit: NVDA spreekt helemaal niets uit, maar, in tegenstelling tot de slaapstand, zullen commando's stilzwijgend worden uitgevoerd.
pt_br: Desligado: O NVDA não falará nada, porém, ao contrário do modo dormir — suspensão —, reagirá silenciosamente aos comandos.
ru: Выключена: NVDA ничего не будет говорить, однако, в отличие от режима сна, будет молча реагировать на команды.
ta: அமைதி: என்விடிஏ எதையும் பேசிடாது. ஆனால், கட்டளைகளுக்கு அமைதியாக எதிர்வினையாற்றிடும்.
zh_tw: 關：NVDA 不會朗讀，但與睡眠模式不同的是會對指令做出無聲反應。

source: Beeps: NVDA will replace normal speech with short beeps.
bg: Бибипкане: NVDA ще замени нормалната реч с кратки звуци.
de: Signaltöne: NVDA ersetzt die normale Sprache durch kurze Signaltöne.
es: Pitidos: NVDA remplazará el habla normal con pitidos cortos.
hr: Zvučni signali: NVDA će zamijeniti uobičajeni govor zvučnim signalima.
nl: Piepjes: NVDA zal normale spraak vervangen door kortepieptonen.
pt_br: Bipes: O NVDA substituirá a fala normal por bipes curtos.
ru: Сигналы: NVDA заменит обычную речь короткими звуковыми сигналами.
ta: சிற்றொலிகள்: பேச்சிற்கு மாற்றாக சிற்றொலிகளை என்விடிஏ எழுப்பிடும்.
zh_tw: 嗶嗶聲：NVDA 會以短促的嗶嗶聲取代正常語音。
