Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This can be done by selecting multiple add-ons in the available add-ons tab, then activating the context menu on the selection and choosing the "Install selected add-ons" action.
bg: Можете да направите това като изберете няколко добавки в раздела „Налични добавки“, след това активирате контекстното меню на избраното и изберете действието "Инсталирай избраните добавки".
de: Dies kann erreicht werden, indem Sie in der Registerkarte "Verfügbare Pakete" mehrere NVDA-Erweiterungen auswählen, dann das Kontextmenü der Auswahl aktivieren und die Aktion "Ausgewählte NVDA-Erweiterungen installieren" auswählen.
es: Esto puede hacerse seleccionando varios complementos en la pestaña Complementos disponibles, luego activando el menú de contexto sobre la selección y eligiendo la acción "Instalar complementos seleccionados".
hr: Ovo možete učiniti tako da odaberete dodatke na kartici dostupni dodaci, potom pritisnite kontekstni izbornik na označenim dodacima i pritisnite "instaliraj označene dodatke".
nl: Dit doe je door meerdere add-ons te selecteren op het tabblad beschikbare add-ons , vervolgens het contextmenu te activeren bij de selectie en dan kies je "geselecteerde add-ons installeren" action.
pt_br: Isso pode ser feito selecionando vários complementos na guia de complementos disponíveis, ativando o menu de contexto na seleção e escolhendo a ação "Instalar complementos selecionados".
ru: Это можно сделать, выбрав несколько дополнений на вкладке "Доступные дополнения", затем активировав контекстное меню для выбора и выбрав действие "Установить выбранные дополнения".
ta: இதைச் செய்ய, கிடைப்பிலிருக்கும் நீட்சிநிரல்கள் கீற்றில் தேவைப்படும் நீட்சிநிரல்களைத் தெரிவுச் செய்து, சூழலுணர்ப் பட்டியலைத் தோற்றுவித்து, அதிலிருக்கும் 'தெரிவுச் செய்யப்பட்டிருக்கும் நீட்சிநிரல்களை நிறுவுக' உருப்படியை இயக்கவும்.
zh_tw: 在可用的附加元件索引標籤中選擇多個附加元件，然後開啟所選內容的快顯功能表並選擇「安裝選取的附加元件」動作。

source: To install an add-on you have obtained outside of the Add-on Store, press the "Install from external source" button.
bg: За да инсталирате добавка, с която сте се сдобили извън магазина за добавки, натиснете бутона „Инсталирай от външен източник“.
de: Um eine NVDA-Erweiterung zu installieren, die Sie außerhalb des Store geladen haben, klicken Sie auf den Schalter "Aus externer Quelle installieren".
es: Para instalar un complemento que hayas obtenido fuera de la Tienda de complementos, pulsa el botón "Instalar desde una fuente externa".
hr: Da biste instalirali dodatak koji ste preuzeli izvan add-on storea, pritisnite dugme "Instaliraj iz eksternog izvora".
nl: Om een add-on te installeren die niet uit de Add-on-store afkomstig is, drukt u op de knop "Installeren vanuit de externe bron".
pt_br: Para instalar um complemento obtido fora da Loja de Complementos, pressione o botão "Instalar de fonte externa".
ru: Чтобы установить дополнение, которое вы получили вне магазина дополнений, нажмите кнопку "Установить из внешнего источника".
ta: நீட்சிநிரல் அங்காடிக்கு வெளியேயிருந்து தாங்கள் பெற்றிருக்கும் நீட்சிநிரலை நிறுவ, 'வெளிப்புற ஆதாரத்திலிருந்து நிறுவுக' பொத்தானை அழுத்தவும்.
zh_tw: 要安裝從附加元件商店外部獲得的附加元件，請按「從外部來源安裝」按鈕。

source: This will allow you to browse for an add-on package (`.nvda-addon` file) somewhere on your computer or on a network.
bg: Това ще ви позволи да потърсите за пакет с добавка (`.nvda-addon` файл) из вашия компютър или в мрежа.
de: Damit können Sie nach einer NVDA-Erweiterung (`.nvda-addon`-Datei) irgendwo auf Ihrem Computer oder in einem Netzwerk suchen.
es: Esto te permitirá buscar un paquete de complementos (fichero `.nvda-addon`) en algún lugar de tu ordenador o de la red.
hr: Ovo će vam dozvoliti da potražite paket sa dodatkom (`.nvda-addon` datoteku) negde na vašem računaru ili na mreži.
nl: Hiermee kunt u een add-on-pakket (`.nvda-addon` install ) opzoeken ergens op uw computer of op een netwerk.
pt_br: Isso permitirá que você procure um pacote de complemento (arquivo `.nvda-addon`) em algum lugar do seu computador ou em uma rede.
ru: Это позволит вам найти пакет дополнения (файл `.nvda-addon`) на вашем компьютере или в сети.
ta: தங்கள் கணினியில், அல்லது பிணையத்தில் எங்கோ இருக்கும் நீட்சிநிரல் (`.nvda-addon`) தொகுப்பை உலாவித் தேட தங்களை இது அனுமதிக்கிறது.
zh_tw: 這將允許您從您的電腦或網路上的位置瀏覽附加元件 (.nvda-addon 檔案)，

source: Once you open the add-on package, the installation process will begin.
bg: След като отворите пакета с добавка, процесът на инсталиране ще започне.
de: Sobald Sie die NVDA-Erweiterung angeklickt haben, beginnt der Installationsprozess.
es: Una vez que abras el paquete de complementos, comenzará el proceso de instalación.
hr: Nakon što otvorite paket sa dodatkom, proces instalacije će započeti.
nl: Met het openen van het add-on-pakket begint het installatieproces.
pt_br: Depois de abrir o pacote de complemento, o processo de instalação começará.
ru: Как только вы откроете пакет дополнений, начнется процесс установки.
ta: நீட்சிநிரல் தொகுப்பினைத் தாங்கள் திறந்தவுடன், நிறுவுதல் தொடங்கும்.
zh_tw: 開啟附加元件檔案後將開始安裝程序。

source: If NVDA is installed and running on your system, you can also open an add-on file directly from the browser or file system to begin the installation process.
bg: Ако NVDA е инсталиран и работи на вашата система, можете също да отворите файл с добавка директно от браузъра или файловата система, за да започнете инсталационния процес.
de: Wenn NVDA auf Ihrem System installiert ist und gestartet wurde, können Sie diese Datei auch direkt über den Browser oder das Datei-System öffnen, um den Installationsvorgang zu starten.
es: Si NVDA está instalado y ejecutándose en tu sistema, también puedes abrir un fichero de complemento directamente desde el navegador o desde el sistema de archivos para comenzar el proceso de instalación.
hr: Ako je NVDA instaliran i pokrenut na vašem sistemu, možete takođe otvoriti datoteku sa dodatkom direktno iz istraživača datoteka ili sistema da biste započeli proces instalacije.
nl: Als NVDA op uw systeem is geïnstalleerd en actief is, kunt u een add-on-bestand ook rechtstreeks vanuit de browser of het bestandssysteem openen om met het installatieproces te beginnen.
pt_br: Se o NVDA estiver instalado e em execução no seu sistema, você também poderá abrir um arquivo de complemento diretamente do navegador ou sistema de arquivos para iniciar o processo de instalação.
ru: Если в вашей системе установлена и запущена NVDA, вы также можете открыть файл дополнения непосредственно из браузера или файловой системы, чтобы начать процесс установки.
ta: என்விடிஏ தங்கள் கணினியில் நிறுவப்பட்டு இயக்கத்திலிருந்தால், உலாவி, அல்லது அடைவிலிருந்து ஒரு நீட்சிநிரல் தொகுப்பை நேரடியாகத் திறந்து நிறுவலாம்.
zh_tw: 如果在您的 Windows 系統上已安裝並執行 NVDA，您也可以直接從瀏覽器或檔案系統開啟附加元件檔案以開始安裝程序。

source: When an add-on is being installed from an external source, NVDA will ask you to confirm the installation.
bg: Когато се инсталира добавка от външен източник, NVDA ще ви подкани да потвърдите инсталацията.
de: Wenn eine NVDA-Erweiterung aus einer externen Quelle installiert werden soll, werden Sie von NVDA aufgefordert, diese Installation zu bestätigen.
es: Cuando se instala un complemento desde una fuente externa, NVDA te pedirá que confirmes la instalación.
hr: Kada se dodatak instalira iz eksternih izvora, NVDA će zahtevati da potvrdite instalaciju.
nl: Wanneer een add-on wordt geïnstalleerd uit een externe bron zal NVDA u vragen de installatie te bevestigen.
pt_br: Quando um complemento estiver sendo instalado de uma fonte externa, o NVDA solicitará que você confirme a instalação.
ru: При установке дополнения из внешнего источника NVDA попросит вас подтвердить установку.
ta: வெளிப்புற ஆதாரத்திலிருந்து ஒரு நீட்சிநிரல் நிறுவப்படும்பொழுது, நிறுவுதலை உறுதிசெய்ய தாங்கள் கேட்டுக்கொள்ளப்படுவீர்கள்.
zh_tw: 從外部來源安裝附加元件時，NVDA 會要求您確認是否安裝。

source: Once the add-on is installed, NVDA must be restarted for the add-on to start running, although you may postpone restarting NVDA if you have other add-ons to install or update.
bg: След като добавката бъде инсталирана, NVDA трябва да се рестартира, за да започне да работи. Можете обаче да отложите рестартирането на NVDA, ако имате други добавки за инсталиране или обновяване.
de: Nach der Installation der NVDA-Erweiterung muss NVDA neu gestartet werden, damit die NVDA-Erweiterung ausgeführt werden kann. Sie können den Neustart von NVDA jedoch verschieben, wenn Sie weitere NVDA-Erweiterungen installieren oder aktualisieren möchten.
es: Una vez el complemento esté instalado, NVDA debe reiniciarse para que comience a funcionar, aunque puedes posponer el reinicio si tienes otros para instalar o para actualizar.
hr: Nakon što se dodatak instalira, NVDA mora ponovo da se pokrene kako bi dodatak bio pokrenut, ali možete da odložite ponovno pokretanje programa NVDA ako imate druge dodatke koje želite da instalirate ili ažurirate.
nl: Als de add-on eenmaal is geïnstalleerd, moet NVDA opnieuw gestart worden om de add-on in werking te stellen, al kunt u de herstart van NVDA wel even opschorten als u nog andere add-ons wilt installeren of bijwerken.
pt_br: Depois que o complemento for instalado, o NVDA deverá ser reiniciado para que o complemento comece a ser executado, embora você possa adiar a reinicialização do NVDA se tiver outros complementos para instalar ou atualizar.
ru: После установки дополнения необходимо перезапустить NVDA, чтобы оно начало работать, хотя вы можете отложить перезапуск NVDA, если вам нужно установить или обновить другие дополнения.
ta: நிறுவப்பட்டவுடன், நீட்சிநிரல் செயல்பட என்விடிஏ மறுதுவக்கப்பட வேண்டும். இருப்பினும், பிற நீட்சிநிரல்களைத் தாங்கள் நிறுவ வேண்டியிருந்தாலோ, இற்றைப்படுத்த வேண்டியிருந்தாலோ, மறுதுவக்கத்தை தாங்கள் ஒத்திவைக்கலாம்.
zh_tw: 安裝附加元件後必須重新啟動 NVDA 才能使附加元件開始執行，但如果您有其他附加元件需要安裝或更新，則可以延後重新啟動 NVDA。

source: By default, after NVDA startup, you will be notified if any add-on updates are available.
bg: По подразбиране, след стартиране на NVDA, ще бъдете уведомени, ако има налични обновления на добавките.
de: Standardmäßig werden Sie nach dem Start von NVDA benachrichtigt, sofern Updates für NVDA-Erweiterungen verfügbar sind.
es: Por defecto, después de que NVDA arranque, se te notificará si cualquier actualización de complemento está disponible.
hr: Poslije pokretanja NVDA, podrazumjevano ćete biti obavješteni o ažuriranjima dodataka.
nl: Standaard krijg je een melding, nadat NVDA is opgestart, of er add-on updatesbeschikbaar zijn.
pt_br: Por padrão, após a inicialização do NVDA, você será notificado se houver atualizações de complementos disponíveis.
ru: По умолчанию, после запуска NVDA, вы будете уведомлены о наличии любых доступных обновлений дополнений.
ta: இயல்பில், என்விடிஏ துவங்கியவுடன், நீட்சிநிரல்களுக்கான இற்றாக்கங்கள் ஏதேனும் கிடைப்பிலிருந்தால் தங்களுக்கு அறிவிக்கப்படும்.
zh_tw: 預設情況下，NVDA 啟動後如果有任何可用的附加元件更新您就會收到通知，

source: To learn more about and configure this behaviour, refer to ["Update Notifications"](#AutomaticAddonUpdates).
bg: За да научите повече за и да конфигурирате това поведение, вижте [„Известяване за обновления“](#AutomaticAddonUpdates).
de: Um mehr über darüber zu erfahren und zu konfigurieren, lesen Sie bitte den Abschnitt ["Update-Benachrichtigungen"](#AutomaticAddonUpdates).
es: Para aprender más acerca de configurar este comportamiento, consulta ["Notificaciones de Actualización"](#AutomaticAddonUpdates).
hr: Kako biste saznali više i podesili ovu opciju, pogledajte ["obavijesti o ažuriranjima"](#AutomaticAddonUpdates).
nl: Meer hierover en over het aanpassen van deze optie vind je onder ["Update-meldingen"](#AutomaticAddonUpdates).
pt_br: Para saber mais sobre e configurar esse comportamento, consulte ["Notificações de Atualização"](#AutomaticAddonUpdates).
ru: Чтобы узнать больше о таком поведении и настроить его, обратитесь к ["Уведомлениям об обновлениях"](#AutomaticAddonUpdates).
ta: இத்தன்மைக் குறித்து மேலும் அறியவும், அதை அமைவடிவமாக்கவும், ["இற்றாக்க அறிவிக்கைகள்"](#AutomaticAddonUpdates) பிரிவைக் காணவும்.
zh_tw: 要了解有關此行為的更多資訊及設定，請參考[「更新通知」](#AutomaticAddonUpdates)。

source: Removing Add-ons
bg: Премахване на добавки
de: NVDA-Erweiterungen entfernen
es: Eliminar Complementos
hr: Uklanjanje dodataka
nl: Add-ons verwijderen
pt_br: Removendo Complementos
ru: Удаление дополнений
ta: நீட்சிநிரல்களை நீக்குதல்
zh_tw: 移除附加元件

source: To remove an add-on, select the add-on from the list and use the Remove action.
bg: За да премахнете добавка, изберете добавката от списъка и използвайте действието „Премахни“.
de: Um eine NVDA-Erweiterung zu entfernen, wählen Sie sie aus der Liste aus und verwenden Sie die Aktion "Entfernen".
es: Para eliminar un complemento, selecciónalo de la lista y utiliza la Acción Eliminar.
hr: Da biste uklonili dodatak, izaberite dodatak iz liste i koristite radnju ukloni.
nl: Om een add-on, te verwijderen selecteert u de add-on in de lijst en voert u de actie Verwijderen uit.
pt_br: Para remover um complemento, selecione-o na lista e use a ação Remover.
ru: Для удаления дополнения, выберите его из списка и выполните действие Удалить.
ta: ஒரு நீட்சிநிரலை நீக்க, அந்நீட்சிநிரலைத் தெரிவுச் செய்து, 'நீக்குக' செயலைப் பயன்படுத்தவும்.
zh_tw: 要移除附加元件，請從清單中選擇附加元件並使用「移除」動作，

source: NVDA will ask you to confirm removal.
bg: NVDA ще ви подкани да потвърдите премахването.
de: Von NVDA werden Sie aufgefordert, die Entfernung zu bestätigen.
es: NVDA te pedirá que confirmes la eliminación.
hr: NVDA će zahtevati da potvrdite uklanjanje.
nl: NVDA zal u vragen de verwijderactie te bevestigen.
pt_br: O NVDA solicitará que você confirme a remoção.
ru: NVDA попросит вас подтвердить удаление.
ta: நீக்குதலை உறுதிசெய்யுமாறு என்விடிஏ தங்களை கேட்கும்.
zh_tw: NVDA 將要求您確認移除，

source: As with installing, NVDA must be restarted for the add-on to be fully removed.
bg: Както при инсталирането, NVDA трябва да се рестартира, за да бъде премахната напълно добавката.
de: Wie bei der Installation muss NVDA neu gestartet werden, damit die NVDA-Erweiterung vollständig entfernt wird.
es: Al igual que con la instalación, NVDA debe reiniciarse para que el complemento se elimine completamente.
hr: Kao i u toku instalacije, NVDA mora ponovo biti pokrenut kako bi dodatak u potpunosti bio uklonjen.
nl: Evenals bij het installeren moet NVDA opnieuw gestart worden om de verwijdering van de add-on te voltooien.
pt_br: Tal como acontece com a instalação, o NVDA deve ser reiniciado para que o complemento seja totalmente removido.
ru: Как и при установке, для полного удаления дополнения необходимо перезапустить NVDA.
ta: நிறுவுதலைப் போலவே, நீட்சிநிரல் முழுமையாக நீக்கப்படவும் என்விடிஏ மறுதுவக்கப்படவேண்டும்.
zh_tw: 與安裝一樣必須重新啟動 NVDA 才能完全移除附加元件，

source: Until you do, a status of "Pending removal" will be shown for that add-on in the list.
bg: Докато не го направите, за тази добавка в списъка ще се показва състояние „Предстои премахване“.
de: Solange Sie dies nicht tun, wird für diese NVDA-Erweiterung in der Liste der Status "Zur Entfernung ausstehend" angezeigt.
es: Hasta que lo hagas, se mostrará un estado "Pendiente de eliminación" para ese complemento en la lista.
hr: Dok to ne uradite, u listi će se za taj dodatak prikazivati status "čeka na uklanjanje".
nl: Totdat de herstart is uitgevoerd, wordt die add-on in de lijst aangemerkt als "In afwachting van verwijdering".
pt_br: Até que você faça isso, um status de "Remoção pendente" será mostrado para esse complemento na lista.
ru: Пока вы этого не сделаете, для этого дополнения в списке будет отображаться состояние "Ожидает удаления".
ta: அதுவரை, பட்டியலில் அந்நீட்சிநிரலின் நிலை, 'நீக்கம் நிலுவையிலுள்ளது' என்று காண்பிக்கப்படும்.
zh_tw: 在此之前，清單中附加元件的狀態將顯示為「等待移除」。

source: As with installing, you can also remove multiple add-ons at once.
bg: Както при инсталирането, можете също да премахнете няколко добавки наведнъж.
de: Wie bei der Installation können Sie auch mehrere NVDA-Erweiterungen gleichzeitig entfernen.
es: Al igual que con la instalación, también puedes eliminar varios complementos a la vez.
hr: Kao i kod instalacije, možete ukloniti više dodataka od jednom.
nl: Zoals bij installeren, kun je ook meerdere add-ons tegelijk verwijderen.
pt_br: Assim como na instalação, você também pode remover vários complementos de uma só vez.
ru: Как и при установке, вы также можете удалить сразу несколько дополнений.
ta: நிறுவுதல் போலவே, ஒரே நேரத்தில் பல நீட்சிநிரல்களையும் தாங்கள் நீக்கலாம்.
zh_tw: 與安裝一樣，您也可以一次移除多個附加元件。

source: Disabling and Enabling Add-ons
bg: Изключване и включване на добавки
de: NVDA-Erweiterungen aktivieren oder deaktivieren
es: Deshabilitar y Habilitar Complementos
hr: Omogući ili onemogući dodatak
nl: Add-ons in- en uitschakelen
pt_br: Desabilitando e Habilitando Complementos
ru: Выключение и включение дополнений
ta: நீட்சிநிரல்களை முடுக்குதலும், முடக்குதலும்
zh_tw: 停用及啟用附加元件

source: To disable an add-on, use the "disable" action.
bg: За да изключите добавка, използвайте действието „Изключи“.
de: Um eine NVDA-Erweiterung zu deaktivieren, verwenden Sie die Aktion "Deaktivieren".
es: Para deshabilitar un complemento, utiliza la acción "deshabilitar".
hr: Da biste onemogućili dodatak, koristite radnju "onemogući".
nl: Om een add-on uit te schakelen voert u de actie "uitschakelen" uit.
pt_br: Para desabilitar um complemento, use a ação "desabilitar".
ru: Чтобы отключить дополнение, воспользуйтесь действием "отключить".
ta: ஒரு நீட்சிநிரலை முடக்க, 'முடக்குக' செயலைப் பயன்படுத்தவும்.
zh_tw: 要停用附加元件，請使用「停用」動作，

source: To enable a previously disabled add-on, use the "enable" action.
bg: За да включите изключена преди това добавка, използвайте действието „Включи“.
de: Um eine zuvor deaktivierte NVDA-Erweiterung zu aktivieren, verwenden Sie die Aktion "Aktivieren".
es: Para habilitar un complemento anteriormente deshabilitado, utiliza la acción "habilitar".
hr: Da omogućite dodatak koji je prethodno bio onemogućen, koristite radnju "omogući".
nl: Om een eerder uitgeschakelde add-on, in te schakelen voert u de actie "inschakelen" uit.
pt_br: Para habilitar um complemento desabilitado anteriormente, use a ação "habilitar".
ru: Чтобы включить ранее отключенное дополнение, воспользуйтесь действием "включить".
ta: முன்னதாக முடக்கப்பட்ட நீட்சிநிரலை முடுக்க, 'முடுக்குக' செயலைப் பயன்படுத்தவும்.
zh_tw: 要啟用先前停用的附加元件，請使用「啟用」動作。

source: You can disable an add-on if the add-on status indicates it is "enabled", or enable it if the add-on is "disabled".
bg: Можете да изключите добавка, ако състоянието на добавката показва, че е „включена“, или да я включите, ако добавката е „изключена“.
de: Sie können eine NVDA-Erweiterung deaktivieren, wenn der Status der NVDA-Erweiterung "Aktiviert" anzeigt oder es aktivieren, wenn die NVDA-Erweiterung den Status "Deaktiviert" hat.
es: Puedes deshabilitar un complemento si su estado indica que está "habilitado", o habilitarlo si el complemento está "deshabilitado".
hr: Možete da onemogućite dodatak ako status dodatka prikazuje da je "omogućen", ili omogućite ako je "onemogućen".
nl: U kunt een add-on uitschakelen als de status van de add-on aangeeft dat deze 'ingeschakeld" is, of als de status 'inschakelen' is in het geval dat de add-on "uitgeschakeld" is.
pt_br: Você pode desabilitar um complemento se o status do complemento indicar que ele está "habilitado" ou habilitá-lo se o complemento estiver "desabilitado".
ru: Вы можете отключить дополнение, если его состояние указывает на то, что оно "включено", или включить его, если дополнение "отключено".
ta: ஒரு நீட்சிநிரலின் நிலை 'முடுக்கப்பட்டுள்ளது' என்று காண்பிக்கப்பட்டால், அதை முடக்கலாம், அதுபோலவே, 'முடக்கப்பட்டுள்ளது' என்று காண்பிக்கப்பட்டால், அதை முடுக்கலாம்.
zh_tw: 如果附加元件狀態指示為「啟用」，您可以停用該附加元件；如果附加元件為「停用」則可以啟用它。

source: For each use of the enable/disable action, add-on status changes to indicate what will happen when NVDA restarts.
bg: За всяко използване на действието за включване/изключване състоянието на добавката се променя, за да покаже какво ще се случи, когато NVDA се рестартира.
de: Bei jeder Verwendung der Aktion "Aktivieren/Deaktivieren" ändert sich der Status der NVDA-Erweiterung, um anzuzeigen, was beim Neustart von NVDA passieren wird.
es: Para cada uso de la acción habilitar/deshabilitar, el estado del complemento cambia para indicar qué sucederá cuando NVDA se reinicie.
hr: Nakon svakog korištenja radnje omogući/onemogući, status dodatka će se promeniti kako bi označio šta će se desiti kada se NVDA ponovo pokrene.
nl: Bij de actie in- of uitschakelen geldt steeds dat de wijziging in de status van de add-on pas in werking treedt na herstart van NVDA.
pt_br: Para cada uso da ação habilitar/desabilitar, o status do complemento muda para indicar o que acontecerá quando o NVDA for reiniciado.
ru: При каждом использовании действия включения/выключения состояние дополнения меняется, указывая, что оно произойдет при перезапуске NVDA.
ta: ஒவ்வொரு முடுக்குதல் முடக்குதல் செயலுக்கும், என்விடிஏ மறுதுவக்கப்பட்டவுடன் நீட்சிநிரல் என்னவாகும் என்பதைக் காட்ட, பட்டியலில் அதன் நிலை மாற்றி காண்பிக்கப்படும்.
zh_tw: 每次使用啟用/停用動作，附加元件狀態都會改變以表明 NVDA 重新啟動會發生什麼事，

source: If the add-on was previously "disabled", the status will show "enabled after restart".
bg: Ако добавката преди това е била „изключена“, състоянието ще показва „включена след рестартиране“.
de: Hatte die NVDA-Erweiterung zuvor den Status "Deaktiviert", wird der Status "Nach Neustart aktiviert" angezeigt.
es: Si el complemento estaba anteriormente "deshabilitado", el estado mostrará "habilitado después de reiniciar".
hr: Ako je dodatak prethodno bio "onemogućen", status će prikazati "omogućen nakon ponovnog pokretanja".
nl: Als de add-on eerder was "uitgeschakeld", geeft de statusindicatie "ingeschakeld' aan na een herstart".
pt_br: Se o complemento estava anteriormente "desabilitado", o status mostrará "habilitado após reinicialização".
ru: Если ранее дополнение было "отключено", то после переключения действия состояние будет отображаться "включено, ожидает перезагрузки".
ta: முடக்கப்பட்ட நீட்சிநிரலை முடுக்கினால், அதன் நிலை, 'மறுதுவக்கப்பட்டவுடன் முடுக்கப்படும்' என்று காண்பிக்கப்படும்.
zh_tw: 如果附加元件先前為「停用」，狀態將顯示「已啟用，等待重新啟動」；

source: If the add-on was previously "enabled", the status will show "disabled after restart".
bg: Ако добавката преди това е била „включена“, състоянието ще показва „изключена след рестартиране“.
de: Hatte die NVDA-Erweiterung zuvor den Status "Aktiviert", wird der Status auf "Nach Neustart deaktiviert" gesetzt.
es: Si el complemento estaba anteriormente "habilitado", el estado mostrará "deshabilitado después de reiniciar".
hr: Ako je dodatak prethodno bio "omogućen", status će prikazati "onemogućen nakon ponovnog pokretanja".
nl: Als de add-on eerder was "ingeschakeld", geeft de statusindicatie "uitgeschakeld' aan na een herstart".
pt_br: Se o complemento estava anteriormente "habilitado", o status mostrará "desabilitado após reinicialização".
ru: Если ранее дополнение было "включено", то после переключения действия состояние будет отображаться "отключено, ожидает перезагрузки".
ta: அதுபோலவே, முடுக்கப்பட்ட நீட்சிநிரலை முடக்கினால், அதன் நிலை, 'மறுதுவக்கப்பட்டவுடன் முடக்கப்படும்' என்று காண்பிக்கப்படும்.
zh_tw: 如果附加元件先前為「啟用」，狀態將顯示「已停用，等待重新啟動」。
