Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Similar to the web, NVDA has an Elements List for Microsoft Excel that allows you to list and access several different types of information.
bg: Подобно на уеб страниците, NVDA има списък на елементите в Microsoft Excel, който ви дава възможност да прочетете и да си взаимодействате с няколко различни типа информация.
de: Ähnlich wie im Netz können Sie in Microsoft Excel die Elementliste nutzen, um verschiedene Informationen aufzulisten und um auf diese zuzugreifen.
es: De modo similar a la web, NVDA tiene una Lista de Elementos para Microsoft Excel, que te permite listar y acceder a varios tipos diferentes de información.
hr: Slično kao i na web stranicama, Nvda ima popis elemenata za microsoft excel, koja omogućuje pristup raznim vrstama informacija.
nl: Evenals voor op het Web heeft NVDA een Elementenlijst voor Microsoft Excel, waarmee u verschillende types informatie in een lijst kunt weergeven en toegankelijk maakt.
pt_br: De modo similar à web, o NVDA possui uma Lista de Elementos para o Microsoft Excel que lhe permite listar e acessar vários tipos diferentes de informação.
ru: Как и на web-страницах, NVDA предоставляет список элементов для Microsoft Excel, который даёт вам доступ к элементам различных типов в текущей книге.
ta: இணையப் பக்கத்தில் பயன்படுத்துவதுபோல, மைக்ரோசாஃப்ட் எக்ஸெலிலும், பல்வகைப்பட்ட தகவல்களை பட்டியலிட்டு அணுக, கூறுகளின் பட்டியலை என்விடிஏ கொண்டுள்ளது.
zh_tw: 類似於在網頁上瀏覽，NVDA 對 Microsoft Excel 也提供「項目清單」的功能，可列出並快速到達數種類型的資訊，

source: To access the Elements List in Excel, press NVDA+f7.
bg: За достъп до списъка на елементите в Excel, натиснете NVDA+f7.
de: Verwenden Sie die Tastenkombination NVDA+F7, um auf die Elementliste zuzugreifen.
es: Para acceder a la Lista de Elementos en Excel, pulsa NVDA+f7.
hr: kako biste pristupili popisu elemenata u excelu, pritisnite NVDA+f7.
nl: Om toegank te krijgen tot de Elementenlijst in Excel, drukt u op NVDA+f7.
pt_br: Para acessar a Lista de Elementos no Microsoft Excel, pressione NVDA+f7.
ru: Для открытия списка элементов в Excel, нажимайте NVDA+F7.
ta: மைக்ரோசாஃப்ட் எக்ஸெலில் கூறுகளின் பட்டியலைத் தோற்றுவிக்க, என்விடிஏ+f7 விசையை அழுத்தவும்.
zh_tw: 要在 Excel 叫出「項目清單」對話框按 NVDA+f7。

source: The various types of information available in the Elements List are:
bg: Различните типове информация, налична в списъка на елементите са:
de: Die Elementliste enthält Elemente der folgenden Typen:
es: Los diversos tipos de información disponible en la Lista de Elementos son:
hr: Razne vrste informacija u popisu elemenata u excelu su:
nl: De volgende types informatie zijn in de Elementenlijst beschikbaar
pt_br: Os vários tipos de informação disponíveis na Lista de Elementos são:
ru: В списке элементов доступны следующие типы элементов:
ta: பின் வரும் பல்வகைப்பட்ட தகவல்கள், கூறுகளின் பட்டியலில் காணப்படுகின்றன:
zh_tw: 項目清單提供各種不同類型的資訊包括：

source: Charts: This lists all charts in the active worksheet.
bg: Диаграми: Извежда списък с всички диаграми в активния работен лист.
de: Diagramme: Listet alle Diagramme auf dem aktuellen Tabellenblatt auf.
es: Gráficos: esto lista todos los gráficos en la hoja de cálculo activa.
hr: Grafikoni: Ovo popisuje sve grafikone u aktivnom radnom listu.
nl: Grafieken: Voor het weergeven van alle grafieken op het actieve werkblad.
pt_br: Gráfico: Isso lista todos os gráficos na folha de cálculo.
ru: Диаграммы: Список всех диаграмм активного листа.
ta: விளக்கப்படங்கள்: இயக்கநிலையில் உள்ள பணித்தாளின் எல்லா விளக்கப்படங்களையும் பட்டியலிடுகிறது.
zh_tw: 圖表：列出作用中工作表的所有圖表，

source: Selecting a chart and pressing enter or the Move to button focuses the chart for navigating and reading with the arrow keys.
bg: Избиране на диаграма и натискане на enter или бутона Придвижване до премества фокуса до диаграмата, позволявайки ви да навигирате и прочитате информацията със стрелките.
de: Nachdem Sie ein Diagramm mit Eingabe oder dem Schalter wechseln zu ausgewählt haben, können Sie sich mit Hilfe der Pfeiltasten durch dessen Inhalt bewegen.
es: Seleccionando un gráfico y pulsando intro o el botón Mover A enfoca el gráfico para navegar y leer con las teclas de cursor.
hr: Označivanjem grafikona i pritiskom tipke enter ili gumba "Prijeđi na", fokusira grafikon za kretanje i čitanje pomoću strelica.
nl: Door een grafiek te selecteren en op enter of de knop Ga naar te drukken krijgt de grafiek de focus voor navigatie en lezen met de pijltjestoetsen.
pt_br: Selecionando um gráfico e pressionando enter ou o botão Mover para, coloca-se o gráfico sob o foco para navegar e ler com as setas.
ru: Выбор диаграммы и нажатие Enter или кнопки "Перейти к" фокусирует диаграмму для навигации и её чтения клавишами-стрелками.
ta: ஒரு விளக்கப்படத்தைத் தெரிவுச் செய்து, உள்ளிடு விசை, அல்லது 'இயக்குக' பொத்தானை அழுத்துவதன் மூலம், அவ்விளக்கப்படத்தை குவிமையத்திற்குள் கொணர்ந்து, அம்பு விசைகளைக் கொண்டு அதைப் படிக்கலாம்.
zh_tw: 選擇圖表後按 Enter 或「移到」按鈕將焦點移到圖表，然後利用方向鍵導覽並讀出內容。

source: Comments: This lists all cells in the active worksheet containing comments.
bg: Коментари: Извежда списък с всички клетки в активния работен лист, съдържащи коментари.
de: Kommentare: Listet alle Zellen auf dem aktuellen Tabellenblatt auf, die Kommentare enthalten.
es: Comentarios: esto lista todas las celdas en la hoja de cálculo activa que contengan comentarios.
hr: Komentari: Ovo popisuje sve ćelije u aktivnom radnom listu koje sadrže komentare.
nl: Opmerkingen: Voor het weergeven van cellen op het actieve werkblad dat opmerkingen bevat.
pt_br: Comentário: Isso lista todas as células da folha de cálculo que contenham comentários.
ru: Примечания: Список всех ячеек активного листа, содержащих примечания.
ta: கருத்துரைகள்: இயக்கநிலையில் உள்ள பணித்தாளின் கருத்துரைகள் அடங்கிய எல்லாப் பணிக்களங்களையும் பட்டியலிடுகிறது.
zh_tw: 註解：列出作用中工作表所有包含註解的儲存格，

source: The cell address along with its comments are shown for each cell.
bg: Координатите на клетката, заедно с нейните коментари, се извеждат за всяка клетка.
de: Es wird die Zellenadresse nebst Kommentar angezeigt.
es: La dirección de la celda junto con sus comentarios se muestra para cada celda.
hr: Adresa ćelije s pripadajućim komentarima se prikazuje za svaku ćeliju.
nl: Het cel-adres samen met de opmerkingen erin worden voor elke cel weergegeven.
pt_br: O endereço da célula além de seus comentários são mostrados para cada célula.
ru: Для каждой ячейки отображается адрес ячейки вместе с её примечанием.
ta: ஒவ்வொரு பணிக்களத்திற்குமான முகவரியும், கருத்துரையும் காண்பிக்கப்படுகின்றன.
zh_tw: 每個儲存格階顯示座標及註解內容，

source: Pressing enter or the Move To button when on a listed comment will move directly to that cell.
bg: Натискане на Enter или бутона Придвижване до върху елемент от списъка с коментари ще ви придвижи директно до съответната клетка.
de: Wenn Sie innerhalb der Liste den Schalter "wechseln zu" oder die Eingabetaste drücken, wird der Fokus auf die entsprechende Zelle verschoben.
es: Pulsando Intro o el botón Mover a cuando se esté sobre un comentario listado se moverá directamente a esa celda.
hr: Pritiskom tipke enter ili gumba "Prijeđi na", kad se nalazite na popisanom komentaru, premješta se izravno na tu ćeliju.
nl: Door op Enter of de knop Ga Naar te drukken wanneer u op een weergegeven opmerking staat, gaat u direct naar die cel.
pt_br: Estando num comentário de célula selecionado e pressionando enter ou o botão Mover para, moverá diretamente para aquela célula.
ru: Нажатие Enter или кнопки "Перейти к" на выбранном примечании, осуществляет переход к содержащей его ячейке.
ta: பட்டியலிடப்பட்டிருக்கும் கருத்துரையின் மீதிருக்கும்பொழுது, உள்ளிடு விசை, அல்லது 'இயக்குக' பொத்தானை அழுத்தினால், கருத்துரையடங்கிய அப்பணிக்களத்திற்கு நேரடியாக நகர்த்தும்.
zh_tw: 選擇註解後按 Enter 或「移到」按鈕可直接跳到該儲存格。

source: Formulas: This lists all cells in the worksheet containing a formula.
bg: Формули: Извежда всички клетки в активния работен лист, съдържащи формули.
de: Formeln: Listet alle Zellen auf dem Tabellenblatt auf, die eine Formel enthalten.
es: Fórmulas: esto lista todas las celdas en la hoja de cálculo activa que contengan una fórmula.
hr: Formule: Ovo popisuje sve ćelije u aktivnom radnom listu koje sadrže formulu.
nl: Formules: Voor het weergeven van alle cellen op het werkblad waar een formule in staat.
pt_br: Fórmula: Isso lista todas as células da folha de cálculo que contém uma fórmula.
ru: Формулы: Список всех ячеек активного листа, содержащих формулы.
ta: சூத்திரங்கள்: பணித்தாளில் சூத்திரம் அடங்கிய எல்லாப் பணிக்களங்களையும் பட்டியலிடுகிறது.
zh_tw: 公式：列出作用中工作表所有包含公式的儲存格，

source: The cell address along with its formula are shown for each cell.
bg: Координатите на клетката, заедно с техните формули, се извеждат за всяка клетка.
de: Es wird die Zellenadresse nebst Formel angezeigt.
es: La dirección de la celda junto con su fórmula se muestra para cada celda.
hr: Adresa ćelije skupa s formulom je prikazuje za svaku ćeliju.
nl: Het cel-adres samen met bijbehorende formule worden voor elke cel getoond.
pt_br: O endereço da célula além de sua fórmula são mostrados para cada célula.
ru: Для каждой ячейки отображается адрес ячейки вместе с её формулой.
ta: ஒவ்வொரு பணிக்களத்திற்குமான முகவரியும், சூத்திரமும் காண்பிக்கப்படுகின்றன.
zh_tw: 每個儲存格皆顯示座標及公式內容，

source: Pressing enter or the Move To button on a listed formula will move directly to that cell.
bg: Натискане на Enter или бутона Придвижване до върху елемент от списъка с формули ще ви придвижи директно до съответната клетка.
de: Wenn Sie innerhalb der Liste den Schalter "Wechseln zu" oder die Eingabetaste drücken, wird der Fokus auf die entsprechende Zelle verschoben.
es: Pulsando Intro o el botón Mover a sobre una fórmula listada se moverá directamente a esa celda.
hr: Pritiskom tipke enter ili gumba "Prijeđi na" premjestit će se izravno na tu ćeliju.
nl: Door enter of de Ga Naar-knop in te drukken op een formule in de lijst gaat u rechtstreeks naar die cel.
pt_br: Estando numa fórmula selecionada e pressionando enter ou o botão Mover para, moverá diretamente para aquela célula.
ru: Нажатие Enter или кнопки "Перейти к" на выбранной формуле, осуществляет переход к содержащей её ячейке.
ta: பட்டியலிடப்பட்டிருக்கும் சூத்திரத்தின் மீதிருக்கும்பொழுது, உள்ளிடு விசை, அல்லது 'இயக்குக' பொத்தானை அழுத்தினால், சூத்திரமடங்கிய அப்பணிக்களத்திற்கு நேரடியாக நகர்த்தும்.
zh_tw: 選擇公式後按 Enter 或「移到」按鈕可直接跳到該儲存格。

source: Sheets: This lists all sheets in the workbook.
bg: Листове: Извежда списък с всички листове в работната книга.
de: Tabellenblätter: Listet alle Tabellenblätter in der Arbeitsmappe auf.
es: Hojas: esto lista todas las hojas en el libro de trabajo.
hr: Radni listovi: Ovo popisuje sve radne listove u radnoj knjizi.
nl: Bladen: Voor het weergeven van alle bladen in de werkmap.
pt_br: Planilha: Isso lista todas as planilhas na folha de cálculo.
ru: Листы: Список всех листов книги.
ta: தாள்கள்: பணிப் புத்தகத்தில் உள்ள எல்லாத் தாள்களையும் பட்டியலிடுகிறது.
zh_tw: 工作表：列出活頁簿中所有的工作表，

source: Pressing f2 when on a listed sheet allows you to rename the sheet.
bg: Натискане на F2 върху лист от списъка ви позволява да преименувате съответния лист.
de: Drücken Sie auf einem der aufgelisteten Tabellenblätter die Taste F2, um dieses umzubenennen.
es: Pulsando f2 cuando se esté sobre una hoja listada te permite renombrar la hoja.
hr: Pritiskom tipke f2 na odabranom radnom listu omogućuje preimenovanje radnog lista.
nl: Door f2 te drukken wanneer u zich op een weergegeven blad bevindt, kunt u de naam van het desbetreffende blad wijzigen.
pt_br: Estando numa planilha selecionada e pressionando f2, permite-lhe renomeá-la.
ru: Нажатие F2 на выбранном листе позволяет вам переименовать лист.
ta: பட்டியலிடப்பட்டிருக்கும் தாளின் மீதிருக்கும்பொழுது, f2 விசையை அழுத்தினால், அத்தாளை மறுபெயரிட தங்களை அனுமதிக்கிறது.
zh_tw: 在工作表清單選擇項目後按 F2 可重新命名工作表，

source: Pressing enter or the Move To button while on the listed sheet will switch to that sheet.
bg: Натискане на Enter или бутона Придвижване до върху елемент от списъка с листове ще превключи към съответния лист.
de: Drücken Sie auf einem Tabellenblatt die Eingabetaste oder den Schalter "wechseln zu", um es zu öffnen.
es: Pulsando Intro o el botón Mover A mientras se esté sobre la hoja listada cambiará a esa hoja.
hr: Pritiskom tipke enter ili gumba "Prijeđi na", kad se nalazite na radnom listu, premješta se na taj radni list.
nl: Een druk op de Enter- of de Ga Naar-knop terwijl u zich op een weergegeven blad bevindt, brengt u naar dat blad.
pt_br: Estando numa planilha selecionada e pressionando enter ou o botão Mover para, irá mover para aquela planilha.
ru: Нажатие Enter или кнопки "Перейти к" на выбранном листе, осуществляет переключение на него.
ta: பட்டியலிடப்பட்டிருக்கும் தாளின் மீதிருக்கும்பொழுது, உள்ளிடு விசை, அல்லது 'இயக்குக' பொத்தானை அழுத்தினால், அத்தாளிற்கு நேரடியாக நகர்த்தும்.
zh_tw: 選擇工作表後按 Enter 或「移到」按鈕可切換到該工作表。

source: Form fields: This lists all form fields in the active worksheet.
bg: Полета от формуляр: Извежда списък с всички полета от формуляри в работния лист.
de: Formularfelder: Listet alle Formularfelder im aktiven Tabellenblatt auf.
es: Campos de formulario: esto lista todos los campos de formulario en la hoja de cálculo activa.
hr: Obrazci: Ovo popisuje sve obrasce u aktivnom radnom listu.
nl: Formuliervelden: Voor het weergeven van alle formuliervelden op het actieve werkblad.
pt_br: Campos de Formulário: Lista todos os campos de formulário na folha de cálculo ativa.
ru: Поля форм: список всех полей форм текущего листа.
ta: படிவக் களங்கள்: இயக்க நிலையில் இருக்கும் பணித் தாளின் எல்லாப் படிவக் களங்களையும் பட்டியலிடுகிறது.
zh_tw: 表單欄位：列出作用中工作表的所有表單欄位，

source: For each form field, the Elements List shows the alternative text of the field along with the addresses of the cells it covers.
bg: За всяко поле от формуляр списъкът на елементите показва алтернативния текст за полето, заедно с адресите на клетките, които то покрива.
de: NVDA zeigt zu jedem Formularfeld dessen Alternativtext sowie die Adresse der Zelle an, die das Formularfeld enthält.
es: Para cada campo de formulario, la Lista de Elementos muestra el texto alternativo del campo junto con las direcciones de las celdas que cubra.
hr: Za svaki obrazac, u popisu elemenata prikazuje se alternativni tekst polja, zajedno s adresama ćelija koje pokriva.
nl: De Elementenlijst laat voor elk formulierveld, de alternatieve tekst van het veld zien samen met de adressen van de erbijbehorende cellen.
pt_br: Para cada campo de formulário, a Lista de Elementos mostra o texto alternativo do campo, além dos endereços das células cobertas por ele.
ru: Для каждого поля формы, отображается альтернативный текст этого поля, вместе с адресами ячеек, содержащих его.
ta: ஒவ்வொரு படிவக் களத்திற்குமான மாற்றுரையையும், அது இடம்பிடிக்கும் பணிக்களங்களின் முகவரிகளையும் கூறுகளின் பட்டியல் காண்பிக்கிறது.
zh_tw: 針對每一個表單欄位，項目清單會顯示替代文字及表單欄位涵蓋的儲存格座標範圍，

source: Selecting a form field and pressing enter or the Move to button moves to that field in browse mode.
bg: Избирането на поле от формуляр и натискането на enter или бутона Преместване до ви придвижва до това поле в режим на разглеждане.
de: Wählen Sie ein Formularfeld in der Liste aus und verwenden Sie den Schalter "Wechseln zu", um im Lesemodus auf das Formularfeld zu gelangen.
es: Al seleccionar un campo de formulario y al pulsar intro o el botón Mover te mueves a ese campo en modo exploración.
hr: Biranjem polja obrasca i pritiskom tipke enter ili gumba "Prijeđi na", premješta se na to polje u modusu čitanja.
nl: Door een formulierveld te selecteren en op Enter of de Ga naar knop te drukken, gaat u in de Bladermodus naar het desbetreffende veld.
pt_br: Selecionando um campo de formulário e pressionando enter ou o botão Mover para, move para aquele campo no modo de navegação.
ru: Нажатие Enter или кнопки "Перейти к" на выбранном поле формы, осуществляет переход к нему в режиме обзора.
ta: ஒரு படிவக் களத்தைத் தெரிவுச் செய்து, உள்ளிடு விசை, அல்லது 'இங்கு நகர்க' பொத்தானை அழுத்தினால், உலாவும் நிலையில் அப்படிவக் களத்திற்கு நகர்கிறது.
zh_tw: 選擇表單欄位後按 Enter 或「移到」按鈕將在瀏覽模式下移到該表單欄位。

source: Reporting Notes
bg: Докладване на бележки
de: Anmerkungen anzeigen
es: Anunciar Notas
hr: Izvještavanje o bilješkama
nl: Notities Melden
pt_br: Anunciar Notas
ru: Чтение заметок
ta: குறிப்புகளை அறிவித்தல்
zh_tw: 讀出附註

source: To report any notes for the currently focused cell, press `NVDA+alt+c`.
bg: За докладване на бележките за текущо фокусираната клетка, натиснете `NVDA+Alt+C`.
es: Para anunciar cualquier nota para la celda enfocada actualmente, pulsa `NVDA+alt+c`.
hr: Za čitanje bilješki za trenutno fokusiranu ćeliju pritisnite `NVDA+alt+c`.
ru: Чтобы сообщить о любых заметках для текущей ячейки в фокусе, нажмите `NVDA+alt+c`.
ta: தற்போதைய குவிமையத்தில் இருக்கும் பணிக்களத்தில் ஏதேனும் குறிப்புரை இருந்தால், அதை அறிவித்திட `என்விடிஏ+நிலைமாற்றி+c` விசையை அழுத்தவும்.
zh_tw: 要讀出目前焦點儲存格的附註按 NVDA+Alt+C，

source: Pressing twice shows the information in a browsable message.
bg: Двукратното натискане показва информацията в режим на разглеждане.
es: Pulsar dos veces muestra la información en un mensaje explorable.
hr: Kada se pritisne dvaput, informacija će se pokazati u modusu čitanja.
ru: При двойном нажатии отображается информация в виде доступного для обзора сообщения.
ta: இருமுறை அழுத்தினால், தகவலை உலாவு நிலையில் காட்டிடும்.
zh_tw: 連按兩下在瀏覽模式顯示資訊。

source: In Microsoft 2016, 365 and newer, the classic comments in Microsoft Excel have been renamed to "notes".
bg: В Microsoft 2016, 365 и по-нови версии класическите коментари в Microsoft Excel са преименувани на „бележки“.
de: In Microsoft 2016 / 365 und neuer wurden die klassischen Kommentare in Microsoft Excel in "Anmerkungen" umbenannt.
es: En Microsoft 2016, 365 y más recientes, los clásicos comentarios en Microsoft Excel se han renombrado como "notas".
hr: In Microsoft Officeu 2016, 365 i novijim inačicama, klasični su komentari u Microsoft Excelu su preimenovani u "bilješke".
nl: In Microsoft 2016, 365 en later is de klassieke benaming 'opmerkingen' in Microsoft Excel vervangen door 'notities'.
pt_br: No Microsoft 2016, 365 e mais recente, os comentários clássicos no Microsoft Excel foram renomeados para "notas".
ru: В Microsoft 2016, 365 и новее, классические примечания в Microsoft Excel были переименованы в "заметки".
ta: மைக்ரோசாஃப்ட் 2016, 365 மற்றும் அதற்கும் பிறகான பதிப்புகளின் மைக்ரோசாஃப்ட் எக்ஸெலில் இருக்கும் மரபார்ந்த கருத்துரைகள், குறிப்புகள் என மறுபெயரிடப்பட்டுள்ளன.
zh_tw: 在 Microsoft 2016、365 及之後版本的 Microsoft Excel 已將傳統所稱的「註解」更名為「附註」。

source: All notes for the worksheet can also be listed in the NVDA Elements List after pressing NVDA+f7.
bg: Всички бележки за работния лист могат да бъдат прочетени и от списъка на елементите на NVDA, извикван с NVDA+F7.
de: Alle Anmerkungen im Arbeitsblatt können nach Drücken von NVDA+F7 auch in der NVDA-Elementliste aufgelistet werden.
es: Todas las notas para la hoja de cálculo también pueden listarse en la Lista de Elementos de NVDA después de pulsar F7.
hr: Sve bilješke za radni list se mogu popisati i u NVDA popisu elemenata poslije pritiska prečaca insert+f7.
nl: Alle notities voor het werkblad kunnen ook worden weergegeven in de NVDA Elementenlijst door op NVDA+f7 te drukken.
pt_br: Todas as notas para a planilha também podem ser listadas na Lista de Elementos do NVDA após pressionar NVDA+f7.
ru: Все заметки листа также перечислены в диалоге "Список элементов", вызываемом по NVDA+F7.
ta: பணித்் தாளில் இருக்கும் எல்லாக் குறிப்புகளையும், என்விடிஏ+f7 விசையை அழுத்துவதன் மூலம், என்விடிஏவின் கூறுகளின் பட்டியலில் பட்டியலிடலாம்.
zh_tw: 按 NVDA+F7 可將工作表中所有的附註列在項目清單中。

source: NVDA can also display a specific dialog for adding or editing a certain note.
bg: NVDA може също така да извежда свой собствен диалогов прозорец за добавяне или редактиране на бележка.
de: NVDA kann auch ein spezielles Dialogfeld zum Hinzufügen oder Bearbeiten bestimmter Anmerkung anzeigen.
es: NVDA también puede mostrar un diálogo específico para añadir o editar una nota.
hr: NVDA također može prikazati poseban dijaloški okvir za dodavanje ili uređivanje bilješke.
nl: NVDA kan ook een speciaal dialoogvenster weergeven voor het toevoegen of bewerken van een bepaalde notitie.
pt_br: O NVDA também pode exibir um diálogo específico para adicionar ou editar uma determinada nota.
ru: NVDA может также отображать специальный диалог для добавления/редактирования той или иной заметки.
ta: ஒரு குறிப்பினைச் சேர்க்க, அல்லது தொகுக்க, குறிப்பிட்ட ஒரு உரையாடல் பெட்டியைத் தோற்றுவிக்க என்விடிஏவினால் இயலும்.
zh_tw: NVDA 也可以顯示一個特定的對話框用來新增或編輯附註，

source: NVDA overrides the native MS Excel notes editing region due to accessibility constraints, but the key stroke for displaying the dialog is inherited from MS Excel and therefore works also without NVDA running.
bg: Поради ограничения в достъпността NVDA препокрива вградения екран за редактиране на бележки на MS Excel, но клавишната комбинация за извеждане на диалоговия прозорец е наследена от MS Excel и следователно работи дори NVDA да не се изпълнява.
de: NVDA überschreibt auf Grund von Einschränkungen der Zugänglichkeit den nativen Bearbeitungsbereich für die Anmerkungen in Microsoft Excel, aber die Tastenkombination für das Dialogfeld wird von Microsoft Excel übernommen und funktioniert daher auch ohne NVDA.
es: NVDA sobreescribe la nota nativa de MS Excel editando la región debido a limitaciones de accesibilidad, pero el atajo de teclado para mostrar el diálogo se hereda de MS Excel y por lo tanto también funciona fuera de la ejecución de NVDA.
hr: NVDA nadpisuje nativnu kontrolu za upis bilješki u MS excelu zbog problema s pristupačnošću, ali se prećac za pristupanje istoj ne razlikuje stoga radi bez potrebe za uključenim NVDA.
nl: NVDA neemt de plaats in van het oorspronkelijke van MS Excel afkomstige invoerveldd voor notities vanwege toegankelijkheidsbeperkingen, maar de toetscombinatie om het dialoogvenster op te roepen wordt aan MS Excel ontleend en werkt daarom ook zonder dat NVDA draait.
pt_br: O NVDA substitui a região de edição de notas nativa do MS Excel devido a restrições de acessibilidade, mas o pressionamento de tecla para exibir o diálogo é herdado do MS Excel e, portanto, funciona também sem o NVDA em execução.
ru: Из-за проблем с доступностью, NVDA переопределяет стандартную область редактирования заметок Microsoft Excel, но горячие клавиши для отображения соответствующего диалога взяты из самого Excel, поэтому также работают и без запущенной NVDA.
ta: அணுகுவதில் இருக்கும் சில கட்டுப்பாடுகளினால், எம்எஸ் எக்ஸலின் குறிப்பினைத் தொகுக்கும் உள்ளகப் பகுதியை என்விடிஏ அழித்தெழுதுகிறது. இருப்பினும், உரையாடல் பெட்டியைத் தோற்றுவிப்பதற்கான விசைக் கட்டளை, எம்எஸ் எக்ஸலில் இருந்துதான் பெறப்படுகிறது. ஆகவே, என்விடிஏ இயக்கத்தில் இல்லாதபொழுதும் இவ்விசைக் கட்டளை செயற்படும்.
zh_tw: 由於無障礙的限制，NVDA 使用此對話框來覆蓋 Microsoft Excel 原生的附註編輯區域，但這個用以顯示對話框的快速鍵是繼承自 Microsoft Excel，因此沒有執行 NVDA 的情況下依然有作用，

source: To add or edit a certain note, in a focused cell, press shift+f2.
bg: За да добавите или редактирате бележка, при фокусирана клетка натиснете Shift+F2.
de: Sie können in der aktuellen Zelle Umschalt+F2 drücken, um bestimmte Anmerkungen hinzuzufügen oder zu bearbeiten.
es: Para añadir o editar una nota dada, en una celda enfocada, pulsa shift+f2.
hr: Kako biste dodali ili uredili bilješku u fokusiranoj ćeliji, pritisnite shift+f2.
nl: Om een notitie toe te voegen of te bewerken in een cel die de focus heeft, drukt u op shift+f2.
pt_br: Para adicionar ou editar uma determinada nota, em uma célula focalizada, pressione shift+f2.
ru: Для добавления или редактирования заметки в выбранной ячейке, нажимайте Shift+F2.
ta: ஒரு குறிப்பினைச் சேர்க்க, அல்லது தொகுக்க, குவிமையத்தில் இருக்கும் பணிக்களத்தில், மாற்றழுத்தி+f2 விசையை அழுத்தவும்.
zh_tw: 要在焦點儲存格新增或編輯附註按 Shift+F2。
