Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: If the same tap is performed one or more times again in quick succession, NVDA will instead treat this as a multi-tap gesture.
bg: Ако едно и също почукване се повтаря един или повече пъти в рамките на кратко време, NVDA ще третира това като неколкократно почукване.
de: Wenn Sie mehrmals in schneller Folge mit einem oder mehreren Fingern tippen, wird NVDA dies als Mehrfach-Tipp-Geste erkennen.
es: Si el mismo toque se realiza una o más veces en sucesión rápida, NVDA lo tratará en cambio como un gesto de pulsación múltiple.
hr: Ako se isti dodir ponovi jednom ili više puta brzo, NVDA će to shvatiti kao višedodirnu gestu.
nl: Een snelle opeenvolging van tikken wordt door NVDA geïnterpreteerd als een multi-tikgebaar.
pt_br: Se o mesmo toque for repetido uma ou mais vezes em rápida sucessão, o NVDA irá tratá-lo como um gesto multitoque.
ru: Если одно и тоже касание производится один или более раз последовательно быстро, NVDA будет рассматривать такой жест как составной.
ta: ஒரே மாதிரியான தட்டுதலை, ஒரு முறைக்கு மேல் தொடர்ந்து தட்டினால், அதை பல தட்டுதல் சைகையாக என்விடிஏ புரிந்து கொள்ளும்.
zh_tw: 若相同的輕點動作快速連續執行多次，NVDA 會視同為多次輕點的手勢，

source: Tapping twice will result in a double-tap.
bg: Почукване два пъти ще произведе двукратно почукване.
de: Zweimal Tippen wird als Doppel-Tippen erkannt.
es: Tocar dos veces resultará en un doble toque.
hr: Dvostruki dodir rezultira dvostrukim dodirom nekog elementa na ekranu.
nl: Twee tikken snel achter elkaar heet een dubbele tik (double-tap),
pt_br: Tocando duas vezes, resulta num toque duplo.
ru: Двукратное касание приводит к двойному касанию.
ta: இரு முறைத் தட்டினால், அது இரு முறைத் தட்டுதல் என்று அறியப்படும்.
zh_tw: 輕點兩次為點兩下，

source: Tapping 3 times will result in a triple-tap and so on.
bg: Почукване три пъти ще доведе до трикратно почукване и т. н.
de: Dreimal Tippen wird als Dreifach-Tippen erkannt, etc.
es: Tocar tres veces resultará en un triple toque y así sucesivamente.
hr: Trostruki dodir rezultira trostrukim dodirom itd.
nl: drie tikken snel achter elkaar is een driedubbele tik (triple-tap), enzovoorts.
pt_br: Ao Tocar 3 vezes, caracterizará um toque triplo e assim sucessivamente.
ru: Трёхкратное — к тройному и т. д.
ta: மும்முறைத் தட்டினால், அது மும்முறைத் தட்டுதல் என்று அறியப்படும். மும்முறைக்கு மேலான தட்டுதல்களும் இதுபோன்றே எண்ணிக்கைகளைக் கொண்டு அறியப்படுகின்றன.
zh_tw: 輕點三次為點三下，以此類推。

source: Of course, these multi-tap gestures also recognize how many fingers were used, so it's possible to have gestures like a 2-finger triple-tap, a 4-finger tap, etc.
bg: Разбира се, тези неколкократни почуквания също отчитат и броя на използваните пръсти, така че е възможно да има жестове като трикратно почукване с два пръста, почукване с четири пръста и т. н.
de: Dabei werden ebenfalls die Anzahl der verwendeten Finger erkannt. Ein Doppel-Tippen mit drei Fingern wird dabei ebenso erkannt, wie ein einfaches Tippen mit vier Fingern.
es: Por supuesto, estos gestos de toque múltiple también reconocen cuántos dedos fueron utilizados, así es posible tener gestos como un toque triple con 2 dedos, o un toque con 4 dedos, etc.
hr: Naravno, ove višedodirne geste prepoznaju koliko se prstiju koristi. Stoga je moguće imati geste kao što su na primjer trostruki dodir s dva prsta, dodir sa četiri prsta itd.
nl: Bij deze multi-tikgebaren wordt ook herkend met hoeveel vingers de tikbeweging wordt gemaakt zodat er driedubbele tikken met twee vingers kunnen zijn, maar ook een tik met vier vingers.
pt_br: Obviamente, esses gestos multitoque também reconhecem quantos dedos estão sendo usados, pelo que é possível haver gestos como um toque triplo com 2 dedos, um toque com 4 dedos, etc.
ru: Разумеется, в таких составных жестах также распознается, сколько пальцев участвуют в их формировании, другими словами, вполне возможно иметь жесты, подобные тройному касанию двумя пальцами, одиночному касанию четырьмя пальцами и т. д.
ta: மேற்கூறிய பல தட்டுதல் சைகைகள், எத்தனை விரல்கள் பயன்படுத்தப்பட்டன என்பதையும் அறிகின்றன. ஆகவே, இருவிரல் மும்முறைத் தட்டுதல், நால்விரல் தட்டுதல் போன்று பல வகைகளில் தட்டுதல்கள் அமையும்.
zh_tw: 當然這些多次輕點手勢也要看是由多少根手指組成，所以有可能是兩指點三下或四指點一下等等。

source: Flicks
bg: Первания
de: Wischen
es: Deslizamientos
hr: Klizanje
nl: Veegbewegingen
pt_br: Varrimentos
ru: Пролистывания
ta: சுண்டுதல்
zh_tw: 滑動

source: Quickly swipe your finger across the screen.
bg: Бързо плъзнете пръста си по екрана.
de: Hierbei müssen Sie schnell über den Bildschirm wischen.
es: Desliza el dedo rápidamente por la pantalla.
hr: Brzo klizanje prstom po ekranu.
nl: Met de vinger of vingers snel over het scherm bewegen / vegen.
pt_br: Passe rapidamente o dedo pela tela.
ru: Быстро проведите пальцем по экрану.
ta: திரையின் குறுக்கே தங்களின் விரலை விரைவாக தேய்க்கவும்.
zh_tw: 在螢幕上快速滑動手指。

source: There are 4 possible flick gestures depending on the direction: flick left, flick right, flick up and flick down.
bg: Има 4 възможни жеста чрез перване в зависимост от посоката: перване наляво, перване надясно, перване нагоре и перване надолу.
de: Abhängig von der Richtung gibt es vier Wischgesten: nach links, nach rechts, nach oben und nach unten.
es: Hay 4 gestos de deslizamiento posibles dependiendo de la dirección: deslizar a la izquierda, deslizar a la derecha, deslizar arriba y deslizar abajo.
hr: Postoje 4 moguće klizajuće geste ovisno o smjeru: klizanje u lijevo, klizanje u desno, klizanje prema gore i klizanje prema dolje.
nl: Er zijn vier mogelijke, richtingafhankelijke veegbewegingen: veeg links, veeg rechts, veeg omhoog en veeg omlaag.
pt_br: Existem 4 gestos de varrimento possíveis, relativos à direção: varrer para a esquerda, varrer para a direita, varrer para cima e varrer para baixo.
ru: В зависимости от направления возможны 4 жеста пролистывания: пролистать влево, пролистать вправо, пролистать вверх и пролистать вниз.
ta: திசையைக் கொண்டு, சுண்டுதல் சைகைகள் இந்நான்கு விதங்களில் அமையும்: இடது சுண்டுதல், வலது சுண்டுதல், மேல் சுண்டுதல் மற்றும் கீழ் சுண்டுதல்.
zh_tw: 依據不同方向有四個可能的滑動手勢：向左滑動、向右滑動、向上滑動及向下滑動。

source: Just like taps, more than one finger can be used to perform the gesture.
bg: Също както при почукванията, може да се използва повече от един пръст за изпълнение на жеста.
de: Wie bei den Gesten zum Tippen, können auch hier mehrere Finger gleichzeitig verwendet werden.
es: Al igual que con los toques, se puede utilizar más de un dedo para realizar el gesto.
hr: Kao i kod dodira, moguće je koristiti više od jednog prsta za izvođenje geste.
nl: Net als bij tikken kunnen veegbewegingen met meer dan één vinger worden gemaakt.
pt_br: Exatamente como no caso dos toques, é possível usar mais de um dedo para executar os gestos.
ru: Так же как и для касания, при формировании жестов могут участвовать один и более пальцев.
ta: தட்டுதல் சைகைப் போலவே, சுண்டுதல் சைகையிலும் ஒன்றிற்கும் மேற்பட்ட விரல்களைப் பயன்படுத்தலாம்.
zh_tw: 如同輕點一樣，您可利用一根以上的手指來執行手勢動作，

source: Therefore, gestures such as 2-finger flick up and 4-finger flick left are all possible.
bg: Следователно, жестове като перване нагоре с два пръста и перване наляво с четири пръста са напълно възможни.
de: Das Wischen mit zwei Fingern nach oben wird dabei ebenso erkannt wie das Wischen mit vier Fingern nach links.
es: Por lo tanto, gestos tales como deslizar dos dedos arriba o deslizar 4 dedos a la izquierda son todos posibles.
hr: Stoga su moguće geste, kao što su klizanje s 2 prsta gore i klizanje s 4 prsta u lijevo.
nl: Daarom komen gebaren zoals een veegbeweging links met twee vingers en een veegbeweging omhoog met vier vingers, etc. allemaal voor.
pt_br: Deste modo, gestos tais como varrer para cima com 2 dedos e varrer para a esquerda com 4 dedos são todos possíveis.
ru: Поэтому, жесты, подобные пролистыванию вверх двумя пальцами и пролистыванию влево четырьмя пальцами, вполне возможны.
ta: ஆகவே, இருவிரல் மேல் சுண்டுதல், நான்கு விரல் இடது சுண்டுதல் போன்று எல்லாச் சைகைகளையும் செயல்படுத்த இயலும்.
zh_tw: 因此手勢可能是兩指向上滑動、四指向左滑動。

source: Touch Modes
bg: Режими на докосване
de: Arbeitsmodi
es: Modos Táctiles
hr: Modusi dodira
nl: Aanraakmodi
pt_br: Modos de Toques
ru: Режимы сенсорного ввода
ta: தொடு நிலைகள்
zh_tw: 觸控模式

source: As there are many more NVDA commands than possible touch gestures, NVDA has several touch modes you can switch between which make certain subsets of commands available.
bg: Тъй като има много повече команди на NVDA, отколкото възможни жестове чрез докосване, NVDA има няколко режима на докосване, които можете да превключвате, което прави налични определени подгрупи на команди.
de: Da es weitaus mehr NVDA-Befehle als Touch-Eingaben gibt, wurden mehrere Arbeitsmodi eingeführt, die jeweils eine Untermenge von NVDA-Befehlen zur Verfügung stellen.
es: Como hay muchas más órdenes de NVDA que los posibles gestos táctiles, NVDA tiene varios modos táctiles entre los que puedes cambiar, que hacen disponibles ciertos subconjuntos de órdenes.
hr: Budući da postoji puno više NVDA prečaca nego dodirnih gesti, NVDA ima nekoliko modusa dodira između kojih se možete prebacivati i koji omogućuju određene podskupove prečaca.
nl: Aangezien er veel meer NVDA-commando’s zijn dan mogelijke aanraakgebaren, kan in NVDA gewisseld worden tussen verschillende aanraakmodi die ervoor zorgen dat commando’s in groepen worden onderverdeeld.
pt_br: Pela razão de existir muito mais comandos do NVDA do que possíveis gestos de toque, o NVDA tem vários modos de toque que você pode alternar entre os quais disponibilizam certos subconjuntos de comandos.
ru: Так как команд NVDA значительно больше возможного числа жестов, в NVDA имеется несколько режимов сенсорного ввода, между которыми вы можете переключаться, при этом делая доступным определённое подмножество команд.
ta: தொடு சைகைகளைக் காட்டிலும் என்விடிஏ கட்டளைகள் மிகுந்து இருப்பதால், பல்வேறு கட்டளைகளை செயற்படுத்த, பல தொடு நிலைகள் கொடுக்கப்பட்டுள்ளன.
zh_tw: 由於 NVDA 指令比可能的觸控手勢來得多，因此 NVDA 有多種觸控模式可以切換，以便使某些指令都能使用，

source: The two modes are text mode and object mode.
bg: Двата режима са текстов и обектен.
de: Dies ist einerseits der Textmodus und andererseits der Objektmodus.
es: Los dos modos que existen por ahora son modo texto y modo objeto.
hr: Modusi dodira su tekstualni modus i objektni modus.
nl: De twee modi zijn de tekstmodus en de objectmodus.
pt_br: Os dois modos são o modo de texto e o modo de objeto.
ru: Имеется два режима: текстовый режим и режим представления объектов.
ta: உரை நிலை, பொருள் நிலை ஆகிய இரு நிலைகள் உள்ளன.
zh_tw: 目前有兩種模式分別是文字模式及物件模式。

source: Certain NVDA commands listed in this document may have a touch mode listed in brackets after the touch gesture.
bg: Определени команди на NVDA, посочени в този документ, може да имат посочен режим на докосване, заграден в скоби след жеста.
de: Einige NVDA-Befehle werden in den Tabellen zusammen mit einer Touch-Eingabe auf dem Touchscreen aufgelistet, gefolgt von einem Arbeitsmodus in Klammern.
es: Ciertas órdenes de NVDA mostradas en este documento podrán tener un modo táctil mostrado entre paréntesis después del gesto táctil.
hr: Neke od navedenih naredbi u ovom dokumentu sadrže podatak o modusu dodira u zagradama poslije dodirne geste.
nl: Bij een aantal NVDA-commando’s die u in deze handleiding tegenkomt, wordt, na het aanraakgebaar, tussen haakjes de toepasselijke modus vermeld.
pt_br: Certos comandos do NVDA presentes neste documento podem conter um modo de toque listado entre parênteses após o gesto de toque.
ru: Некоторые команды NVDA, перечисленные в этом руководстве, будут сопровождаться указанием режима сенсорного ввода в скобках после жеста.
ta: தொடு சைகைகளைத் தொடர்ந்து, அடைப்புக் குறியினுள் எத்தொடு நிலை என்பதையும் இவ்வாவணத்தில் பட்டியலிடப்படும் சில என்விடிஏ கட்டளைகள் கொண்டிருக்கும்.
zh_tw: 在本用戶指南中所列出的某些 NVDA 指令可能會在觸控手勢的後面括弧中標明觸控模式，

source: For example, flick up (text mode) means that the command will be performed if you flick up, but only while in text mode.
bg: Например, перване нагоре (текстов режим) означава, че командата ще бъде изпълнена, ако пернете по екрана в посока нагоре, но само ако сте в текстов режим.
de: Die Angabe "Wischen nach oben (Textmodus)" bedeutet beispielsweise, dass der entsprechende Befehl durch Wischen nach oben mit einem Finger, nur möglich im Textmodus, ausgeführt werden kann.
es: Por ejemplo: deslizar arriba (modo texto) significa que la orden se realizará si deslizas arriba, pero sólo mientras estés en modo texto.
hr: Na primjer, klizni gore (tekstualni modus), znači da će prečac biti izvršen ako kliznete gore, ali samo kad ste u tekstualnom modusu.
nl: Zo betekent “veeg omhoog (tekst modus)” dat de NVDA-opdracht wordt uitgevoerd door een veegbeweging omhoog, echter moet de tekstmodus dan wel actief zijn.
pt_br: Por exemplo, varrer para cima (modo de texto) significa que o comando será executado se você executar uma varredura para cima, mas apenas estando no modo de texto.
ru: Например, жест "Пролистать вверх (текстовый режим)" означает, что команда выполнится при жесте "Пролистать вверх", но только в текстовом режиме.
ta: எடுத்துக்காட்டாக, மேல் சுண்டுதல் (உரை நிலை) என்றால், இச்சைகை, உரை நிலையில் மட்டுமே செயற்படும்.
zh_tw: 例如：向上滑動 (文字模式)，表示向上滑動將會執行指令，但僅限於文字模式下，

source: If the command does not have a mode listed, it will work in any mode.
bg: Ако командата няма посочен режим, тя ще работи във всеки режим.
de: Ist kein Arbeitsmodus angegeben, so funktioniert der Befehl in allen Arbeitsmodi.
es: Si la orden no tiene un modo asociado con ella, funcionará en cualquier modo.
hr: Ako prečac nema podatak o modusu, taj će prečac raditi u bilo kojem modusu.
nl: Als er bij een bepaald commando geen modus wordt aangegeven wordt dit altijd uitgevoerd ongeacht in welke modus men zich bevindt.
pt_br: Caso o comando não possua um modo listado, este então funcionará em qualquer modo.
ru: Если с командой не указан режим, то этот жест будет работать в любом режиме сенсорного ввода.
ta: ஒரு கட்டளைக்குக் குறிப்பான நிலை ஏதும் இணைக்கப்படாமல் இருந்தால், அக்கட்டளை எந்நிலையிலும் செயற்படும்.
zh_tw: 若觸控手勢的後面沒有標名模式，表示可在任何模式下執行。

source: To toggle touch modes, perform a 3-finger tap.
bg: За да превключите между режимите на докосване, почукайте с три пръста по екрана.
de: Um zwischen den Arbeitsmodi zu wechseln, tippen Sie einmal mit drei Fingern.
es: Para alternar entre los dos modos, realiza un toque con 3 dedos.
hr: Za prebacivanje između modusa dodira, izvedite dodir s tri prsta.
nl: Wisselen tussen aanraakmodi doet u door eenmaal tikken met drie vingers.
pt_br: Para alternar entre os modos de toque, execute um toque com 3 dedos.
ru: Для переключения между режимами сенсорного ввода произведите касание тремя пальцами.
ta: தொடு நிலைகளை மாற்றியமைக்க, ஒரு மூவிரல் தட்டுதலை செயற்படுத்தவும்.
zh_tw: 要切換觸控模式，使用三指點一下。

source: Touch keyboard
bg: Сензорна клавиатура
de: Die Bildschirm-Tastatur
es: Teclado Táctil
hr: Dodirna tipkovnica
nl: Schermtoetsenbord
pt_br: Teclado tátil
ru: Сенсорная клавиатура
ta: தொடு விசைப்பலகை
zh_tw: 觸控鍵盤

source: The touch keyboard is used to enter text and commands from a touchscreen.
bg: Сензорната клавиатура се използва за въвеждане на текст и команди от сензорния екран.
de: Die Bildschirm-Tastatur wird auf Touchscreens verwendet, um Text und Befehle einzugeben.
es: El teclado táctil se utiliza para introducir texto y órdenes desde una pantalla táctil.
hr: Dodirna tipkovnica se koristi za unos teksta i naredbi na ekranu osjetljivom na dodir.
nl: Bij gebruik van een aanraakscherm dient het schermtoetsenbord voor het invoeren van tekst en commando's.
pt_br: O teclado tátil é usado para inserir texto e comandos a partir de uma tela de toque.
ru: Сенсорная клавиатура используется для ввода текста и команд с сенсорного экрана.
ta: உரைகளையும், கட்டளைகளையும் தொடுதிரையிலிருந்து உள்ளிட, தொடு விசைப்பலகை பயன்படுகிறது.
zh_tw: 觸控鍵盤用於從觸控螢幕輸入文字和指令，

source: When focused on an edit field, you can bring up the touch keyboard by double-tapping the touch keyboard icon on the bottom of the screen.
bg: Когато сте фокусирани върху поле за писане, можете да извикате сензорната клавиатура с двойно почукване върху иконата на сензорната клавиатура най-долу на екрана.
de: Wenn ein Eingabefeld hervorgehoben wird, können Sie die Bildschirmtastatur durch doppeltippen des entsprechenden Symbols am unteren Bildschirmrand aufrufen.
es: Cuando se enfoque un campo de edición, puedes desplegar el teclado táctil tocando dos veces sobre el icono del teclado táctil en la parte inferior de la pantalla.
hr: Kad ste fokusirani na polju za uređivanje, možete prikazati dodirnu tipkovnicu tako da dva puta dodirnete ikonu dodirne tipkovnice na kraju ekrana.
nl: Wanneer een tekstinvoerveld de focus heeft, kunt u het schermtoetsenbord activeren door te dubbeltikken op het ikoontje van het schermtoetsenbord onderaan het scherm.
pt_br: Quando focalizado num campo de edição, você pode abrir o teclado tátil via toque duplo no ícone do teclado tátil na parte inferior da tela.
ru: Когда вы фокусируетесь на поле редактирования, вы можете вызвать сенсорную клавиатуру, дважды нажав её значок в нижней части экрана.
ta: ஒரு தொகு களத்தில் குவிமையம் இருக்கும்பொழுது, திரையின் கீழ் பகுதியில் இருக்கும் தொடுதிரை படவுருவை இரு முறை தட்டுவதன் மூலம், தொடு விசைப்பலகையை திரையில் கொண்டுவர இயலும்.
zh_tw: 當焦點在編輯區時可透過點兩下螢幕底部的觸控鍵盤圖示來開啟觸控鍵盤，

source: For tablets such as Microsoft Surface Pro, the touch keyboard is always available when the keyboard is undocked.
bg: За таблети като Microsoft Surface Pro, сензорната клавиатура винаги е достъпна, когато клавиатурата е разкачена.
de: Bei Tablets, wie dem Microsoft Surface Pro, ist die Bildschirm-Tastatur immer verfügbar, wenn die Tastatur nicht verbunden ist.
es: Para tablets tales como Microsoft Surface Pro, el teclado táctil siempre está disponible cuando se desacopla el teclado.
hr: Na tabletima, poput Microsoft Surface Pro, dodirna tipkovnica je uvijek dostupna, kad je hardverska tipkovnica otkvačena.
nl: Bij tablets zoals de Surface Pro van Microsoft , is het schermtoetsenbord altijd beschikbaar zodra het toetsenbord uit het dock is gehaald.
pt_br: Para tablets como o Microsoft Surface Pro, o teclado tátil está sempre disponível quando o teclado está desacoplado.
ru: Для планшетов, таких как Microsoft Surface Pro, сенсорная клавиатура всегда доступна, когда физическая клавиатура отключена.
ta: மைக்ரோசாஃப்ட் சர்ஃபேஸ் ப்ரோ போன்ற டேப்ளெட்டுகளில், நிலையான நிலையிலிருந்து விசைப்பலகை விடுவிக்கப்பட்டால், அது எப்பொழுதும் கிடைப்பிலிருக்கும்.
zh_tw: 平板電腦如 Microsoft Surface Pro 在實體鍵盤卸除後觸控鍵盤可隨時使用，

source: To dismiss the touch keyboard, double-tap the touch keyboard icon or move away from the edit field.
bg: За да затворите сензорната клавиатура, почукайте два пъти на иконата на сензорната клавиатура или излезте от полето за писане.
de: Um die Bildschirm-Tastatur auszublenden, doppeltippen Sie auf das Symbol der Bildschirm-Tastatur oder wischen Sie vom Eingabefeld weg.
es: Para salir del teclado táctil, toca dos veces el icono del teclado táctil o sal fuera del campo de edición.
hr: Kako biste sakrili dodirnu tipkovnicu, dva puta dodirnite ikonu za dodirnu tipkovnicu ili izađite iz polja za uređivanje teksta.
nl: Om het schermtoetsenbord te laten verdwijnen dubbeltikt u op het schermtoetsenbordikoon of gaat u uit het tekstinvoerveld.
pt_br: Para descartar o teclado tátil, toque duplo no ícone do teclado tátil ou afaste-se do campo de edição.
ru: Для закрытия сенсорной клавиатуры, дважды нажмите её значок или уберите фокус с поля редактирования.
ta: தொடு விசைப்பலகையை விலக்க, தொடு விசைப்பலகையின் படவுருவை இரு முறை தட்ட வேண்டும், அல்லது, தொகு களத்திலிருந்து விலகிச் செல்ல வேண்டும்.
zh_tw: 要關閉觸控鍵盤請點兩下觸控鍵盤圖示或離開編輯區。

source: While the touch keyboard is active, to locate keys on the touch keyboard, move your finger to where the touch keyboard is located (typically at the bottom of the screen), then move around the keyboard with one finger.
bg: Докато сензорната клавиатура е активна, за да намерите нейните клавиши, движете пръста си, където е разположена сензорната клавиатура (обикновено в долната част на екрана), след това придвижвайте един пръст по клавиатурата.
de: So finden Sie Tasten bei aktiver Bildschirmtastatur: Bewegen Sie Ihren Finger in den unteren Bildschirmbereich. Hier sollten Sie die Tastatur finden. Nun bewegen Sie einen Finger über die Tastatur.
es: Mientras el teclado táctil esté activo, para localizar las teclas, mueve el dedo al lugar donde se encuentre el teclado táctil (normalmente en la parte inferior de la pantalla), y, a continuación, desplázate por él con un dedo.
hr: Kad je dodirna tipkovnica aktivna, kako biste locirali tipke na dodirnoj tipkovnici, premjestite prst tamo gdje se nalazi dodirna tipkovnica (skoro uvijek na kraju ekrana), a nakon toga kružite po tipkovnici s jednim prstom.
nl: De letters en tekens op het schermtoetsenbord vindt u door met een vinger naar het toetsenbord te gaan, gewoonlijk te vinden onderaan het scherm, waar u vervolgens met uw vinger de toets zoekt van uw keuze. Hiervoor moet het toetsenbord wel actief zijn.
pt_br: Enquanto o teclado tátil estiver ativo, para localizar as teclas no teclado tátil, mova o dedo para onde o teclado tátil está localizado (geralmente na parte inferior da tela), então mova-se no teclado com um dedo.
ru: Когда сенсорная клавиатура активна, для обнаружения желаемой клавиши установите ваш палец в месте расположения клавиатуры (обычно в нижней части экрана), и не отпуская палец, перемещайтесь по её клавишам.
ta: தொடு விசைப்பலகை செயலில் இருக்கும்பொழுது, அதன் விசைகள் எங்கிருக்கின்றன என்பதனை அறிய, முதலில் திரையின் கீழ்ப் பகுதியில் காணப்படும் விசைப்பலகையைத் தொட்டு, பின் அதன் மேல் ஒரு விரலைக் கொண்டு அங்குமிங்கும் நகர வேண்டும்.
zh_tw: 當觸控鍵盤可使用時，要定位觸控鍵盤上的按鍵請移動手指到觸控鍵盤的位置 (通常在螢幕底部)，接著可以用一根手指在鍵盤上移動，

source: When you find the key you wish to press, double-tap the key or lift your finger, depending on options chosen from the [Touch Interaction Settings category](#TouchInteraction) of the NVDA Settings.
bg: Когато намерите клавиша, който искате да натиснете, почукайте двукратно клавиша или вдигнете пръста си, в зависимост от опцията, избрана в [категорията „Сензорно взаимодействие“](#TouchInteraction) в настройките на NVDA.
de: Wenn Sie nun die zu drückende Taste gefunden haben, führen Sie einen Doppeltipp aus, oder heben einfach den Finger an. Das gewünschte verhalten legen Sie in der Kategorie [Touch-Interaktionen](#TouchInteraction) in den NVDA-Einstellungen fest.
es: Cuando encuentres la tecla que desees pulsar, toca dos veces la tecla o levanta el dedo, según las opciones elegidas desde [la categoría Opciones de Interacción Táctil](#TouchInteraction).
hr: Kad pronađete tipku koju želite pritisnuti, pritisnite je dvaput ili dignite prst, ovisno o opciji, koju ste odabrali u kategoriji [Interakcija dodirom](#TouchInteraction) u NVDA postavkama.
nl: Zodra u de toets die u wilt gebruiken hebt gevonden, dubbeltikt u op de toets of u haalt uw vinger van de toets al naar gelang de gekozen opties in de categorie [Aanraakinteractie-instellingen](#TouchInteraction) van de Instellingen van NVDA.
pt_br: Quando você encontrar a tecla que deseja pressionar, toque duplo na tecla ou levante o dedo, dependendo das opções escolhidas na [categoria de configurações de Interação por Toque](#TouchInteraction) das Configurações do NVDA.
ru: Когда нужная клавиша найдена, в зависимости от выбранной опции в [категории настроек "Сенсорное взаимодействие"](#TouchInteraction), произведите на ней двойное быстрое касание или просто отпустите палец.
ta: தாங்கள் அழுத்த விரும்பும் விசையை கண்டவுடன், [தொட்டளவளாவல் வகைமையில்](#TouchInteraction) தேர்ந்தெடுக்கப்பட்டிருக்கும் விருப்பத் தேர்விற்கேற்ப, விசையை இரு முறைத் தட்ட வேண்டும், அல்லது விரலை விசையிலிருந்து நீக்க வேண்டும்.
zh_tw: 找到所要的按鍵後可以點兩下按鍵或是放開手指，取決於 NVDA 設定對話框中的[觸控互動](#TouchInteraction)類別選擇的選項而定。
