Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Generally users should not need to touch this as not too much is logged.
bg: Основно потребителите не би трябвало да пипат това, доколкото голяма част от събитията не се протоколират.
de: Normalerweise müssen Anwender diese Option nicht verändern, weil keine unnötigen Informationen protokolliert werden.
es: Generalmente los usuarios no deberían necesitar tocar esto ya que no es demasiado amigable.
hr: Zapravo, korisnici ovo ne bi trebali dirati, jer se baš i na zapisuje puno toga.
nl: In het algemeen kunt u de standaardinstelling ongewijzigd laten.
pt_br: Por norma, os utilizadores não precisam mexer nisso, já que pouco é registrado.
ru: Как правило, обычным пользователям не нужно изменять этот параметр, иначе во время работы NVDA файл журнала будет слишком быстро увеличиваться в размере.
ta: செயற்குறிப்பேட்டில் தகவல் குறிப்பிடும்படி சேமிக்கப்படுவதில்லை என்பதால், பயனர்கள் இதை பொதுவாக மாற்றத் தேவையில்லை.
zh_tw: 一般而言使用者不需要碰觸這個部分，因為沒有太多的資料可供記錄，

source: However, if you wish to provide information in a bug report, or enable or disable logging altogether, then it may be a useful option.
bg: Но ако искате да предоставите информация под формата на доклад за грешки в програмата, или просто нацяло да изключите протоколирането, тази опция би ви била полезна.
de: Wenn Sie jedoch Informationen in einem Fehlerbericht bereitstellen oder die Protokollierung ganz aktivieren oder deaktivieren möchten, kann dies eine nützliche Option sein.
es: Sin embargo, si deseas proporcionar información en un informe de fallos, o habilitar o deshabilitar todo el registro, entonces podrá ser una opción útil.
hr: Međutim, ako želite pružiti više informacija u izvještaju o grešci ili pak potpuno aktivirati ili deaktivirati zapisivanje, onda je ova opcija korisna.
nl: Als u evenwel informatie wilt doorgeven over mogelijke bugs van het programma kan het nuttig zijn het niveau van loggen te wijzigen, of u schakelt loggen uit als u dat wilt.
pt_br: Contudo, se deseja fornecer informações em um relatório de erros — relatório de bug —, ou habilitar ou desabilitar o log completamente, pode ser uma opção útil.
ru: Однако, если вы хотите создать отчёт об ошибке или совсем отключить ведение журнала, то этот параметр может быть вам полезен.
ta: ஆனால், என்விடிஏ மேம்படுத்துநர்களுக்கு வழு குறித்த அறிக்கையை அளிக்க விரும்பினால், அல்லது செயற்குறிப்பேட்டுப் பதிவினை முழுமையாக முடுக்க, அல்லது முடக்க விரும்பினால், இது பயனுள்ள விருப்பத் தேர்வாக இருக்கும்.
zh_tw: 然而如果是想在錯誤報告中提供資訊，或完全啟用或停用記錄，這應該會是有用的選項。

source: The available logging levels are:
bg: Наличните нива на протоколиране са:
de: Die verfügbaren Protokollierungsstufen sind:
es: Los niveles disponibles del registro son:
hr: Dostupne razine zapisivanja su:
nl: De beschikbare logniveaus zijn:
pt_br: Os níveis de log disponíveis são:
ru: Доступны следующие уровни ведения журнала:
ta: பின்வரும் செயற்குறிப்பேட்டுப் பதிவு நிலைகள் கிடைப்பிலுள்ளன:
zh_tw: 可用的事件記錄等級有：

source: Disabled: Apart from a brief startup message, NVDA will not log anything while it runs.
bg: Изключено: Освен кратко стартово съобщение, NVDA няма да протоколира нищо, докато работи.
de: Ausgeschaltet: Neben einer kurzen Startmeldung protokolliert NVDA während der Ausführung keine weiteren Meldungen.
es: Deshabilitado: Aparte de un breve mensaje de inicio, NVDA no registrará nada mientras se ejecute.
hr: Deaktivirano: Osim kratke poruke o pokretanju, NVDA neće zapisivati ništa za svo vrijeme dok radi.
nl: Uitgeschakeld: Behalve een korte melding bij opstarten zal NVDA niets loggen.
pt_br: Desabilitado: Além de uma breve mensagem de inicialização, o NVDA não registrará nada enquanto estiver sendo executado.
ru: Отключено: Помимо краткого сообщения о запуске, NVDA не будет ничего писать в журнал во время работы.
ta: முடக்கப்பட்டது: சுருக்கமானத் துவக்கத் தகவலைத் தவிர, இயக்கத்தில் இருக்கும்பொழுது, என்விடிஏ செயற்குறிப்பேட்டில் எதையும் பதியாது.
zh_tw: 停用：除了簡單的啟動訊息之外，NVDA 在執行時不會記錄其他資訊。

source: Info: NVDA will log basic information such as startup messages and information useful for developers.
bg: Информация: NVDA ще протоколира основна информация като стартови съобщения и информация, полезна за разработчиците.
de: Informationen: NVDA protokolliert grundlegende Informationen wie Startmeldungen und Informationen, die für Entwickler nützlich sind.
es: Información: NVDA registrará información básica tal como mensajes de inicio e información útil para los desarrolladores.
hr: Informacije: NVDA će zapisivati osnovne informacije, poput poruke o pokretanju te informacije koje su korisne za razvojne programere.
nl: Info: NVDA logt basale informatie zoals opstartmeldingen en informatie die nuttig is voor ontwikkelaars.
pt_br: Informações: O NVDA registrará informações básicas, como mensagens de inicialização e informações úteis para desenvolvedores.
ru: Info: NVDA будет журналировать только основную информацию, полезную для разработчиков.
ta: தகவல்: துவக்கத் தகவல், மேம்படுத்துநர்களுக்குப் பயன்படும் செய்திகள் போன்ற அடிப்படைத் தகவல்களை என்விடிஏ, செயற்குறிப்பேட்டில் பதியும்.
zh_tw: 資訊：NVDA 將會記錄一些基本資訊，如啟動訊息及一些對開發者有用的資訊。

source: Debug warning: Warning messages that are not caused by severe errors will be logged.
bg: Предупреждение при отстраняване на грешки: Ще бъдат протоколирани предупредителни съобщения, които не са причинени от сериозни грешки.
de: Debug-Warnmeldungen: Warnmeldungen, die nicht durch schwere Fehler verursacht werden, werden protokolliert.
es: Advertencia de depuración: se registrarán mensajes de advertencia que no sean causados por errores graves.
hr: Debug upozorenja: Upozorenja, koja ne prouzrokuju ozbiljne pogreške će se zapisivati.
nl: Debug-waarschuwing: Waarschuwingen die niet voortkomen uit ernstige fouten worden gelogd.
pt_br: Alertas de depuração — Debug warning —: mensagens de aviso que não são causadas por erros graves serão registradas.
ru: Debug warning: Будут журналироваться отладочные предупреждения не вызванные серьёзными ошибками при работе программы.
ta: வழுநீக்க எச்சரிக்கை: தீவிரப் பிழைகளினால் ஏற்படாத எச்சரிக்கைத் தகவல்களை என்விடிஏ, செயற்குறிப்பேட்டில் பதியும்.
zh_tw: 偵錯警告：將那些不是由嚴重錯誤引起的警告訊息記錄下來。

source: Input/output: Input from keyboard and braille displays, as well as speech and braille output will be logged.
bg: Входно/изходен: Ще бъдат протоколирани входните данни от клавиатурата и брайловите дисплеи, както и речевият и брайлов изход.
de: Ein- und Ausgaben: Mit dieser Option werden Eingaben via Tastatur und Braillezeile sowie Ausgaben via Sprachausgabe und Braillezeile protokolliert.
es: Entrada/salida: se registrarán las entradas de las pantallas braille y de los teclados, así como la salida de la voz y del braille.
hr: Ulaz/izlaz: Upisani znakovi s tipkovnice ili s brajičnog retka, kao i sve što je poslano govornoj jedinici će se zapisivati.
nl: Invoer/Uitvoer: Toetsenbordinvoer en invoer van brailleleesregels, alsmede spraak- en braille-uitvoer worden gelogd.
pt_br: Entrada/saída: Entrada de teclado e linhas braille, bem como voz e saída em braille serão registradas.
ru: Input/output: Будет журналироваться любой речевой или брайлевский ввод/вывод.
ta: உள்ளீடு/வெளியீடு: விசைப் பலகை/பிரெயில் உள்ளீட்டுக் கருவியின் உள்ளீடுகள் மற்றும் பேச்சு/பிரெயில் காட்சியமைவின் வெளியீடுகள் பதியப்படும்.
zh_tw: 輸入/輸出：從鍵盤與點顯器上的輸入，以及語音與點字的輸出皆會被記錄下來。

source: If you are concerned about privacy, do not set the logging level to this option.
bg: Ако сте загрижени за поверителността, не задавайте това ниво на протоколиране.
de: Wenn Sie sich Sorgen um den Datenschutz machen, verwenden Sie diese Option nicht.
es: Si te preocupa la privacidad, no configures esta opción de nivel de registro.
hr: Ako se bojite za svoju privatnost, ne postavljajte ovu razinu zapisnika.
nl: Als u zich zorgen maakt over uw privacy, kies dan niet voor dit logniveau.
pt_br: Se você estiver preocupado com a privacidade, não defina o nível de log para essa opção.
ru: Если вы беспокоитесь о конфиденциальности, то не следует устанавливать этот уровень ведения журнала.
ta: தங்களின் தனியுரிமை குறித்து கவலைகொண்டால், செயற்குறிப்பேட்டுப் பதிவினை, இவ்விருப்பத் தேர்விற்கு அமைக்காதீர்கள்.
zh_tw: 如果您顧慮隱私則不要將事件記錄等級設為此選項。

source: Debug: In addition to info, warning, and input/output messages, additional debug messages will be logged.
bg: Отстраняване на грешки: В допълнение към информационните, предупредителните и входно/изходните съобщения ще бъдат протоколирани допълнителни съобщения за отстраняване на грешки.
de: Debug-Meldungen: Zusätzlich zu den Informationen, Warn- und Ein-/Ausgabemeldungen werden weitere Debug-Meldungen protokolliert.
es: Depuración: además de los mensajes de información, advertencia y entrada/salida, se registrarán mensajes de depuración adicionales.
hr: Debug: Uz informacije, upozorenja te poruke o ulazima/izlazima, zapisivat će se dodatne poruke koje služe za ispravljanje grešaka.
nl: Debug: Naast info, waarschuwingen, en gegevens uit invoer/uitvoer worden ook debug-berichten gelogd.
pt_br: Depuração — Debug —: Além de informações, alertas e mensagens de entrada/saída, mensagens de depuração adicionais serão registradas.
ru: Debug: Помимо записей предыдущих уровней, будут журналироваться дополнительные отладочные сообщения.
ta: வழுநீக்கம்: தகவல், எச்சரிக்கை மற்றும் உள்ளீட்டு/வெளியீட்டுத் தகவல்கள் தவிர, கூடுதல் வழுநீக்கத் தகவல்களும் பதியப்படும்.
zh_tw: 偵錯：除了資訊、警告、輸入/輸出訊息之外，還將記錄其他偵錯訊息。

source: Just like input/output, if you are concerned about privacy, you should not set the logging level to this option.
bg: Също като при нивото „входно/изходен“, ако сте загрижени за поверителността, не трябва да задавате тази опция за нивото на протоколиране.
de: Genau wie bei der Ein-/Ausgabe: Sollten Sie sich um den Datenschutz sorgen, empfielt es sich, diese Option nicht zu benutzen.
es: Al igual que con la Entrada/salida, si te preocupa la privacidad, no deberías configurar el nivel de registro en esta opción.
hr: Kao u slučaju ulaz/izlaz, ako se bojite za svoju privatnost, ne postavljajte ovu razinu zapisnika.
nl: Evenals voor invoer/uitvoer geldt hier ook dat u niet voor dit logniveau moet kiezen, als u zich zorgen maakt over uw privacy.
pt_br: Assim como entrada/saída, se você está preocupado com a privacidade, você não deve definir o nível de log para essa opção.
ru: Также как и с уровнем Input/output, если вы беспокоитесь о конфиденциальности, то не следует устанавливать этот уровень ведения журнала.
ta: உள்ளீடு/வெளீயீடு போலவே, தங்களின் தனியுரிமை குறித்து கவலைகொண்டால், செயற்குறிப்பேட்டுப் பதிவினை, இவ்விருப்பத் தேர்விற்கு அமைக்காதீர்கள்.
zh_tw: 如同「輸入/輸出」，如果您顧慮隱私請不要將事件記錄等級設定為此選項。

source: Start NVDA after I sign in
bg: Автоматично стартирай NVDA след вписване в Windows
de: NVDA automatisch nach der Windows-Anmeldung starten
es: Arrancar NVDA después de que inicie sesión
hr: Automatski pokreni NVDA nakon što se prijavim u Windows sustav
nl: NVDA automatisch starten nadat ik me bij windows heb aangemeld
pt_br: Iniciar o NVDA após eu ingressar
ru: Запускать NVDA после входа в систему
ta: சாளரத்தில் புகுபதிந்தவுடன், என்விடிஏவைத் தானாக இயக்குக
zh_tw: 在我登入後啟動 NVDA

source: If this option is enabled, NVDA will start automatically as soon as you sign in to Windows.
bg: Ако тази опция е разрешена, NVDA ще се стартира възможно най-скоро след вписването ви в Windows.
de: Wenn diese Option aktiviert ist, wird NVDA automatisch gestartet, sobald Sie sich bei Windows anmelden.
es: Si esta opción está activada, NVDA arrancará automáticamente tan pronto como inicie sesión en Windows.
hr: Ako je ova opcija aktivirana, NVDA će se automatski pokrenuti nakon što se prijavite u Windows.
nl: Als u het selectievakje aanvinkt, zal NVDA automatisch worden gestart zodra u zich bij Windows aanmeldt.
pt_br: Se essa opção estiver habilitada, o NVDA será executado automaticamente logo que entrar — fizer login — no Windows.
ru: Если этот флажок установлен, то NVDA будет автоматически запускаться после входа пользователя в систему.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், தாங்கள் சாளரத்தில் புகுபதிந்தவுடன், என்விடிஏ தானாக இயங்கத் தொடங்கும்.
zh_tw: 若啟用此選項，NVDA 會在您登入 Windows 後自動啟動，

source: This option is only available for installed copies of NVDA.
bg: Тази опция е достъпна само в инсталирани копия на NVDA.
de: Diese Option ist nur in der installierten Version verfügbar.
es: Esta opción sólo está disponible para copias instaladas de NVDA.
hr: Ova je opcija dostupna samo u instaliranim kopijama NVDA čitača.
nl: Deze optie is alleen beschikbaar als NVDA op uw PC is geïnstalleerd, dus niet voor de draagbare versie.
pt_br: Essa opção só estará disponível para as cópias instaladas do NVDA.
ru: Этот флажок доступен только в установленной копии NVDA.
ta: இவ்விருப்பத் தேர்வு, என்விடிஏ நிறுவி வகைப் படிகளில் மட்டுமே உள்ளது.
zh_tw: 只有 NVDA 的安裝版本才有此選項。

source: Use NVDA during sign-in (requires administrator privileges)
bg: Използвай NVDA в екрана за вписване (изисква административни права)
de: NVDA bei der Windows-Anmeldung verwenden (Administratorrechte sind erforderlich)
es: Utilizar NVDA durante el inicio de sesión (requiere privilegios de administrador)
hr: Koristi NVDA u Windows ekranu prijave (zahtijeva administratorska prava)
nl: NVDA gebruiken bij Windows aanmelding(administratieve rechten vereist)
pt_br: Usar o NVDA nas credenciais — tela de login — (requer privilégios administrativos)
ru: Использовать NVDA на экране входа в систему (требуются права администратора)
ta: புகுபதியும்பொழுது என்விடிஏவைப் பயன்படுத்துக (இதற்கு நிர்வாகியின் சிறப்புரிமைத் தேவை)
zh_tw: 在登入畫面使用 NVDA (需要系統管理員權限)

source: If you sign in to Windows by providing a user name and password, then enabling this option will make NVDA start automatically at the sign-in screen when Windows starts.
bg: Ако се вписвате в Windows след предоставяне на потребителско име и парола, тогава разрешаването на тази опция ще направи NVDA да се стартира за екрана за вписване в Windows.
de: Wenn Sie sich bei Windows mit Ihrem Benutzernamen und Ihrem Passwort anmelden, bewirkt dieses Kontrollfeld, dass NVDA automatisch bereits bei der Anmeldung gestartet wird.
es: Si inicias sesión en Windows proporcionando un nombre de usuario y una contraseña, entonces activando esta opción hará que NVDA se inicie automáticamente en la pantalla de inicio de sesión cuando Windows arranque.
hr: Aktiviranjem ove opcije, NVDA će se automatski pokrenuti na ekranu za prijavu tijekom pokretanja Windows sustava, ako se prijavljujete u Windows upisujući svoje korisničko ime i lozinku.
nl: Als u zich bij Windows aanmeldt met een gebruikersnaam en een wachtwoord, dan zal NVDA samen met Windows bij aanmelding worden gestart. Hiervoor moet u het selectievakje inschakelen.
pt_br: Se você entra no Windows fornecendo um nome de usuário e senha, habilitar essa opção fará o NVDA iniciar automaticamente na tela de login quando o Windows iniciar.
ru: Когда пользователь входит в систему, используя логин и пароль, и при этом данный флажок установлен, то NVDA на экране входа будет запускаться автоматически.
ta: சாளரத்தில் புகுபதிய, பயனர் பெயரையும், கடவுச்சொல்லையும் தாங்கள் பயன்படுத்துவதாக இருந்தால், இத்தேர்வுப் பெட்டித் தேர்வான நிலையில், புகுபதிவு சாளரத்தில் என்விடிஏ தானாக பேசத் தொடங்கும்.
zh_tw: 若您需要輸入使用者名稱與密碼登入 Windows，啟用此選項可在啟動 Windows 時的登入畫面中自動啟動 NVDA，

source: This option is only available for installed copies of NVDA.
bg: Тази опция е достъпна само в инсталирани копия на NVDA.
de: Diese Option ist nur in der installierten Version verfügbar.
es: Esta opción sólo está disponible para copias instaladas de NVDA.
hr: Ova je opcija dostupna samo u instaliranim kopijama NVDA čitača.
nl: Deze optie is alleen beschikbaar als NVDA op uw PC is geïnstalleerd, dus niet voor de draagbare versie.
pt_br: Esta opção só estará disponível para as cópias instaladas do NVDA.
ru: Этот флажок доступен только в установленной копии NVDA.
ta: இவ்விருப்பத் தேர்வு, என்விடிஏ நிறுவி வகைப் படிகளில் மட்டுமே உள்ளது.
zh_tw: 只有 NVDA 的安裝版本才有此選項。

source: Use currently saved settings during sign-in and on secure screens (requires administrator privileges)
bg: Използвай текущо запазените настройки в екрана за вписване и другите защитени екрани (изисква административни права)
de: Aktuell gespeicherte Einstellungen für die Windows-Anmeldung und bei Sicherheitsmeldungen verwenden (erfordert Administrationsberechtigungen!)
es: Utilizar Opciones guardadas actualmente durante el inicio de sesión y en pantallas seguras
hr: Koristi trenutačno spremljene postavke za ekran prijave te ostale sigurne ekrane (zahtijeva administratorska prava)
nl: Huidige instellingen van NVDA gebruiken bij windows-aanmelding (administrative rechten vereist)
pt_br: Usar as configurações salvas atualmente nas credenciais e em telas seguras (requer privilégios administrativos)
ru: Использовать последнюю сохранённую конфигурацию на экране входа в систему и на других защищённых экранах (требуются права администратора)
ta: சாளரத்தில் புகுபதியும்பொழுதும், பிற பாதுகாப்பானத் திரைகளிலும் தற்போது சேமிக்கப்பட்டுள்ள அமைப்புகளைப் பயன்படுத்துக (இதற்கு நிர்வாகியின் சிறப்புரிமைத் தேவை)
zh_tw: 在登入或安全畫面使用目前儲存的設定 (需要系統管理員權限)

source: Pressing this button copies your currently saved NVDA user configuration to NVDA's system configuration directory, so that NVDA will use it during sign-in and when running on User Account Control (UAC) and other [secure screens](#SecureScreens).
bg: Натискането на този бутон копира текущо запазените настройки на NVDA в папката със системните настройки, така че NVDA ще ги използва, когато работи в екрана за вписване, „Управление на потребителските акаунти“ (UAC) и други [защитени екрани](#SecureScreens).
de: Mit diesem Schalter wird die aktuell gespeicherte NVDA-Benutzerkonfiguration in das Systemkonfigurationsverzeichnis von NVDA kopiert, sodass NVDA sie bei der Anmeldung und bei der Benutzerkontensteuerung und [anderen Sicherheitsmeldungen](#SecureScreens) verwendet.
es: Pulsando este botón copias tu configuración de usuario de NVDA actualmente guardada al directorio de sistema de configuración de NVDA, tal que NVDA lo utilizará cuando se ejecute durante el inicio de sesión, Control de Cuentas de Usuario (UAC) y otras [pantallas seguras](#SecureScreens) de Windows.
hr: Kada pritisnete ovaj gumb, vaša trenutna NVDA konfiguracija bit će kopirana u mapu NVDA konfiguracije sustava što znači da će ju NVDA koristiti na zaslonu za prijavu te ako se pokreće kontrola korisničkog računa (UAC) te na drugim [sigurnim zaslonima](#SecureScreens).
nl: Met deze knop kopieert u uw huidige opgeslagen configuratie naar de systeemconfiguratiemap van NVDA, zodat de instellingen worden gebruikt bij het aanmeldscherm, gebruikersaccountbeheerscherm (UAC) en andere [beveiligde Windows-schermen](#SecureScreens).
pt_br: Ao pressionar este botão, copiará as configurações atualmente salvas do usuário do NVDA para a pasta das configurações de sistema deste leitor de telas, de modo que o NVDA irá usá-las durante o login e quando executando no Controle de Conta de Usuário (UAC) e em outras [telas seguras](#SecureScreens).
ru: При нажатии этой кнопки, ваши текущие сохраненные настройки NVDA будут скопированы в папку системных настроек, и NVDA будет использовать их на экране входа в систему, на экране контроля учётных записей (UAC) и на других [защищённых экранах](#SecureScreens).
ta: இப்பொத்தானை அழுத்தினால், தற்போதைய அமைவடிவம் என்விடிஏவின் அடைவில் சேமிக்கப்பட்டு, சாளரப் புகுபதிவு, பயனர் கணக்குக் கட்டுப்பாடு, மற்றும் [பிற பாதுகாப்பான சாளரங்களில்](#SecureScreens) என்விடிஏ அதை பயன்படுத்திக் கொள்ளும்.
zh_tw: 按下這個按鈕複製目前儲存的 NVDA 使用者組態到 NVDA 系統組態目錄中，如此在登錄畫面、使用者帳戶控制 (UAC) 畫面與其他[安全畫面](#SecureScreens) NVDA 將會使用這些設定，

source: To make sure that all your settings are transferred, make sure to save your configuration first with control+NVDA+c or Save configuration in the NVDA menu.
bg: За да сте сигурни, че всички ваши настройки са копирани, уверете се, че първо сте запазили вашите настройки с Control+NVDA+C или Запази настройките от менюто на NVDA.
de: Speichern Sie zuvor Ihre Konfiguration, um sicherzustellen, dass auch tatsächlich all Ihre Einstellungen übernommen wurden. Sie können dies im NVDA-Menü oder mit der Tastenkombination NVDA+Strg+C vornehmen.
es: Para estar seguro de que todas tus opciones se transfieren, asegúrate de guardar primeramente tu configuración con control+NVDA+c o guarda la configuración en el menú NVDA.
hr: Da biste se uvjerili da su sve vaše postavke kopirane, prvo spremite vašu konfiguraciju pomoću prečaca kontrol+NVDA+c ili pomoću opcije spremi konfiguraciju u NVDA izborniku.
nl: Om ervoor te zorgen dat alle instellingen worden overgezet, moet u erop letten dat u eerst uw configuratie hebt opgeslagen met control+NVDA+c, of Configuratie Opslaan in het NVDA-menu.
pt_br: Para certificar-se de que todas as suas opções serão transferidas, verifique em primeiro lugar se salvou suas configurações com control+NVDA+c ou através do item respectivo do Menu do NVDA.
ru: Прежде всего, чтобы удостовериться, что все ваши настройки сохранены, нажмите NVDA+Control+C или выберите из главного меню NVDA пункт "Сохранить конфигурацию".
ta: தங்களுடைய எல்லா அமைவடிவங்களும் அடைவிற்கு மாற்றப்படுவதை உறுதி செய்துகொள்ள, முதலில், தங்களின் அமைவடிவத்தை என்விடிஏ+கட்டுப்பாடு+c விசைக் கட்டளை, அல்லது என்விடிஏ பட்டியலிலிருக்கும் 'அமைவடிவத்தை சேமித்திடுக' உருப்படியைப் பயன்படுத்தி சேமிக்க வேண்டும்.
zh_tw: 為確保這些設定能夠順利複製，在此之前請先按 Ctrl+NVDA+C 儲存組態或選擇 NVDA 功能表的「儲存組態」，

source: This option is only available for installed copies of NVDA.
bg: Тази опция е достъпна само в инсталирани копия на NVDA.
de: Diese Option ist nur in der installierten Version verfügbar.
es: Esta opción sólo está disponible para copias instaladas de NVDA.
hr: Ova je opcija dostupna samo u instaliranim kopijama NVDA čitača.
nl: Deze optie is alleen beschikbaar als NVDA op uw PC is geïnstalleerd, dus niet voor de draagbare versie.
pt_br: Essa opção só estará disponível para as cópias instaladas do NVDA.
ru: Эта кнопка доступна только в установленной копии NVDA.
ta: இவ்விருப்பத் தேர்வு, என்விடிஏ நிறுவி வகைப் படிகளில் மட்டுமே உள்ளது.
zh_tw: 只有 NVDA 的安裝版本才有此選項。

source: Automatically check for updates to NVDA
bg: Автоматично проверявай за обновления на NVDA
de: Automatisch nach Updates suchen
es: Buscar actualizaciones para NVDA automáticamente
hr: Automatski provjeri nadogradnje za NVDA
nl: Automatisch controleren op NVDA updates
pt_br: Procurar Atualizações do NVDA Automaticamente
ru: Автоматически проверять наличие обновлений NVDA
ta: இற்றாக்கங்களுக்குத் தானாகத் துழாவுக
zh_tw: 自動檢查 NVDA 更新

source: If this is enabled, NVDA will automatically check for updated versions and inform you when an update is available.
bg: Ако тази опция е разрешена, NVDA ще проверява автоматично за свои нови версии и ще ви информира, когато такава е налична.
de: Wenn diese Option aktiviert ist, sucht NVDA automatisch nach Updates und informiert Sie, sobald eine neue Version verfügbar ist.
es: Si esto está activado, NVDA buscará automáticamente versiones actualizadas y te informará cuando una actualización esté disponible.
hr: Ako je ova opcija uključena, NVDA će automatski provjeriti nadogradnje i obavjestiti vas kad je nadogradnja dostupna.
nl: Als dit selectievakje is aangevinkt zal NVDA automatisch controleren of er bijgewerkte versies beschikbaar zijn en dit laten weten als dit het geval is.
pt_br: Se habilitado, o NVDA irá procurar automaticamente por versões atualizadas e lhe informará quando uma atualização estiver disponível.
ru: Если этот флажок установлен, то NVDA будет автоматически проверять наличие своей более новой версии и сообщать пользователю, когда она доступна.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், இற்றாக்கம் ஏதேனும் உள்ளதா என்பதை என்விடிஏ தானாகத் துழாவி, அதை அறிவிக்கும்.
zh_tw: 若啟用此選項，NVDA 將會自動檢查有無更新版本並在有可用的更新時通知您，
