Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: You do this by switching to focus mode, where almost all keys are passed to the control.
bg: Когато сте в режим на разглеждане, NVDA автоматично ще премине в режим на фокус, ако по време на навигация се озовете в елемент, който го изисква.
de: Um mit diesen Elementen zu arbeiten, aktivieren Sie den Fokusmodus, in welchem Alle Tasten an das Element weitergegeben werden.
es: Esto se hace cambiando a modo foco, donde casi todas las teclas se pasan al control.
hr: To činite tako da se prebacujete u modus fokusa, gdje su sve tipke proslijeđene kontroli.
nl: Dit doet u door naar focusmodus te wisselen, hierdoor worden vrijwel alle toetsen doorgegeven aan het onderliggende besturingselement.
pt_br: Pode fazer isso alternando para o modo de foco, onde as teclas são passadas para os controles.
ru: Вы проделаете это, переключившись в режим редактирования, где почти все клавиши будут передаваться непосредственно этому элементу управления.
ta: இதைச் செய்ய, தாங்கள் குவிமைய நிலைக்கு மாற வேண்டும். இந்நிலையில், அழுத்தப்படும் எல்லா விசைகளும் என்விடிஏ கையாளாமல், கணினிக்கு அனுப்பி வைக்கப்படும்.
zh_tw: 此時就需要切換到焦點模式，隨後所有按鍵動作將直達控制項。

source: When in Browse mode, by default, NVDA will automatically switch to focus mode if you tab to or click on a particular control that requires it.
bg: Забележете, че ако натиснете клавиша Enter или Интервал, докато сте върху такъв елемент, това също ще доведе до преминаване в режим на фокус.
de: Wenn Sie sich im Lesemodus befinden, wird NVDA standardmäßig automatisch den Fokusmodus aktivieren, sobald Sie mit Tab auf ein Element springen oder darauf klicken, welches den Fokusmodus benötigt.
es: Cuando se está en modo Exploración, por defecto, NVDA cambiará automáticamente a modo foco si tabulas o haces clic sobre un control en particular que lo requiera.
hr: Kad ste u modusu čitanja, NVDA će se standardno automatski prebaciti na modus fokusa, ako s tabom dođete ili kliknete na određenu kontrolu koja to zahtjeva.
nl: Standaard zal NVDA naar focusmodus wisselen als door middel van de tab-toets een besturingselement de focus krijgt, of als er geklikt wordt op een besturingselement dat focusmodus vereist.
pt_br: Quando estiver no modo de navegação, o NVDA por padrão alternará automaticamente para o modo de foco caso se mova com Tab ou clique num controle em particular que exija isso.
ru: В режиме обзора по умолчанию NVDA автоматически будет переключаться в режим редактирования, если вы перемещаетесь клавишей tab или производите щелчок на элементе управления, в котором требуется задействовать режим редактирования.
ta: உலாவும் நிலையில், குவிமைய நிலைக்கு மாற வேண்டியிருக்கும் கட்டுப்பாடுகளுக்குத் தத்தல் விசையின் மூலமாகவோ, சொடுக்கியின் மூலமாகவோ நகரும்பொழுது, இயல்பில் குவிமைய நிலைத் தானாக இயக்கப்படும்.
zh_tw: 當在瀏覽模式，預設情況下按 Tab 移到或以滑鼠點擊需要焦點模式的特定控制項將會自動切換到焦點模式，

source: Conversely, tabbing to or clicking on a control that does not require focus mode will switch back to browse mode.
bg: Ако NVDA автоматично е преминал в режим на фокус, табване до, или щракване върху елемент, който не изисква режим на фокус (като например връзка или част от текст), ще възвърне режима на разглеждане.
de: Entsprechend wechselt NVDA automatisch in den Lesemodus, wenn Sie auf ein Element klicken oder mit der Tab-Taste darauf springen, welches den Fokusmodus nicht benötigt.
es: En cambio, tabulando o haciendo clic sobre un control que no requiera modo foco retornará a modo exploración.
hr: U obratnom slučaju, pritiskom taba ili entera na kontrolu koja ne zahtjeva modus fokusa NVDA će se prebaciti natrag na modus čitanja.
nl: Bij het klikken op, of focussen van een besturingselement dat geen focusmodus vereist zal NVDA automatisch terugschakelen naar de bladermodus.
pt_br: Contrariamente, movendo-se com Tab ou clicando num controle que não precise do modo de foco, alternará para o modo de navegação.
ru: И наоборот, при перемещении клавишей tab или при щелчке на элементе управления, в котором не требуется задействовать режим редактирования, NVDA переключится обратно в режим обзора.
ta: அதேபோல், குவிமைய நிலையில் இருக்கும்பொழுது, குவிமைய நிலைத் தேவையில்லாத கட்டுப்பாடுகளுக்குத் தத்தல் விசை மூலமாகவோ, சொடுக்கி மூலமாகவோ நகரும்பொழுது, உலாவும் நிலைத் தானாக இயக்கப்படும்.
zh_tw: 反之若按 Tab 移到或以滑鼠點擊不需要焦點模式的控制項則會切換回瀏覽模式。

source: You can also press enter or space to switch to focus mode on controls that require it.
bg: Натискането на Escape също ще ви върне в режим на разглеждане, ако е било преминато в режим на фокус автоматично.
de: Wenn ein Element den Fokusmodus benötigt, können Sie auch die Leertaste oder Eingabetaste drücken, um den Fokusmodus zu aktivieren.
es: También puedes pulsar intro o espacio para cambiar a modo foco en controles que lo requieran.
hr: Također, možete pritisnuti enter ili razmaknicu da biste se prebacili na modus fokusa za kontrole koje ga zahtjevaju.
nl: U kunt ook op spatie of enter drukken om focusmodus in te schakelen zodra u zich op een besturingselement bevind dat focusmodus vereist.
pt_br: Você também pode alternar para o modo de foco pressionando Enter ou Espaço em controles que exijam isso.
ru: Вы также можете нажимать Enter или пробел для переключения в режим редактирования на элементах управления, в которых его требуется задействовать.
ta: குவிமைய நிலைத் தேவைப்படும் கட்டுப்பாடுகளில், குவிமைய நிலையை இயக்க, உள்ளிடு விசையையோ, இடைவெளிப் பட்டையையோ அழுத்தலாம்.
zh_tw: 您也可以在需要焦點模式的控制項上按 Enter 或空白鍵來切換到焦點模式，

source: Pressing escape will switch back to browse mode.
bg: Също така можете и ръчно да преминавате между двата режима.
de: Mit der Escape-Taste wechseln Sie wieder zurück in den Lesemodus.
es: Pulsando escape volverás a modo exploración.
hr: Kad pritisnete escape, vratit ćete se u modus čitanja.
nl: Het drukken van escape brengt u terug naar de bladermodus.
pt_br: Caso pressione Escape retornará ao modo de navegação.
ru: Нажатием Escape вы перейдете обратно в режим обзора.
ta: விடுபடு விசையை அழுத்தினால், உலாவும் நிலைக்கு மாறும்.
zh_tw: 按 Escape 鍵則會切換回瀏覽模式，

source: In addition, you can manually force focus mode, after which it will remain in effect until you choose to disable it.
bg: Все пак, когато преминете в режим на фокус ръчно, NVDA няма повече да преминава в режим на разглеждане, докато не го направите ръчно.
de: Zusätzlich können Sie auch den Fokusmodus erzwingen. In diesem Fall bleibt der Fokusmodus so lange aktiv, bis Sie wieder zum Lesemodus zurückkehren.
es: Además, puedes forzar manualmente el modo foco, después de lo cual permanecerá efectivo hasta que elijas desactivarlo.
hr: Dodatno, ručno možete uključiti modus fokusa, nakon čega će ostati aktivan sve dok ne odaberete da ćete ga isključiti.
nl: Het is ook mogelijk om handmatig de focusmodus in te schakelen, deze zal dan actief blijven tot u deze weer handmatig uitschakelt.
pt_br: Adicionalmente, pode alternar manualmente forçando o modo de foco, sendo que assim ele permanecerá até que você opte por desabilitá-lo.
ru: К тому же вы можете вручную принудительно включить режим редактирования, который будет действовать, пока вы его не отмените.
ta: கூடுதலாக, தாங்கள் கட்டாய குவிமைய நிலையை ஏற்படுத்தலாம். தாங்கள் மீண்டும் உலாவும் நிலைக்கு மாற விரும்பும்வரை, குவிமைய நிலை இயக்கத்தில் இருக்கும்.
zh_tw: 此外您可以手動強制切換到焦點模式，這將會持續保持在焦點模式直到您再手動切換回瀏覽模式。

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Toggle browse/focus modes |NVDA+space |Toggles between focus mode and browse mode
bg: Превключване между режимите на фокус и разглеждане |NVDA+интервал |Превключва между режим на фокус и режим на разглеждане
de: Zwischen Lese- und Fokusmodus wechseln |NVDA+Leertaste |Schaltet zwischen Fokus- und Lesemodus um
es: Alternar modos exploración/foco |NVDA+espacio |Conmuta entre modo foco y modo Exploración
hr: Mijenjaj između modusa čitanja i modusa fokusa |NVDA+razmaknica |Prebacuje između modusa fokusa i modusa čitanja
nl: Van modus wisselen |NVDA+spatiebalk |Wisselen tussen blader en focusmodus
pt_br: Alternar entre modos de navegação/foco |NVDA+espaço |Alterna entre o modo de foco e o modo de navegação
ru: Переключиться между режимами редактирования и обзора |NVDA+Пробел |Переключается между режимами редактирования и обзора
ta: உலாவும் நிலை, குவிமைய நிலைகளுக்கிடையே மாற்றுக |என்விடிஏ+இடைவெளி |உலாவும் நிலை, குவிமைய நிலை ஆகிய இருநிலைகளுக்கிடையே மாற்றியமைக்கும்
zh_tw: 切換瀏覽/焦點模式 |NVDA+空白鍵 |在焦點模式與瀏覽模式之間切換

source: Exit focus mode |escape |Switches back to browse mode if focus mode was previously switched to automatically
bg: Изход от режим на фокус |Escape |Превключва обратно към режим на разглеждане, ако преди това автоматично е било преминато към режим на фокус
de: Fokusmodus schließen |Escape-Taste |Schaltet zurück in den Lesemodus, wenn zuvor der Fokusmodus automatisch aktiviert wurde
es: Salir de modo foco |escape |Cambia a modo exploración si el modo foco anteriormente estaba cambiado automáticamente
hr: Izađi iz modusa fokusa |escape |Prebacuje natrag na modus čitanja, ako je prije toga modus fokusa prebačen na automatski
nl: Focusmodus verlaten |escape |Naar de bladermodus teruggaan vanuit de automatisch ingeschakelde focusmodus
pt_br: Sair do modo de foco |escape |Volta para o modo de navegação se o modo de foco foi anteriormente ativado automaticamente
ru: Выйти из режима редактирования |Escape |Переключается обратно в режим обзора, если режим редактирования был до этого автоматически включён
ta: குவிமைய நிலையை விட்டு வெளியேறுக |விடுபடு |முன்னதாக குவிமைய நிலை தானாக இயக்கப்பட்டிருந்தால், உலாவும் நிலைக்கு மீண்டும் மாறும்
zh_tw: 離開焦點模式 |Esc |如果先前自動切換到焦點模式則切換回瀏覽模式

source: Refresh browse mode document |NVDA+f5 |Reloads the current document content (useful if certain content seems to be missing from the document. Not available in Microsoft Word and Outlook.)
bg: Обнови разглеждания документ |NVDA+F5 |Презарежда текущия документ (полезно, ако изглежда, че от страницата липсва наскоро променено съдържание. Тази команда не е налична в Microsoft Word и Outlook.)
de: Lesemodus aktualisieren |NVDA+F5 |Lädt das aktuelle Dokument neu (das ist sinnvoll, wenn vielleicht einige Elemente auf der Seite fehlen sollten. Dieser Befehl ist in Microsoft Word und Microsoft Outlook nicht verfügbar).
es: Refrescar documento en modo exploración |NVDA+f5 |Recarga el contenido del documento actual (útil si ciertos contenidos parecen estar desaparecidos del documento. No disponible en Microsoft Word y Outlook.)
hr: Osvježi dokument u modusu čitanja |NVDA+f5 |Osvježava trenutačni sadržaj dokumenta (korisno kad izgleda da neki dio sadržaja nedostaje iz dokumenta Nije dostupno u Microsoft Wordu i Outlooku.)
nl: Document vernieuwen |NVDA+f5 |Het document wordt opnieuw geladen (nuttig als er iets lijkt te ontbreken op de pagina. Niet beschikbaar in Microsoft Word en Outlook.)
pt_br: Atualizar Documento do Modo de Navegação |NVDA+f5 |Recarrega o conteúdo do documento atual (muito útil se determinado conteúdo parece estar ausente do documento. Não disponível no Microsoft Word e Outlook.)
ru: Обновить документ в режиме обзора |NVDA+F5 |Перезагружает содержимое текущего документа (полезно, если определенное содержимое документа кажется пропущенным. Недоступно в Microsoft Word и Outlook.)
ta: உலாவும் நிலை ஆவணத்தைப் புத்தாக்குக |என்விடிஏ+f5 |ஆவணத்தின் சில உள்ளடக்கப் பகுதிகள் திரையில் சரிவர தோன்றாதபொழுது, ஆவணத்தை மீளேற்றம் செய்யும். இக்கட்டளை மைக்ரோசாஃப்ட் வேர்டிலும், அவுட்லுக்கிலும் கிடையாது.
zh_tw: 更新瀏覽模式文件 |NVDA+F5 |重新載入目前文件內容 (若發現似乎文件內容有些遺失則此功能相當管用，但對於 Microsoft Word 及 Outlook 則不適用)

source: Find |NVDA+control+f |Pops up a dialog in which you can type some text to find in the current document. See [searching for text](#SearchingForText) for more information.
bg: Търси |NVDA+Control+F |Извежда диалогов прозорец, в който можете да въведете текст за търсене в текущия документ. За повече информация прегледайте [търсене на текст](#SearchingForText).
de: Suchen |NVDA+Strg+F |Öffnet einen Dialog, in dem Sie einen Text eingeben können, der im aktuellen Dokument zu finden ist. Weitere Informationen finden Sie unter [Nach Text suchen](#SearchingForText).
es: Buscar |NVDA+control+f |Despliega un diálogo en el que puedes teclear algún texto a encontrar en el documento actual. Consulta [buscar texto](#SearchingForText) para más información.
hr: Traži |NVDA+kontrol+f |Otvara dijaloški okvir pretrage, u kojem možete upisati tekst koji tražite u dokumentu. Pogledajte [Traženje teksta](#SearchingForText) za daljnje informacije.
nl: Zoeken |NVDA+control+f |Er wordt een venster geopend waarin u tekst kunt typen die in het huidige document moet worden opgezocht. Zie voor meer informatie, [zoeken naar tekst](#SearchingForText).
pt_br: Procurar |NVDA+control+f |Abre um diálogo onde você pode digitar algum texto para procurar no documento atual. Veja [procurando por texto](#SearchingForText) para mais informações.
ru: Диалог поиска |NVDA+Control+F |Открывает диалоговое окно, в котором вы можете набрать текст для поиска в текущем документе. Для получения более подробной информации, пожалуйста, обратитесь к разделу [поиск текста](#SearchingForText)
ta: கண்டறிக |என்விடிஏ+கட்டுப்பாடு+f |தற்போதைய ஆவணத்தில் ஒரு உரையைக் கண்டறிய, இவ்விசையை அழுத்தினால், கண்டறிதளுக்கான உரையாடல் பெட்டித் தோன்றும். கூடுதல் தகவல்களுக்கு [உரையைக் கண்டறிதல்](#SearchingForText) பிரிவைக் காணவும்.
zh_tw: 尋找 |NVDA+Ctrl+F |開啟一個對話框，以便輸入文字在目前的文件中搜尋。請參見[尋找文字](#SearchingForText)獲取更多資訊

source: Find next |NVDA+f3 |Finds the next occurrence of the text in the document that you previously searched for
bg: Търси следващо срещане |NVDA+F3 |Търси следващо срещане на предишно търсен текст в текущия документ
de: Vorwärts suchen |NVDA+F3 |Sucht die nächste Zeichenkette des gesuchten Textes im aktuellen Dokument, welche zuvor eingegeben wurde
es: Buscar siguiente |NVDA+f3 |Encuentra la siguiente ocurrencia del texto en el documento que buscaste anteriormente
hr: Traži sljedeće |NVDA+f3 |Traži sljedeće pojavljivanje teksta u dokumentu kojeg ste prethodno tražili
nl: Volgende zoeken |NVDA+f3 |Hiermee kunt u nagaan of tekst van een zoekopdracht verderop in het document nog vaker voorkomt.
pt_br: Procurar seguinte |NVDA+f3 |Procura pela próxima ocorrência de texto já procurada no documento
ru: Искать вперёд |NVDA+F3 |Искать следующее вхождение текста, который вы искали в прошлый раз, в документе
ta: அடுத்ததைக் கண்டறிக |என்விடிஏ+f3 |ஏற்கெனவே கண்டறிந்த உரையின் அடுத்த தோற்றம் எங்கிருக்கிறது என்று கண்டறியும்
zh_tw: 尋找下一個 |NVDA+F3 |在目前文件中向下尋找前次搜尋的文字。

source: Find previous |NVDA+shift+f3 |Finds the previous occurrence of the text in the document you previously searched for
bg: Търси предишно срещане |NVDA+Shift+F3 |Търси предишно срещане на предишно търсения текст в текущия документ
de: Rückwärts suchen |NVDA+Umschalt+F3 |Sucht die vorherige Zeichenkette des gesuchten Textes im aktuellen Dokument, die zuvor eingegeben wurde
es: Buscar anterior |NVDA+shift+f3 |Encuentra la ocurrencia anterior del texto en el documento buscado anteriormente
hr: Traži prethodno |NVDA+šift+f3 |Traži prethodno pojavljivanje teksta u dokumentu kojeg ste prethodno tražili
nl: Vorige zoeken |NVDA+shift+f3 |Hiermee kunt u nagaan of de gezochte tekst eerder in het document voorkomt
pt_br: Procurar anterior |NVDA+shift+f3 |Procura pela ocorrência de texto anterior já procurada no documento
ru: Искать назад |NVDA+Shift+F3 |Искать предыдущее вхождение текста, который вы искали в прошлый раз, в документе
ta: முந்தையதைக் கண்டறிக |என்விடிஏ+மாற்றழுத்தி+f3 |ஏற்கெனவே கண்டறிந்த உரையின் தோற்றம் முந்தையதாக எங்கிருக்கிறது என்று கண்டறியும்
zh_tw: 尋找上一個 |NVDA+Shift+F3 |在目前文件中向上尋找前次搜尋的文字。

source: Single Letter Navigation
bg: Навигиране с една буква
de: Die Schnellnavigationstasten
es: Navegación con una Sola Letra
hr: Brzo kretanje pomoću početnih slova
nl: Lettertoetsnavigatie
pt_br: Navegação com Caractere Avulso — Navegação Rápida
ru: Быстрая навигация
ta: ஒற்றை எழுத்துடன் வழிசெலுத்தல்
zh_tw: 單鍵導覽

source: While in browse mode, for quicker navigation, NVDA also provides single character keys to jump to certain fields in the document.
bg: Когато сме в режим на разглеждане, за по-бърза навигация NVDA предоставя също единични букви за прескачане до определени полета в документа.
de: Um im Lesemodus eine schnellere Navigation zu ermöglichen, stellt NVDA die sogenannten Schnellnavigationstasten für das Ansteuern bestimmter Seitenelemente zur Verfügung.
es: Mientras se esté en modo exploración, para una navegación más rápida NVDA también proporciona teclas de un solo carácter para saltar a ciertos campos en el documento.
hr: Kad se nalazite u modusu čitanja, za brže kretanje, NVDA također pruža jednoslovne prečace za premještanje na razna polja u dokumentu.
nl: Om in de bladermodus snel te kunnen navigeren, kunt u een lettertoets gebruiken om naar bepaalde velden te springen in een document.
pt_br: Quando estiver no modo de navegação, o NVDA também fornece teclas de apenas um caractere para uma navegação rápida, as quais permitem saltar para determinados campos no documento.
ru: Для быстрой навигации по определенным элементам документа в режиме обзора, NVDA предоставляет набор однобуквенных команд.
ta: உலாவும் நிலையில், ஒரு ஆவணத்திலிருக்கும் சில களங்களுக்கு விரைவாக சென்றடைய, ஒற்றை எழுத்துடன் வழிசெல்லும் வசதியை என்விடிஏ கொண்டுள்ளது.
zh_tw: 在瀏覽模式下為了快速導覽，NVDA 還提供了單一字母按鍵以跳至文件內特定元素的功能。

source: Note that not all of these commands are supported in every type of document.
bg: Обърнете внимание, че не всички от тези команди се поддържат във всеки тип документ.
de: Bitte beachten Sie, dass nicht alle Schnellnavigationstasten in jedem Dokumententyp verfügbar sind.
es: Ten en cuenta que no todas estas órdenes se soportan en cada tipo de documento.
hr: Imajte na umu da neki prečaci nisu dostupne u svim vrstama dokumenata.
nl: Merk op dat niet alle commando’s worden ondersteund in elk type document.
pt_br: Note que nem todos os comandos são suportados em todos os tipos de documento.
ru: Следует отметить, что не все эти команды поддерживаются во всех типах документов.
ta: இவ்விசைகள் யாவும், ஒவ்வொரு வகை ஆவணத்திலும் ஆதரிக்கப்படுவதில்லை என்பதைக் கவனிக்கவும்.
zh_tw: 附註：並非所有的單鍵導覽指令在個種類型的文件均有支援。

source: The following keys by themselves jump to the next available element, while adding the shift key causes them to jump to the previous element:
bg: Следните клавиши прехвърлят курсора до следващ елемент от съответния тип, а в комбинация с клавиша Shift го прехвърлят до предишен такъв:
de: Mit den folgenden Tasten navigieren Sie zum nächsten verfügbaren Element, während Sie in der Kombination mit der Umschalt-Taste zum vorherigen verfügbaren Element navigieren:
es: Las siguientes teclas por sí mismas saltan al siguiente elemento, con la tecla shift saltan al anterior elemento:
hr: Sljedeće tipke služe za premještanje na idući dostupni element, dodavanjem šifta se premještate na prethodni element:
nl: Om naar het eerstvolgende element te springen gebruikt u uitsluitend één van de hierna vermelde toetsen, terwijl u in combinatie met de shifttoets naar een vorig element springt:
pt_br: As teclas seguintes só por si saltam para o próximo elemento disponível, adicionando-se a tecla Shift faz com que saltem para o elemento anterior:
ru: Следующие клавиши сами по себе осуществляют переход к доступному элементу, а в сочетании с клавишей Shift переходят на предыдущий элемент:
ta: உலாவும் நிலையில், கீழ் கண்ட விசைகளை அழுத்தினால், அடுத்ததாகத் தோன்றும் கூறுக்குச் செல்லும். மாற்றழுத்தி விசையுடன் இவ்விசைகளை சேர்த்து அழுத்தினால், முந்தைய கூறுக்குச் செல்லும்.
zh_tw: 下列的按鍵僅按該單一按鍵會跳至對應的下一個元素，同時按 Shift+該單一按鍵則會跳至上一個對應的元素。

source: h: heading
bg: H: Заглавие
de: H: Überschrift
es: h: Encabezado
hr: h: naslov
nl: h: heading (kop)
pt_br: h: título — cabeçalho
ru: h: заголовок
ta: h: தலைப்பு
zh_tw: h: 標題 (heading)

source: l: list
bg: L: Списък
de: L: Liste
es: l: lista
hr: l: popis
nl: l: lijst
pt_br: l: lista
ru: l: список
ta: l: வரிசைப் பட்டியல்
zh_tw: l: 清單 (list)

source: i: list item
bg: I: Елемент от списък
de: I: Listeneintrag
es: i: elemento de lista
hr: i: stavka popisa
nl: i: lijstonderdeel
pt_br: i: item de lista
ru: i: элемент списка
ta: i: வரிசைப் பட்டியல் உருப்படி
zh_tw: i: 清單項目 (list item)

source: t: table
bg: T: Таблица
de: T: Tabelle
es: t: tabla
hr: t: tablica
nl: t: tabel
pt_br: t: tabela
ru: t: таблица
ta: t: அட்டவணை
zh_tw: t: 表格 (table)

source: k: link
bg: K: Връзка
es: k: enlace
hr: k: poveznica
ru: k: ссылка
ta: k: தொடுப்பு
zh_tw: k: 連結 (link)

source: n: nonLinked text
bg: N: Обикновен текст
de: N: Nichtverlinkter Text
es: n: texto que no es enlace
hr: n: tekst nakon poveznice
nl: n: niet-gelinkte tekst
pt_br: n: texto que não é link
ru: n: текст без ссылки
ta: n: தொடுப்புத் தொகுதிக்கு அப்பாலான உரை
zh_tw: n: 非連結文字 (nonLinked text)

source: f: form field
bg: F: Поле от формуляр
de: F: Formularfeld
es: f: campo de formulario
hr: f: polje obrasca
nl: f: formulierveld
pt_br: f: campo de formulário
ru: f: поле формы
ta: f: படிவக் களம்
zh_tw: f: 表單欄位 (form field)

source: u: unvisited link
bg: U: Непосетена връзка
de: U: Nicht besuchter Link
es: u: enlace no visitado
hr: u: neposjećena poveznica
nl: u: unvisited (niet-bezochte) link
pt_br: u: link não visitado
ru: u: не посещённая ссылка
ta: u: வருகையளிக்கப்படாத தொடுப்பு
zh_tw: u: 未到訪過的連結 (unvisited link)

source: v: visited link
bg: V: Посетена връзка
de: V: Besuchter Link
es: v: enlace visitado
hr: v: posjećena poveznica
nl: v: visited (bezochte) link
pt_br: v: link visitado
ru: v: посещённая ссылка
ta: v: வருகையளிக்கப்பட்ட தொடுப்பு
zh_tw: v: 已到訪過的連結 (visited link)

source: e: edit field
bg: E: Поле за писане
de: E: Eingabefeld
es: e: campo de edición
hr: e: polje za uređivanje
nl: e: edit field (tekstvak)
pt_br: e: campo de edição
ru: e: поле редактирования
ta: e: தொகு களம்
zh_tw: e: 編輯區 (edit field)

source: b: button
bg: B: Бутон
de: B: Schalter
es: b: botón
hr: b: gumb
nl: b: button (knop)
pt_br: b: botão
ru: b: кнопка
ta: b: பொத்தான்
zh_tw: b: 按鈕 (button)

source: x: checkbox
bg: X: Поле за отметка
de: X: Kontrollfeld
es: x: casilla de verificación
hr: x: potvrdni okvir
nl: x: checkbox (selectievakje)
pt_br: x: caixa de seleção
ru: x: флажок
ta: x: தேர்வுப் பெட்டி
zh_tw: x: 核取方塊 (checkbox)

source: c: combo box
bg: C: Падащ списък
de: C: Kombinationsfeld
es: c: cuadro combinado
hr: c: odabirni okvir
nl: c: combo box (vervolgkeuzelijst)
pt_br: c: caixa de combinação
ru: c: комбинированный список
ta: c: சேர்க்கைப் பெட்டி
zh_tw: c: 下拉式方塊 (combo box)

source: r: radio button
bg: R: Радио бутон
de: R: Auswahlschalter
es: r: botón de opción
hr: r: izborni gumb
nl: r: radio button (keuzerondje)
pt_br: r: botão de opção
ru: r: радиокнопка
ta: r: வானொலிப் பொத்தான்
zh_tw: r: 選擇鈕 (radio button)

source: q: block quote
bg: Q: Цитат
de: Q: Zitatblock
es: q: cita
hr: q: citat
nl: q: block quote (citaatblok)
pt_br: q: bloco de citação
ru: q: цитата
ta: q: உரைத் தொகுதி
zh_tw: q: 引述 (block quote)

source: s: separator
bg: S: Разделител
de: S: Trennlinie
es: s: separador
hr: s: rastavljač
nl: s: separator (scheiding)
pt_br: s: separador
ru: s: разделитель
ta: s: பிரிப்பான்
zh_tw: s: 分隔線 (separator)

source: m: frame
bg: M: Рамка
de: M: Rahmen
es: m: marco
hr: m: okvir
nl: m: frame (kader)
pt_br: m: frame — quadro
ru: m: фрейм
ta: m: சட்டகம்
zh_tw: m: 頁框 (frame)

source: g: graphic
bg: G: Изображение
de: G: Grafik
es: g: gráfico
hr: g: slika
nl: g: graphic (afbeelding)
pt_br: g: gráfico
ru: g: графический элемент
ta: g: வரைகலை
zh_tw: g: 圖片 (graphic)

source: d: landmark
bg: D: Участъков маркер
de: D: Sprungmarke
es: d: región
hr: d: orjentir
nl: d: ARIA oriëntatiepunt in een Internetomgeving
pt_br: d: marco
ru: d: ориентир
ta: d: நிலக்குறி
zh_tw: d: 地標 (landmark)
