Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Scroll braille display back |`l1`
bg: Превърта брайловия дисплей назад |`l1`
de: Auf der braillezeile rückwärts navigieren |`l1`
es: Desplazar pantalla braille atrás |`l1`
hr: Pomeri brajev red nazad |`l1`
nl: Leesregel terugscrollen |`l1`
pt_br: Rolar linha braille para trás |`l1`
ru: Прокрутка брайлевского дисплея назад |`l1`
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |`l1`

source: Scroll braille display forward |`l8`
bg: Превърта брайловия дисплей напред |`l8`
de: Auf der braillezeile vorwärts navigieren |`l8`
es: Desplazar pantalla braille adelante |`l8`
hr: Pomeri brajev red napred |`l8`
nl: Leesregel vooruitscrollen |`l8`
pt_br: Rolar linha braille para frente |`l8`
ru: Прокрутка брайлевского дисплея вперёд |`l8`
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |`l8`

source: Move to current focus |`l1+l8`
bg: Премества до текущия фокус |`l1+l8`
de: Zum aktuellen Fokus wechseln |`l1+l8`
es: Mover al foco actual |`l1+l8`
hr: Prebaci se na trenutni fokus |`l1+l8`
nl: Naar huidige focus gaan |`l1+l8`
pt_br: Mover para o foco atual |`l1+l8`
ru: Перемещение к актуальному фокусу |`l1+l8`
ta: தற்போதைய குவிமையத்திற்கு நகர்க |`l1+l8`

source: Route to braille cell |`routing`
bg: Премества курсора на брайловата клетка |`преместване`
de: Zum aktuellen Braille-Modul wechseln |`routing`
es: Ir a celda braille |`sensores`
hr: Prebaci se na brajevu ćeliju |`prebacivanje`
nl: Routeren naar braillecel |`routing`
pt_br: Direcionar para a cela braille |`sensor`
ru: Перемещение к брайлевской клетке |`routing`
ta: பிரெயில் களத்திற்கு வழியமைத்திடுக |`routing`

source: Report text formatting under braille cell |`doubleRouting`
bg: Докладва форматирането на текста на брайловата клетка |`двойно преместване`
de: Textformatierungen am Braille-Modul mitteilen |`doubleRouting`
es: Anunciar formato de texto bajo la celda braille |`doble sensores`
hr: Prijavi formatiranje teksta ispod brajeve ćelije |`dvostrukoPrebacivanje`
nl: Tekstopmaak onder braillecel melden |`dubbelRouting`
pt_br: Relatar formatação de texto na cela braille |`sensorDuasVezes`
ru: Произносить форматирование текста под брайлевской клеткой |`doubleRouting`
ta: பிரெயில் களத்தின் கீழிருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடுக |`doubleRouting`
zh_tw: Route to braille cell |`routing`

source: Move to previous line in review |`joystick1Up`
bg: Премества на предишния ред в прегледа |`джойстик1 нагоре`
de: Zur vorherigen Zeile in der Übersicht wechseln |`joystick1Up`
es: Mover a la línea anterior en revisión |`joystick1Arriba`
hr: Prebaci se na prethodni red u pregledu |`džojstik1Gore`
nl: Naar vorige regel gaan in review |`joystick1Omhoog`
pt_br: Mover para a linha anterior em exploração |`joystick1ParaCima`
ru: Перемещение на предыдущую строку в просмотре |`joystick1Up`
ta: சீராய்வில் முந்தைய வரிக்கு நகர்க |`joystick1Up`
zh_tw: Report text formatting under braille cell |`doubleRouting`

source: Move to next line in review |`joystick1Down`
bg: Премества на следващия ред в прегледа |`джойстик1 надолу`
de: Zur nächsten Zeile in der Übersicht wechseln |`joystick1Down`
es: Mover a la siguiente línea en revisión |`joystick1Abajo`
hr: Prebaci se na sledeći red u pregledu |`džojstik1Dole`
nl: Naar volgende regel gaan in review |`joystick1Omlaag`
pt_br: Mover para a próxima linha em exploração |`joystick1ParaBaixo`
ru: Перемещение на следующую строку в просмотре |`joystick1Down`
ta: சீராய்வில் அடுத்த வரிக்கு நகர்க |`joystick1Down`

source: Move to previous character in review |`joystick1Left`
bg: Премества на предишния знак в прегледа |`джойстик1 наляво`
de: Zum vorherigen Zeichen in der Übersicht wechseln |`joystick1Left`
es: Mover al carácter anterior en revisión |`joystick1Izquierda`
hr: Prebaci se na prethodni znak u pregledu |`džojstik1Levo`
nl: Naar vorig (letter)teken gaan in review |`joystick1Links`
pt_br: Mover para o caractere anterior em exploração |`joystick1ParaEsquerda`
ru: Перемещение к предыдущему знаку в просмотре |`joystick1Left`
ta: சீராய்வில் முந்தைய வரியுருவிற்கு நகர்க |`joystick1Left`
zh_tw: Move to next line in review |`joystick1Down`

source: Move to next character in review |`joystick1Right`
bg: Премества на следващия знак в прегледа |`джойстик1 надясно`
de: Zum nächsten Zeichen in der Übersicht wechseln |`joystick1Right`
es: Mover al carácter siguiente en revisión |`joystick1Derecha`
hr: Prebaci se na sledeći znak u pregledu |`džojstik1Desno`
nl: Naar volgend (letter)teken gaan in review |`joystick1Rechts`
pt_br: Mover para o próximo caractere em exploração |`joystick1ParaDireita`
ru: Перемещение к следующему знаку в просмотре |`joystick1Right`
ta: சீராய்வில் அடுத்த வரியுருவிற்கு நகர்க |`joystick1Right`
zh_tw: Move to previous character in review |`joystick1Left`

source: `leftArrow` key |`joystick2Left`
bg: `Стрелка наляво` |`джойстик2 наляво`
de: `Pfeiltaste nach links` |`joystick2Left`
es: `flecha izquierda` |`joystick2Izquierda`
hr: `strelicaLevo` |`džojstik2Levo`
nl: `linkerPijl-toets` |`joystick2Links`
pt_br: tecla `setaParaEsquerda` |`joystick2ParaEsquerda`
ru: `стрелка влево` |`джойстик2Влево`
ta: `இடதம்பு` விசை |`joystick2Left`

source: `rightArrow` key |`joystick2Right`
bg: `Стрелка надясно` |`джойстик2 надясно`
de: `Pfeiltaste nach rechts` |`joystick2Right`
es: `flecha derecha` |`joystick2Derecha`
hr: `strelicaDesno` |`džojstik2Desno`
nl: `rechterPijltoets` |`joystick2Rechts`
pt_br: tecla `setaParaDireita` |`joystick2ParaDireita`
ru: `стрелка вправо` |`джойстик2Вправо`
ta: `வலதம்பு` விசை |`joystick2Right`

source: `upArrow` key |`joystick2Up`
bg: `Стрелка нагоре` |`джойстик2 нагоре`
de: `Pfeiltaste nach oben` |`joystick2Up`
es: `flecha arriba` |`joystick2Arriba`
hr: `strelicaGore` |`džojstik2Gore`
nl: `Pijlomhoog-toets` |`joystick2Omhoog`
pt_br: tecla `setaParaCima` |`joystick2ParaCima`
ru: `стрелка вверх` |`джойстик2Вверх`
ta: `மேலம்பு` விசை |`joystick2Up`

source: `downArrow` key |`joystick2Down`
bg: `Стрелка надолу` |`джойстик2 надолу`
de: `Pfeiltaste nach unten` |`joystick2Down`
es: `Flecha abajo` |`joystick2Abajo`
hr: `strelicaDole` |`džojstik2Dole`
nl: `Pijlomlaag-toets` |`joystick2Omlaag`
pt_br: tecla `setaParaBaixo` |`joystick2ParaBaixo`
ru: `стрелка вниз` |`джойстик2Вниз`
ta: `கீழம்பு` விசை |`joystick2Down`

source: `enter` key |`joystick2Center`
bg: `Enter` |`център на джойстик2`
de: `Eingabetaste` |`joystick2Center`
es: `intro` |`joystick2Centro`
hr: `enter` taster |`džojstik2Centar`
nl: `enter-toets` |`joystick2Centraal`
pt_br: tecla `enter` |`joystick2Centro`
ru: клавиша `enter` |`джойстик2Центр`
ta: `உள்ளிடு` விசை |`joystick2Center`

source: `escape` key |`l2`
bg: `Escape` |`l2`
de: `Escape`-Taste |`l2`
es: `escape` |`l2`
hr: `escape` taster |`l2`
nl: `escape-toets` |`l2`
pt_br: tecla `escape` |`l2`
ru: клавиша `escape` |`l2`
ta: `விடுபடு` விசை |`l2`

source: `tab` key |`l3`
bg: `Tab` |`l3`
de: `Tab`-Taste |`l3`
es: `tab` |`l3`
hr: `tab` taster |`l3`
nl: `tab-toets` |`l3`
pt_br: tecla `tab` |`l3`
ru: клавиша `tab` |`l3`
ta: `தத்தல்` விசை |`l3`

source: Toggle `shift` key |`l4`
bg: Превключва клавиша `Shift` |`l4`
de: `Umschalt`-Taste umschalten |`l4`
es: Conmutar `shift` |`l4`
hr: Uključi ili isključi taster `šift` |`l4`
nl: Schakelen met `shift-toets` |`l4`
pt_br: Alternar tecla `shift` |`l4`
ru: Переключить клавишу `shift` |`l4`
ta: `மாற்றியழுத்தி` விசையை மாற்றியமைத்திடுக |`l4`

source: Toggle `control` key |`l5`
bg: Превключва клавиша `Control` |`l5`
de: `Strg`-Taste umschalten |`l5`
es: Conmutar `control` |`l5`
hr: Uključi ili isključi taster `kontrol` |`l5`
nl: Schakelen met `control-toets` |`l5`
pt_br: Alternar tecla `control` |`l5`
ru: Переключить клавишу `control` |`l5`
ta: `கட்டுப்பாடு` விசையை மாற்றியமைத்திடுக |`l5`

source: Toggle `alt` key |`l6`
bg: Превключва клавиша `Alt` |`l6`
de: `Alt`-Taste umschalten |`l6`
es: Conmutar `alt` |`l6`
hr: Uključi ili isključi taster `alt` |`l6`
nl: Schakelen met `alt-toets` |`l6`
pt_br: Alternar tecla `alt` |`l6`
ru: Переключить клавишу `alt` |`l6`
ta: `நிலைமாற்றி` விசையை மாற்றியமைத்திடுக |`l6`

source: Toggle `NVDA` key |`l7`
bg: Превключва клавиша `NVDA` |`l7`
de: `NVDA`-Taste umschalten |`l7`
es: Conmutar `NVDA` |`l7`
hr: Uključi ili isključi taster `NVDA` |`l7`
nl: Schakelen met `NVDA-toets` |`l7`
pt_br: Alternar tecla `NVDA` |`l7`
ru: Переключить клавишу `NVDA` |`l7`
ta: `என்விடிஏ` விசையை மாற்றியமைத்திடுக |`l7`

source: `control+home` key |`l1+l2+l3`, `l2+l3+l4`
bg: `Control+Home` |`l1+l2+l3`, `l2+l3+l4`
de: `Strg+Pos1` |`l1+l2+l3`, `l2+l3+l4`
es: `control+inicio` |`l1+l2+l3`, `l2+l3+l4`
hr: `kontrol+home` |`l1+l2+l3`, `l2+l3+l4`
nl: `control+home-toetscombinatie` |`l1+l2+l3`, `l2+l3+l4`
pt_br: tecla `control+home` |`l1+l2+l3`, `l2+l3+l4`
ru: комбинация `control+home` |`l1+l2+l3`, `l2+l3+l4`
ta: `கட்டுப்பாடு+முகப்பு` விசை |`l1+l2+l3`, `l2+l3+l4`

source: `control+end` key |`l6+l7+l8`, `l5+l6+l7`
bg: `Control+End` |`l6+l7+l8`, `l5+l6+l7`
de: `Strg+Ende` |`l6+l7+l8`, `l5+l6+l7`
es: `control+fin` |`l6+l7+l8`, `l5+l6+l7`
hr: `kontrol+end` |`l6+l7+l8`, `l5+l6+l7`
nl: `control+end-toetscombinatie` |`l6+l7+l8`, `l5+l6+l7`
pt_br: tecla `control+end` |`l6+l7+l8`, `l5+l6+l7`
ru: комбинация `control+end` |`l6+l7+l8`, `l5+l6+l7`
ta: `கட்டுப்பாடு+முடிவு` விசை |`l6+l7+l8`, `l5+l6+l7`

source: Toggle HID Keyboard simulation |`l1+joystick1Down`, `l8+joystick1Down`
bg: Превключва симулацията на HID клавиатура |`l1+джойстик1 надолу`, `l8+джойстик1 надолу`
de: HID-Tastatur-Simulation |`l1+joystick1Down`, `l8+joystick1Down`
es: Conmutar simulación de teclado HID |`l1+joystick1Abajo`, `l8+joystick1Abajo`
hr: Uključi ili isključi HID simulaciju tastature |`l1+džojstik1Dole`, `l8+džojstik1Dole`
nl: HID Toetsenbord simulatie aan/uit |`l1+joystick1Omlaag`, `l8+joystick1Omlaag`
pt_br: Alternar simulação de Teclado HID |`l1+joystick1ParaBaixo`, `l8+joystick1ParaBaixo`
ru: Переключить скрытую симуляцию клавиатуры |`l1+джойстик1Вниз`, `l8+джойстик1Вниз`
ta: ஹெச்.ஐ.டி. விசைப்பலகை உருவகமாக்கத்தை மாற்றியமைத்திடுக |`l1+joystick1Down`, `l8+joystick1Down`

source: Nattiq nBraille Displays
bg: Дисплеи Nattiq nBraille
de: Nattiq nBraille
es: Pantallas Nattiq nBraille
hr: Nattiq nBraille redovi
pt_br: Linhas Nattiq nBraille
ru: Брайлевские дисплеи Nattiq nBraille
ta: நாட்டிக் nBraille காட்சியமைவுகள்
zh_tw: Nattiq nBraille 點顯器

source: NVDA supports displays from [Nattiq Technologies](https://www.nattiq.com/) when connected via USB.
bg: NVDA поддържа дисплеи от [Nattiq Technologies](https://www.nattiq.com/), когато са свързани чрез USB.
de: NVDA unterstützt Braillezeilen von [Nattiq Technologies](https://www.nattiq.com/), wenn sie über USB angeschlossen sind.
es: NVDA admite pantallas de [Nattiq Technologies](https://www.nattiq.com/) cuando se conecten a través de USB.
hr: NVDA podržava redove kompanije [Nattiq Technologies](https://www.nattiq.com/) kada se povežu putem USB-a.
nl: NVDA ondersteunt de leesregels van [Nattiq Technologies](https://www.nattiq.com/) wanneer ze via USB worden aangesloten.
pt_br: O NVDA suporta linhas da [Nattiq Technologies](https://www.nattiq.com/) quando conectada via USB.
ru: NVDA поддерживает брайлевские дисплеи компании [Nattiq Technologies](https://www.nattiq.com/) когда они подключены через порт USB.
ta: யுஎஸ்பி மூலம் இணைக்கும்பொழுது, [Nattiq Technologies](https://www.nattiq.com/) நிறுவனத்தின் காட்சியமைவுகளுக்கு என்விடிஏ ஆதரவளிக்கிறது.
zh_tw: NVDA 支援透過 USB 連接的 [Nattiq Technologies](https://www.nattiq.com/) 的點顯器，

source: Windows 10 and later detects the Braille Displays once connected, you may need to install USB drivers if using older versions of Windows (below Win10).
bg: Windows 10 и по-нови откриват брайловите дисплеи при свързването им. Може да се наложи да инсталирате USB драйвери, ако използвате по-стари версии на Windows (преди Windows 10).
de: Windows 10 und neuer erkennt die Braillezeilen, sobald sie angeschlossen sind. Wenn Sie ältere Windows-Versionen (unter Win10) verwenden, müssen Sie eventuell USB-Treiber nachinstallieren.
es: Windows 10 y posteriores detectan las pantallas Braille una vez conectadas, puedes necesitar instalar controladores USB si utilizas versiones antiguas de Windows (anteriores a Win10).
hr: Windows 10 i noviji prepoznaju redove kada se povežu, možda ćete morati da instalirate drajvere ako koristite starije verzije Windowsa (starije od Win10).
nl: Windows 10 en later detecteert the brailleleesregels zodra ze zijn verbonden. Voor oudere versies van Windows (lager dan Win10) moet u wellicht USB-drivers installeren.
pt_br: O Windows 10 e posterior detecta as Linhas Braille depois de conectada, pode ser necessário instalar controladores — drivers — USB se você estiver usando versões mais antigas do Windows (abaixo do Win10).
ru: Windows 10 и более поздние версии обнаруживают эти брайлевские дисплеи при подключении, Возможно, вам придётся скачать драйвера для старших версий Windows (ниже Windows 10).
ta: விண்டோஸ் 10, அல்லது அதற்கும் பிறகான இயக்கமுறைமை, காட்சியமைவுகள் இணைக்கப்பட்டவுடன் கண்டறிகிறது. விண்டோஸின் முந்தைய பதிப்புகளைப் பயன்படுத்துவதாக இருந்தால், யுஎஸ்பி இயக்கிகளை நிறுவ வேண்டும்.
zh_tw: Windows 10 以上可偵測到該點顯器，若您使用舊版 Windows (Windows 10 以下) 則可能需安裝 USB 驅動程式，

source: You can get them from the manufacturer's website.
bg: Можете да ги изтеглите от уеб сайта на производителя.
de: Diese können Sie von der Website des Herstellers beziehen.
es: Puedes obtenerlos del sitio web del fabricante.
hr: Možete ih preuzeti sa sajta proizvođača.
nl: U vindt ze op de website van de fabrikant.
pt_br: Você pode obtê-los no site do fabricante.
ru: Вы можете скачать эти драйвера с сайта производителя.
ta: இயக்கிகளை உற்பத்தியாளரின் இணையப் பக்கத்திலிருந்து பெற்றுக்கொள்ளலாம்.
zh_tw: 您可從製造商的網站取得驅動程式。

source: Following are the key assignments for Nattiq Technologies displays with NVDA.
bg: Следват клавишните команди за дисплеите на Nattiq Technologies с NVDA.
de: Nachfolgend finden Sie die wichtigsten Zuordnungen für die Braillezeilen von Nattiq Technologies mit NVDA.
es: Seguidamente van las asignaciones de teclas para pantallas Nattiq Technologies con NVDA.
hr: Slede komande za Nattiq Technologies redove uz NVDA.
nl: Hieronder volgen de geldende toetscommando's van de leesregels van Nattiq Technologies bij gebruik met NVDA.
pt_br: A seguir estão as atribuições de teclas das linhas da Nattiq Technologies com o NVDA.
ru: Для брайлевских дисплеев Nattiq Technologies с NVDA используются следующие комбинации клавиш.
ta: Nattiq Technologies காட்சியமைவுகளுக்கு பின்வரும் என்விடிஏ விசைகள் ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是 Nattiq Technologies 點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, прегледайте документацията на дисплея за описание къде са разположени съответните клавиши.
de: Wo diese Tasten zu finden sind, entnehmen Sie bitte der Dokumentation der Braillezeile.
es: Por favor consulta la documentación de la pantalla para descripciones de dónde pueden encontrarse esas teclas.
hr: Molimo pogledajte dokumentaciju brajevog reda da biste pročitali opise tastera kao i gde se oni nalaze.
nl: Raadpleeg de documentatie bij de leesregels waarin beschreven wordt waar deze toetsen zich bevinden.
pt_br: Consulte a documentação da linha para obter descrições de onde essas teclas podem ser encontradas.
ru: Для описания расположения клавиш, пожалуйста, обратитесь к документации по брайлевскому дисплею.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதன் விளக்கத்தை அறிய, காட்சியமைவின் ஆவணத்தைக் காணவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Ime |Taster
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |up
bg: Превъртане на брайловия дисплей назад |Нагоре
de: Auf der Braillezeile rückwärts navigieren |Aufwärts
es: Desplazar pantalla braille hacia atrás |arriba
hr: Pomeri brajev red nazad |Gore
nl: Leesregel terugscrollen |Omhoog
pt_br: Rolar a linha braille para trás |cima
ru: Прокрутка брайлевского дисплея назад |up
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |up

source: Scroll braille display forward |down
bg: Превъртане на брайловия дисплей напред |Надолу
de: Auf der Braillezeile vorwärts navigieren |Abwärts
es: Desplazar pantalla braille hacia adelante |abajo
hr: Pomeri brajev red napred |Dole
nl: Leesregel vooruitscrollen |Omlaag
pt_br: Rolar a linha braille para frente |baixo
ru: Прокрутка брайлевского дисплея вперёд |down
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |down

source: Move braille display to previous line |left
bg: Преместване на брайловия дисплей до предишния ред |Наляво
de: Auf der Braillezeile zur vorherigen zeile navigieren |Nach links
es: Mover pantalla braille a línea anterior |izquierda
hr: Pomeri brajev red na prethodni red |Levo
nl: Verplaats leesregel naar vorige regel |links
pt_br: Mover a linha braille para a linha anterior |esquerda
ru: Перемещение брайлевского дисплея к предыдущей строке |left
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |left

source: Move braille display to next line |right
bg: Преместване на брайловия дисплей до следващия ред |Надясно
de: Auf der Braillezeile zur nächsten Zeile navigieren |nach rechts
es: Mover pantalla braille a línea siguiente |derecha
hr: Pomeri brajev red na sledeći red |Desno
nl: Verplaats leesregel naar volgende regel |rechts
pt_br: Mover a linha braille para a próxima linha |direita
ru: Перемещение брайлевского дисплея к следующей строке |right
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |right

source: Route to braille cell |routing
bg: Преместване до брайловата клетка |Преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Ir a celda braille |sensores
hr: Prebaci se na brajevu ćeliju |routing
nl: Routeer naar braille-cel |routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: BRLTTY
es: <target/>

source: [BRLTTY](https://www.brltty.app/) is a separate program which can be used to support many more braille displays.
bg: [BRLTTY](https://www.brltty.app/) е отделна програма, която може да бъде използвана, за да имате поддръжка на много повече брайлови дисплеи.
de: [BRLTTY](https://www.brltty.app/) ist ein separates Programm, mit dem Sie viele weitere Braillezeilen ansteuern können.
es: [BRLTTY](https://www.brltty.com/) es un programa por separado que puede utilizarse para soportar muchas pantallas braille.
hr: [BRLTTY](https://www.brltty.app/) je program koji se može koristiti za podršku puno više brajičnih redaka.
nl: [BRLTTY](https://www.brltty.app/) is een opzichzelfstaand programma dat kan dienen ter ondersteuning van veel meer brailleleesregels.
pt_br: O [BRLTTY](https://www.brltty.app/) é um programa adicional que pode ser usado para suportar muito mais linhas Braille.
ru: [BRLTTY](https://www.brltty.com/) - это отдельная программа, которая может использоваться для поддержки многих других брайлевских дисплеев.
ta: [BRLTTY](https://www.brltty.app/) என்பது, இன்னும் பல பிரெயில் காட்சியமைவுகளைப் பயன்படுத்த உருவாக்கப்பட்டிருக்கும் தனிப்பட்ட பயன்பாடாகும்.
zh_tw: [BRLTTY](https://www.brltty.app/) 是一個可以用來支援許多點顯器的獨立程式，

source: In order to use this, you need to install [BRLTTY for Windows](https://www.brltty.app/download.html).
bg: За да я използвате, трябва да инсталирате [BRLTTY за Windows](https://www.brltty.app/download.html).
de: Wenn Sie dies vorhaben, installieren Sie [BRLTTY für Windows](https://www.brltty.app/download.html).
es: Para utilizar esto, necesitas instalar [BRLTTY for Windows](https://www.brltty.com/download.html).
hr: Da biste ga mogli koristiti, morate instalirati [BRLTTY za Windows](https://www.brltty.app/download.html).
nl: Om hiervan gebruik te kunnen maken moet u [BRLTTY voor Windows](https://www.brltty.app/download.html) installeren.
pt_br: Para usá-lo, será necessário instalar o [BRLTTY para Windows](https://www.brltty.app/download.html).
ru: Для её использования вам необходимо установить [BRLTTY для Windows](https://www.brltty.com/download.html).
ta: இதைப் பயன்படுத்த, [விண்டோசிற்கான BRLTTY-ஐ](https://www.brltty.app/download.html) தாங்கள் நிறுவ வேண்டும்.
zh_tw: 若要使用需安裝 [BRLTTY for Windows](https://www.brltty.app/download.html)。

source: You should download and install the latest installer package, which will be named, for example, brltty-win-4.2-2.exe.
bg: Трябва да свалите и инсталирате най-новия инсталационен пакет, който ще бъде именуван, например нещо от рода на: brltty-win-4.2-2.exe.
de: Dazu laden Sie sich das neueste Treiberpaket herunter und installieren es. Der Name sieht in etwa wie folgt aus: "brltty-win-4.2-2.exe".
es: Deberías descargar e instalar el último paquete instalable, que se llamará, por ejemplo, brltty-win-4.2-2.exe.
hr: Trebali biste preuzeti i instalirati aktualnu verziju instalacijskog paketa, koji se na primjer zove, brltty-win-4.2-2.exe.
nl: U moet de nieuwste versie van het programma (bij voorbeeld, met als naam brltty-win-4.2-2.exe) downloaden en installeren.
pt_br: Você deverá baixar e instalar o último pacote de instalação, cuja denominação é algo como, brltty-win-4.2-2.exe.
ru: Вам следует загрузить и установить последнюю версию установочного пакета, который будет называться, например, brltty-win-4.2-2.exe.
ta: இதன் அண்மைய நிறுவிப் படியைத் தரவிறக்கி நிறுவ வேண்டும். எ.கா. brltty-win-4.2-2.exe.
zh_tw: 您應下載並安裝最新版的安裝程式，它的名稱可能是例如 brltty-win-4.2-2.exe。

source: When configuring the display and port to use, be sure to pay close attention to the instructions, especially if you are using a USB display and already have the manufacturer's drivers installed.
bg: Когато настройвате дисплея и порта, който ще бъде използван, обърнете специално внимание на инструкциите, особено ако ползвате USB дисплеи и вече имате инсталирани драйверите на производителя.
de: Bei der Konfiguration der Braillezeile und des zu verwendenden Anschlusses, insbesondere bei USB, seien Sie sicher, dass Sie auch die passenden Treiber vom Hersteller bereits auf Ihrem System installiert haben.
es: Cuando configures la línea y puerto a utilizar, asegúrate de prestar gran atención a las instrucciones, especialmente si estás utilizando una línea USB y ya tienes los controladores del fabricante instalados.
hr: Kad podešavate brajični redak i priključak za korištenje, budite sigurni da strogo pratite upute, pogotovo ako koristite USB brajični redak i ako već imate instalirane upravljačke programe proizvođača.
nl: Wanneer u de leesregel configureert en de te gebruiken poort instelt, moet u ervoor zorgen de instructies nauwkeurig op te volgen, vooral bij gebruik van een USB-leesregel waarvoor de drivers van de fabrikant reeds zijn geïnstalleerd.
pt_br: Quando configurar a linha e porta a utilizar, certifique-se de prestar muita atenção às instruções, especialmente se utiliza uma linha USB e já tem os drivers do fabricante instalados.
ru: При настройке дисплея и порта для использования обязательно внимательно ознакомьтесь с инструкциями, особенно если вы используете USB-дисплей и у вас уже установлены драйверы производителя.
ta: உற்பத்தியாளரின் இயக்கிகளை நிறுவி, யுஎஸ்பி காட்சியமைவைப் பயன்படுத்துவதாக இருந்தால், காட்சியமைவையும், நுழைவாயிலையும் அமைவடிவமாக்கும்பொழுது, வழிகாட்டு நெறிமுறைகளை கவனமாகப் பின்பற்றவும்.
zh_tw: 當設定使用的點顯器與連接埠時請務必仔細閱讀說明，尤其是當您已經在使用 USB 點顯器並安裝了製造商提供的驅動程式。
