Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Move to previous page in review |`NVDA+pageUp` |`NVDA+shift+pageUp` |none |Moves the review cursor to the previous page of text if supported by the application
bg: Преминаване към предишната страница в прегледа |`NVDA+Page Up` |`NVDA+Shift+Page Up` |Няма |Премества курсора за преглед към предишната страница с текст, ако се поддържа от приложението
de: Zur vorherigen Seite in der Übersicht wechseln |`NVDA+Seite nach oben` |`NVDA+Umschalt+Pfeiltaste nach oben` |Keine |Zieht den NVDA-Cursor auf die vorherige Textseite, sofern dies von der Anwendung unterstützt wird
es: Mover a la página anterior en revisión |`NVDA+rePag` |`NVDA+shift+rePág` |no |Mueve el cursor de revisión a la página anterior de texto si se admite por la aplicación
hr: Čitaj prethodnu stranicu u pregledu |`NVDA+pageUp` |`NVDA+shift+pageUp` |nema |Premješta na prethodnu stranicu teksta, ako podržava program
nl: In de leesmodus naar vorige pagina gaan |`NVDA+pageUp` |`NVDA+shift+pageUp` |geen |Verplaatst leescursor naar vorige pagina met tekst als de toepassing dit ondersteunt
pt_br: Mover para a página anterior em exploração |`NVDA+pageUp` |`NVDA+shift+pageUp` |nenhum |Move o cursor de revisão para a página anterior do texto, se suportado pelo aplicativo
ru: Перейти на предыдущую страницу |`NVDA+pageUp` |`NVDA+shift+pageUp` |отсутствует |Перемещает просмотровый курсор на предыдущую страницу текста, если это поддерживается приложением
ta: சீராய்வில் இருக்கும் முந்தைய பக்கத்திற்கு நகர்க |`என்விடிஏ+பக்கம் மேல்` |`என்விடிஏ+மாற்றழுத்தி+பக்கம் மேல்` |ஏதுமில்லை |பயன்பாட்டின் ஆதரவிருந்தால், உரையின் முந்தைய பக்கத்திற்கு சீராய்வுச் சுட்டியை நகர்த்தும்
zh_tw: 檢閱游標移到上一頁 |NVDA+pageUp |NVDA+Shift+PageUp |無 |檢閱游標移到文字的上一頁 (若應用程式有支援)

source: Move to next page in review |`NVDA+pageDown` |`NVDA+shift+pageDown` |none |Moves the review cursor to the next page of text if supported by the application
bg: Преминаване към следващата страница в прегледа |`NVDA+Page Down` |`NVDA+Shift+Page Down` |Няма |Премества курсора за преглед към следващата страница с текст, ако се поддържа от приложението
de: Zur nächsten Seite in der Übersicht wechseln |`NVDA+Seite nach unten` |`NVDA+Umschalt+Seite nach unten` |Keine |Zieht den NVDA-Cursor auf die nächste Textseite, sofern dies von der Anwendung unterstützt wird
es: Mover a la página siguiente en revisión |`NVDA+avPág` |`NVDA+shift+avPág` |no |Mueve el cursor de revisión a la página siguiente de texto si se admite por la aplicación
hr: Premjesti na sljedeću stranicu pregleda |`NVDA+pageDown` |`NVDA+shift+pageDown` |nema |Premješta pregledni kursor na sljedeću stranicu teksta, ako to podržava program
nl: In de leesmodus naar volgende pagina gaan |`NVDA+pageDown` |`NVDA+shift+pageDown` |geen |Verplaatst leescursor naar volgende pagina met tekst als de toepassing dit ondersteunt
pt_br: Mover para a próxima página em exploração |`NVDA+pageDown` |`NVDA+shift+pageDown` |nenhum |Move o cursor de exploração para a próxima página de texto, se suportado pelo aplicativo
ru: Перейти на следующую страницу |`NVDA+pageDown` |`NVDA+shift+pageDown` |отсутствует |Перемещает просмотровый курсор на следующую страницу текста, если это поддерживается приложением
ta: சீராய்வில் இருக்கும் அடுத்த பக்கத்திற்கு நகர்க |`என்விடிஏ+பக்கம் கீழ்` |`என்விடிஏ+மாற்றழுத்தி+பக்கம் கீழ்` |ஏதுமில்லை |பயன்பாட்டின் ஆதரவிருந்தால், உரையின் அடுத்த பக்கத்திற்கு சீராய்வுச் சுட்டியை நகர்த்தும்
zh_tw: 檢閱游標移到下一頁 |NVDA+pageDown |NVDA+Shift+PageUp |無 |檢閱游標移到文字的下一頁 (若應用程式有支援)

source: Say all with review |numpadPlus |NVDA+shift+a |3-finger flick down (text mode) |Reads from the current position of the review cursor, moving it as it goes
bg: Кажи всичко с прегледа |Плюс от цифровата клавиатура |NVDA+Shift+A |перване надолу с три пръста (текстов режим) |Чете от позицията на курсора за преглед до края на текста, като мести и самия курсор
de: Alles vorlesen |Nummernblock Plus |NVDA+Umschalt+A |Nach unten streichen mit drei Fingern (Textmodus) |Liest von der aktuellen Cursor-Position des NVDA-Cursors den Text vor und bewegt ihn mit
es: Leer todo con revisión |Más teclado numérico |NVDA+shift+a |deslizar con 3 dedos abajo (modo texto) |Lee desde la posición actual del cursor de revisión, moviéndolo según baja
hr: Izgovori sve pomoću pregleda |numPlus |NVDA+šift+a |klizni s tri prsta prema dolje (tekstualni modus) |Čita od trenutačne pozicije preglednog kursora, pomičući se s pomićanjem kursora
nl: Alles voorlezen in leesmodus |numeriek Plus |NVDA+shift+a |Veeg omlaag met 3 vingers (tekstmodus) |Leest vanaf de huidige positie van de leescursor waarbij de leescursor zich mee beweegt.
pt_br: Ler tudo com exploração |Mais do teclado numérico |NVDA+shift+a |varrer para baixo com 3 dedos (Modo de texto) |Lê a partir da posição atual do cursor de exploração, movendo-o à medida que avança
ru: Читать всё в режиме текстового просмотра |numpadPlus |NVDA+Shift+A |Пролистать тремя пальцами вниз (просмотр текста) |Читает от просмотрового курсора до конца текста, с перемещением просмотрового курсора по тексту
ta: சீராய்வுச் சுட்டியைக் கொண்டு எல்லாம் படித்திடுக |எண் திட்டு கூட்டல் |என்விடிஏ+மாற்றழுத்தி+a |மூவிரல் கீழ் சுண்டுதல் (உரை நிலை) |சீராய்வுச் சுட்டியினிடத்திலிருந்து எல்லாவற்றையும் படிக்கும். சீராய்வுச் சுட்டியும் உடன் நகரும்
zh_tw: 以檢閱游標讀出全部 |數字鍵盤加號 |NVDA+Shift+A |三指向下滑動 (文字模式) |從檢閱游標目前位置開始讀出，檢閱游標跟隨移動

source: Select then Copy from review cursor |NVDA+f9 |NVDA+f9 |none |Starts the select then copy process from the current position of the review cursor. The actual action is not performed until you tell NVDA where the end of the text range is
bg: Маркирай после копирай от курсора за преглед |NVDA+F9 |NVDA+F9 |Няма |Започва процедурата по маркиране и после копиране на текст от позицията на курсора за преглед. Фактическо действие не се извършва, докато не укажете на NVDA крайната точка
de: Vom NVDA-Cursor markieren und kopieren |NVDA+F9 |NVDA+F9 |Keine |Setzt eine Startmarke an der aktuellen Position des NVDA-Cursors ab, der markiert oder kopiert werden soll. Die Aktion (Markieren/Kopieren) wird nicht ausgeführt, bis Sie NVDA den Textende mitgeteilt haben
es: Seleccionar después Copiar desde cursor de revisión |NVDA+f9 |NVDA+f9 |none |Comienza la selección después procesa la copia desde la posición actual del cursor de revisión. La acción actual no se lleva a cabo hasta que digas a NVDA dónde está el final del rango de texto
hr: Odaberi i potom kopiraj od preglednog kursora |insert+f9 |insert+f9 |nema |Započinje proces biranja, a zatim kopiranja od trenutačne pozicije preglednog kursora. Sama radnja se ne izvodi sve dok ne kažete NVDA-u gdje se nalazi kraj teksta
nl: Selecteer, kopieer dan vanaf leescursor |NVDA+f9 |NVDA+f9 |geen |Start het selectie- en daaropvolgend kopieerproces vanaf de huidige positie van de leescursor. De feitelijke actie wordt pas uitgevoerd zodra aan NVDA wordt doorgegeven waar het tekstgebied eindigt.
pt_br: Selecionar e Copiar a partir do cursor de exploração |NVDA+f9 |NVDA+f9 |nenhum |Inicia o processo de seleção e cópia do texto a partir da posição atual do cursor de exploração. A ação real não é executada até que você informe ao NVDA onde o fim do intervalo de texto está
ru: Выделить, затем копировать от позиции просмотрового курсора |NVDA+F9 |NVDA+F9 |отсутствует |Отмечает текущую позицию просмотрового курсора как начало выделяемого или копируемого фрагмента текста
ta: சீராய்வுச் சுட்டியினிடத்திலிருந்து தெரிவுச் செய்து படியெடுக்கவும் |என்விடிஏ+f9 |என்விடிஏ+f9 |ஏதுமில்லை |சீராய்வுச் சுட்டியினிடத்திலிருந்து தெரிவுச் செய்து படியெடுக்க, உரையின் துவக்கத்தைக் குறித்துக் கொள்ளும். அடுத்ததாக விளக்கப்படும் என்விடிஏ+f10 விசையை அழுத்தி, உரையின் முடிவை வரையறுத்தப் பிறகுதான், செயல் நிறைவேற்றப்படும்
zh_tw: 從檢閱游標開始選取或複製 |NVDA+f9 |NVDA+f9 |無 |從檢閱游標目前位置開始選取或複製的程序，在沒有告訴 NVDA 文字範圍的結束位置之前不會有實際動作。

source: Select then Copy to review cursor |NVDA+f10 |NVDA+f10 |none |On the first press, text is selected from the position previously set as start marker up to and including the review cursor's current position. If the system caret can reach the text, it will be moved to the selected text. After pressing this key stroke a second time, the text will be copied to the Windows clipboard
bg: Маркирай после копирай до курсора за преглед |NVDA+F10 |NVDA+F10 |Няма |При еднократно натискане бива маркиран текстът от предварително зададения начален маркер до текущата позиция на курсора за преглед включително. Ако системната каретка може да бъде поставена в текста, тя ще бъде преместена до избрания текст. При двукратно натискане текстът ще бъде копиран в клипборда на Windows
de: Bis zum NVDA-Cursor markieren und kopieren |NVDA+F10 |NVDA+F10 |Keine |Wird die Tastenkombination einmal gedrückt, markiert NVDA den Text zwischen der zuvor gesetzten Startmarke und der aktuellen Position des NVDA-Cursors. Ist die Startmarke mit dem System-Cursor erreichbar, wird der Fokus dorthin verschoben. Wird die Tastenkombination zweimal gedrückt, wird der markierte Text in die Zwischenablage kopiert
es: Seleccionar después copiar a cursor de revisión |NVDA+f10 |NVDA+f10 |none |En la primera pulsación, el texto se selecciona desde encima de la posición previamente fijada como marca de comienzo e incluyendo la posición actual del cursor de revisión. Después de pulsar esta tecla una segunda vez, el texto se copiará al portapapeles de Windows
hr: Odaberi i potom kopiraj do preglednog kursora |NVDA+f10 |NVDA+f10 |nema |Prilikom prvog pritiska, tekst je označen od pozicije od prije poznate kao početni marker sve do i uključujući poziciju preglednog kursora. Ako kursor sustava može dohvatiti tekst, isti će biti premješten na označeni tekst. Poslje pritiska prečaca drugi put, tekst će biti kopiran u windowsow međuspremnik
nl: Selecteer, kopieer dan tot leescursor |NVDA+f10 |NVDA+f10 |geen |Bij de eerste maal drukken wordt tekst geselecteerd vanaf het eerder ingestelde beginpunt tot einde inclusief de huidige positie van de leescursor. Als de systeemcursor bij de tekst kan komen, zal die naar de geselecteerde tekst worden verplaatst. Nadat de toetscombinatie de 2de keer wordt ingedrukt wordt de tekst naar het klembord gekopieerd.
pt_br: Selecionar e Copiar até o cursor de exploração |NVDA+f10 |NVDA+f10 |nenhum |Na primeira vez que pressionar, o texto é selecionado a partir da posição definida anteriormente como marcador inicial até e incluindo a posição atual do cursor de exploração. Se o cursor do sistema puder alcançar o texto, ele será movido para o texto selecionado. Depois de pressionar este lance de tecla uma segunda vez, o texto será copiado para a área de transferência do Windows
ru: Выделить, затем копировать до позиции просмотрового курсора |NVDA+F10 |NVDA+F10 |отсутствует |Если нажато один раз, выделяет текст от начала фрагмента, вплоть до текущей позиции просмотрового курсора. Если нажато дважды, копирует его в буфер обмена
ta: சீராய்வுச் சுட்டி வரை தெரிவுச் செய்து படியெடுக்கவும் |என்விடிஏ+f10 |என்விடிஏ+f10 |ஏதுமில்லை |முதன்்முறை இவ்விசையை அழுத்தும்பொழுது, என்விடிஏ+f9 விசை மூலம் குறிக்கப்பட்ட துவக்கத்திலிருந்து, தற்போதைய சீராய்வுச் சுட்டியின் நிலை வரை உள்ள உரையைத் தெரிவுச் செய்யும். உரையை அடைய கணினிச் சுட்டிக்கு இயலுமானால், தெரிவாகியிருக்கும் உரைக்கு அது நகர்த்தப்படும். மறுமுறை இவ்விசையை அழுத்தும்பொழுது, உரையைப் பிடிப்புப்பலகைக்குப் படியெடுக்கும்
zh_tw: 選取或複製到檢閱游標 |NVDA+f10 |NVDA+f10 |無 |按一下將先前標記的開頭位置到目前檢閱游標位置之間的文字選取，如果系統游標可以到達文字則會移到選取的文字，連按兩下將這段文字複製到剪貼簿。

source: Move to marked start for copy in review |NVDA+shift+f9 |NVDA+shift+f9 |none |Moves the review cursor to the position previously set start marker for copy
bg: Премести до маркираното начало за копиране с курсора за преглед |NVDA+Shift+F9 |NVDA+Shift+F9 |Няма |Премества курсора за преглед в позицията, предварително зададена като начална при маркирането за копиране
de: Zum markierten Start für die Kopie in der Ansicht navigieren |NVDA+Umschalt+F9 |NVDA+Umschalt+F9 |Keine |Zieht den NVDA-Cursor an die zuvor eingestellte Startmarkierung für das Kopieren
es: Mover a marca de inicio para copiar en la revisión |NVDA+shift+f9 |NVDA+shift+f9 |no |Mueve el cursor de revisión a la posición ajustada previamente como marca de comienzo para copiar
hr: Premjesti se na označeni početak kopiranja na pregled |NVDA+šift+f9 |NVDA+šift+f9 |nema |Pomiče pregledni kursor na poziciju koja je određena kao početak markera za kopiranje
nl: Verplaats naar ingesteld beginpunt voor kopie in leesmodus | NVDA+shift+f9 | NVDA+shift+f9 | geen | Verplaatst leescursor naar het eerder ingestelde beginpunt voor kopie
pt_br: Mover para o início de cópia marcado em exploração |NVDA+shift+f9 |NVDA+shift+f9 |nenhum |Move o cursor de revisão até o marcador de início de posição anteriormente definido para cópia
ru: Переместиться к началу отмеченного фрагмента текста |NVDA+Shift+F9 |NVDA+Shift+F9 |Отсутствует |Перемещает просмотровый курсор к позиции, отмеченной как начало выделяемого или копируемого фрагмента текста
ta: படியெடுப்பதற்காக துவக்கக் குறியிடப்பட்ட இடத்திற்கு சீராய்வுச் சுட்டியை நகர்த்துக |என்விடிஏ+மாற்றழுத்தி+f9 |என்விடிஏ+மாற்றழுத்தி+f9 |ஏதுமில்லை |முன்னதாக படியெடுப்பதற்கு துவக்கக் குறியிடப்பட்ட இடத்திற்கு சீராய்வுச் சுட்டியை நகர்த்துகிறது
zh_tw: 移動檢閱游標到標記要複製的開頭 |NVDA+Shift+F9 |NVDA+Shift+F9 |無 |檢閱游標移到先前已標記要複製的開頭位置

source: Report text formatting |NVDA+shift+f |NVDA+shift+f |none |Reports the formatting of the text where the review cursor is currently situated. Pressing twice shows the information in browse mode
bg: Докладвай форматирането на текста |NVDA+Shift+F |NVDA+Shift+F |Няма |Съобщава форматирането на текста, в който се намира курсорът за преглед. При двукратно натискане представя информацията в режим на разглеждане.
de: Textformatierungen mitteilen |NVDA+Umschalt+F |NVDA+Umschalt+F |Keine |Gibt die Textformatierungen unter dem System-Cursor aus. Bei zweimaliges Drücken werden diese Informationen im Lesemodus angezeigt
es: Anunciar formato del texto |NVDA+shift+f |NVDA+shift+f |no |Informa del formato del texto donde esté situado actualmente el cursor de revisión. Pulsando dos veces muestra la información en modo exploración
hr: Izvijesti o oblikovanju teksta |NVDA+šift+f |NVDA+šift+f |nema |Izvještava o oblikovanje teksta gdje se pregledni kursor nalazi. Kad se pritisne dvaput, informacija se prikazuje u modusu čitanja.
nl: Tekstopmaak melden |NVDA+shift+f |NVDA+shift+f |geen |NVDA laat horen hoe de tekst waarin de leescursor zich bevindt, is opgemaakt. Bij tweemaal drukken krijgt u de informatie in bladermodus.
pt_br: Informar formatação de texto |NVDA+shift+f |NVDA+shift+f |nenhum |Anuncia a formatação do texto onde o cursor de exploração está posicionado atualmente. Pressionando duas vezes, exibe a informação em modo de navegação
ru: Сообщить форматирование текста |NVDA+Shift+F |NVDA+Shift+F |отсутствует |Сообщает информацию о форматировании текста в текущей позиции просмотрового курсора. При двойном нажатии открывает её в отдельном окне с режимом обзора
ta: உரையின் வடிவூட்டத்தை அறிவித்திடுக |என்விடிஏ+மாற்றழுத்தி+f |என்விடிஏ+மாற்றழுத்தி+f |ஏதுமில்லை |சீராய்வுச் சுட்டியினிடத்திலிருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடும். இரு முறை அழுத்தினால், தகவலை உலாவும் நிலையில் காட்டிடும்.
zh_tw: 讀出文字格式 |NVDA+Shift+F |NVDA+Shift+F |無 |讀出檢閱游標所在位置的文字格式，連按兩下在瀏覽模式顯示資訊。

source: Report current symbol replacement |None |None |none |Speaks the symbol where the review cursor is positioned. Pressed twice, shows the symbol and the text used to speak it in browse mode.
bg: Докладвай заместителя за текущия символ |Няма |Няма |Няма |Докладва символа за текущата позиция на курсора за преглед. При двукратно натискане представя символа и описващия го текст в режим на разглеждане.
de: Aktuellen Symbol-Ersatz mitteilen |Keine |Keine |Keine |Gibt das Symbol, an dem sich der NVDA-Cursor befindet aus. Zweimaliges Drücken zeigt das Symbol und den dazugehörigen Text in einem virtuellen Fenster an.
es: Anunciar reemplazo de símbolo actual |No |No |no |Verbaliza el símbolo donde esté colocado el cursor de revisión. Pulsado dos veces, muestra el símbolo y el texto utilizado para verbalizarlo en modo exploración.
hr: Izvijesti o trenutačnoj zamjeni simbola |nema |nema |nema |Izgovara simbol na kojem se nalazi pregledni kursor. Kad se pritisne dvaput, pokazuje simbol i tekst koji ga opisuje u modusu čitanja.
nl: Actuele symboolvervanging melden| geen |geen |geen |Het symbool waarbij de leescursor zich bevindt wordt uitgesproken. Bij tweemaal drukken wordt het symbool en de voor het benoemen hiervan gebruikte tekst weergegeven in bladermodus.
pt_br: Informar a substituição do símbolo atual |Nenhum |Nenhum |nenhum |Fala o símbolo onde o cursor de revisão está posicionado. Pressionado duas vezes, mostra o símbolo e o texto usado para falar no modo de navegação.
ru: Читать заменяющий текст для текущего символа |Отсутствует |Отсутствует |Отсутствует |Сообщает символ в текущей позиции просмотрового курсора. Двойное нажатие показывает этот символ и заменяющий его текст в отдельном окне с режимом обзора.
ta: குறியெழுத்தின் தற்போதைய மாற்றமர்வினை அறிவித்திடுக |ஏதுமில்லை |ஏதுமில்லை |ஏதுமில்லை |சீராய்வுச் சுட்டியினிஇடத்திலிருக்கும் குறியெழுத்தினை அறிவிக்கும். இருமுறை அழுத்தினால், அக்குறியெழுத்தினையும், அதை ஒலிக்க பயன்படுத்தப்பட்டிருக்கும் எழுத்துகளையும் உலாவும் நிலையில் காட்டும்.
zh_tw: 讀出目前符號的替代文字 |無 |無 |無 |讀出檢閱游標所在的符號，連按兩下在瀏覽模式顯示該符號及讀音替代文字。

source: Note: numpad keys require the Num Lock to be turned off to work properly.
bg: Забележка: Клавишите от цифровия блок изискват Num Lock да бъде изключен, за да работят правилно.
de: Hinweis: Um die Tasten des Nummernblocks benutzen zu können, muss dieser deaktiviert sein.
es: Nota: las teclas del teclado numérico requieren que la tecla BloqNum esté desactivada para funcionar apropiadamente.
hr: Bilješka: tipke na numeričkoj tipkovnici zahtijevaju da je numerički blok isključen, kako bi ispravno radile.
nl: Let op: voor een goede werking van de numerieke toetsen moet NumLock worden uitgeschakeld.
pt_br: Nota: As teclas do bloco numérico requerem que o Num Lock esteja desativado para que possam desempenhar suas funções adequadamente.
ru: Примечание: для правильной работы клавиш цифрового блока необходимо выключить режим Numlock.
ta: குறிப்பு: எண் திட்டு சரிவர இயங்க, எண் பூட்டு நீக்கப்பட்டிருக்க வேண்டும்.
zh_tw: 附註：數字鍵盤的 Num Lock 鍵須在關閉狀態才能正常運作。

source: A good way to remember the basic text review commands when using the Desktop layout is to think of them as being in a grid of three by three, with top to bottom being line, word and character and left to right being previous, current and next.
bg: За да ви е по-лесно да запомните тези команди, забележете, че основните команди за преглед на текст са организирани в решетка 3 по 3, отгоре надолу (ред, дума и символ) и отляво надясно (предишен, текущ и следващ).
de: Um sich bei der Verwendung des Desktop-Tastatur-Layouts auf hilfreiche Weise die Tastenkombinationen merken zu können, wird dieses Textraster grundsätzlich in drei Mal drei "Felder" angeordnet; von oben nach unten, von links nach rechts sowie zum vorherigen, aktuellen und nächsten.
es: Una buena manera Para recordar las órdenes básicas de revisión de texto cuando se utiliza la disposición de escritorio es imaginarlas en una rejilla de tres por tres, yendo de superior a inferior con línea, palabra y carácter y yendo de izquierda a derecha con anterior, actual y siguiente.
hr: Dobar način pamćenja prečaca za pregled teksta kad se koristi raspored tipkovnice za stolna računala je, da ih zamislite kao matricu od tri sa tri. Redoslijed odozgo prema dolje je: redak, riječ i znak. Redoslijed s lijeva na desno je: prethodni, trenutačni, sljedeći.
nl: Om de basiscommando’s voor het navigeren met de leescursor beter te kunnen onthouden zou u zich een tabel kunnen voorstellen met drie kolommen en drie rijen. Van boven naar beneden: regel, woord en karakter, en van links naar rechts; vorig, huidig en volgend.
pt_br: Uma boa forma de assimilar os comandos básicos de exploração de texto quando se usa o esquema para computadores de mesa, é imaginá-los como sendo uma tabela de três por três, do início até ao fim por linha, palavra e caractere, e da esquerda para a direita por anterior, atual e seguinte.
ru: Чтобы помочь вам запомнить клавиатурные команды, отметим, что основные команды режима просмотра текста организованы в таблицу три на три, сверху вниз по строкам, словам и символам, слева направо даётся предыдущий, текущий и следующий элемент.
ta: மேசைக்கணினித் தளவமைப்பைப் பயன்படுத்தும் பொழுது, மேற்கூறிய சீராய்வு விசைகளை நினைவில் கொள்ள, எண் திட்டில் அவை அமைக்கப்பட்டிருக்கும் முறையை கவனிக்கவும். மேலிருந்து கீழாக இருப்பவை: வரி, சொல், வரியுரு. இடமிருந்து வலமாக இருப்பவை: முந்தையது, தற்போதையது, அடுத்தது.
zh_tw: 當使用桌上型電腦鍵盤配置時提供一個好記的方法，也就是想像基本的文字檢閱指令是安排在 3 乘以 3 的九宮格數字鍵盤中，由上到下分別是讀出「行、字詞、字元」，而從左到右是讀出「上一個、目前、下一個」，

source: The layout is illustrated as follows:
bg: Подреждането е илюстрирано както следва:
de: Das Layout ist wie folgt aufgebaut:
es: La disposición está ilustrada como sigue:
hr: Raspored je opisan kako slijedi:
nl: Dit ziet er dan als volgt uit:
pt_br: O esquema é ilustrado como se segue:
ru: Таблица выглядит следующим образом:
ta: கீழே கொடுக்கப்பட்டுள்ளத் தளவமைப்பு, இதைத் தெளிவாக்கும்:
zh_tw: 數字鍵盤配置的說明如下：

source: Previous line |Current line |Next line
bg: Предишен ред |Текущ ред |Следващ ред
de: Vorherige Zeile |Aktuelle Zeile |Nächste Zeile
es: Línea anterior |Línea actual |Línea siguiente
hr: prethodni redak |trenutačni redak |sljedeći redak
nl: Vorige regel |Huidige regel |Volgende regel
pt_br: Linha Anterior |Linha Atual |Próxima Linha
ru: Предыдущая строка |Текущая строка |Следующая строка
ta: முந்தைய வரி |தற்போதைய வரி |அடுத்த வரி
zh_tw: 上一行 |目前這一行 |下一行

source: Previous word |Current word |Next word
bg: Предишна дума |Текуща дума |Следваща дума
de: Vorheriges Wort |Aktuelles Wort |Nächstes Wort
es: Palabra anterior |Palabra actual |Palabra siguiente
hr: prethodna riječ |trenutačna riječ |sljedeća riječ
nl: Vorig woord |Huidig woord |Volgend woord
pt_br: Palavra Anterior |Palavra Atual |Próxima Palavra
ru: Предыдущее слово |Текущее слово |Следующее слово
ta: முந்தைய சொல் |தற்போதைய சொல் |அடுத்த சொல்
zh_tw: 上一個字詞 |目前的字詞 |下一個字詞

source: Previous character |Current character |Next character
bg: Предишен символ |Текущ символ |Следващ символ
de: Vorheriges Zeichen |Aktuelles Zeichen |Nächstes Zeichen
es: Carácter anterior |carácter actual |carácter siguiente
hr: prethodni znak |trenutačni znak |sljedeći znak
nl: Vorig karakter |Huidige karakter |Volgende karakter
pt_br: Caractere Anterior |Caractere Atual |Próximo Caractere
ru: Предыдущий символ |Текущий символ |Следующий символ
ta: முந்தைய வரியுரு |தற்போதைய வரியுரு |அடுத்த வரியுரு
zh_tw: 上一個字元 |目前的字元 |下一個字元

source: Review Modes
bg: Режими на преглед
de: Die Betrachtungsmodi
es: Modos de Revisión
hr: Modusi pregleda
nl: Leesoverzichtmodi (Review Modes)
pt_br: Modos de Exploração
ru: Режимы просмотра
ta: சீராய்வு நிலைகள்
zh_tw: 檢閱模式
