Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Stable: The developer has released this as a tested add-on with a released version of NVDA.
bg: Стабилни: Разработчикът е пуснал това като тествана добавка с издадена версия на NVDA.
de: Stabil: Der Entwickler hat dies als getestete NVDA-Erweiterung mit einer freigegebenen Version von NVDA veröffentlicht.
es: Estable: el desarrollador lo ha publicado como complemento probado con una versión lanzada de NVDA.
hr: Stabilni: Programer je objavio ovaj dodatak kao testiran sa objavljenom NVDA verzijom.
nl: Stabiel: de ontwikkelaar heeft deze add-on uitgebracht als geteste add-on in combinatie met een uitgebrachte versie van NVDA.
pt_br: Estável: O desenvolvedor lançou deste modo como um complemento testado com uma versão lançada — final — do NVDA.
ru: Стабильный: Разработчик выпустил это в качестве протестированного дополнения к выпущенной версии NVDA.
ta: நிலையானவை: வெளியிடப்பட்டுள்ள என்விடிஏவுடன் வெற்றிகரமாகப் பரிசோதித்துப் பார்த்து, இந்நீட்சிநிரல்களை அவைகளின் மேம்படுத்துநர்கள் வெளியிட்டுள்ளனர்.
zh_tw: 穩定：已經過開發者在 NVDA 發行版進行測試而後發行的附加元件。

source: Beta: This add-on may need further testing, but is released for user feedback.
bg: Бета: Тази добавка може да се нуждае от допълнително тестване, но е публикувана с цел обратна връзка от потребителите.
de: Beta: Diese NVDA-Erweiterung muss möglicherweise noch weiter getestet werden, ist aber für Benutzer-Feedback freigegeben.
es: Beta: Este complemento podría necesitar más pruebas, pero se libera para que los usuarios puedan dar su retroalimentación.
hr: Beta: Ovom dodatku je možda neophodno dodatno testiranje, ali objavljen je i čeka na povratne informacije korisnika.
nl: Beta: deze add-on moet nog verder uitgeprobeerd worden, maar wordt uitgebracht om feedback van gebruikers te krijgen.
pt_br: Beta: Este complemento pode precisar de mais testes, mas foi lançado para receber feedback — comentários — dos usuários.
ru: Бета: Возможно, это дополнение нуждается в дополнительном тестировании, но оно выпущено для получения отзывов пользователей.
ta: சோதனையிலுள்ளவை: இந்நீட்சிரல்கள் மேலும் பரிசோதிக்கப்பட வேண்டியவையாக இருந்தாலும், பயனர்களின் பின்னூட்டத்திற்காக இவை வெளியிடப்படுகின்றன.
zh_tw: Beta：此附加元件可能需要進一步測試，但已發行讓使用者提供回饋，

source: Suggested for early adopters.
bg: Препоръчва се за хора, които обичат предварително да изпробват нововъведения.
de: Empfohlen für Tester.
es: Sugerido para usuarios entusiastas.
hr: Predlaže se korisnicima koji žele rani pristup.
nl: Gericht op 'early adopters'.
pt_br: Sugerido para adotantes iniciais — usuários entusiastas —.
ru: Рекомендуется для начинающих пользователей.
ta: நீட்சிநிரல்களை முன்கூட்டியே ஏற்றுக்கொள்பவர்களுக்கு இது பரிந்துரைக்கப்படுகிறது.
zh_tw: 建議提供給初期想要嘗試的使用者。

source: Dev: This channel is suggested to be used by add-on developers to test unreleased API changes.
bg: Тестови: Идеята е този канал да се използва от разработчици на добавки за тестване на неиздадени промени в ППИ.
de: Dev: Dieser Kanal ist für Entwickler von NVDA-Erweiterungen gedacht, um noch nicht freigegebene API-Änderungen zu testen.
es: Dev: este canal está sugerido para que los desarrolladores lo utilicen para probar cambios en la API no publicados aún.
hr: Dev: Ovaj kanal se predlaže za korišćenje programerima dodataka kako bi testirali API promene koje još uvek nisu objavljene.
nl: Dev: dit kanaal richt zich op en is bedoeld voor ontwikkelaars van add-ons om nog niet uitgebrachte API-aanpassingen uit te testen.
pt_br: Dev: Sugere-se que este canal seja usado por desenvolvedores de complementos para testar alterações de API não lançadas.
ru: Разрабатываемые версии: Этот канал предлагается использовать разработчикам дополнений для тестирования неизданных изменений API.
ta: மேம்பாட்டிலுள்ளவை: வெளியிடப்படாத ஏபிஐ மாற்றங்களை பரிசோதித்துப் பார்க்க, நீட்சிநிரல் மேம்படுத்துநர்களுக்கு இவை பரிந்துரைக்கப்படுகின்றன.
zh_tw: Dev：建議附加元件開發者使用此通道來測試尚未發行的 API 變更，

source: NVDA alpha testers may need to use a "Dev" version of their add-ons.
bg: Тестерите на алфа версии на NVDA може да се наложи да използват „Dev“ версия на използваните от тях добавки.
de: Die NVDA-Alpha-Tester müssen möglicherweise eine "Dev"-Version ihrer NVDA-Erweiterungen verwenden.
es: Los probadores alpha de NVDA pueden necesitar utilizar las versiones "Dev" de sus complementos.
hr: NVDA alfa testeri će možda morati da koriste "Dev" verzije dodataka.
nl: Alpha testers van NVDA moeten mogelijk een "Dev" versie van hun add-ons gebruiken.
pt_br: Os testadores alfa do NVDA podem precisar usar uma versão "Dev" de seus complementos.
ru: Альфа-тестировщикам NVDA, возможно, потребуется использовать "разрабатываемую" версию своих дополнений.
ta: என்விடிஏவின் ஆல்ஃபா பதிப்புகளை பரிசோதித்துப் பார்ப்பவர்கள், அவைகளுக்கேற்ற மேம்பாட்டிலுள்ள நீட்சிநிரல்களைப் பயன்படுத்தவேண்டும்.
zh_tw: NVDA alpha 測試者可能需要使用其附加元件的 dev 版本。

source: External: Add-ons installed from external sources, outside of the Add-on Store.
bg: Външни: Добавки, инсталирани от външни източници, извън магазина за добавки.
de: Extern: NVDA-Erweiterungen, die aus externen Quellen außerhalb des Stores für NVDA-Erweiterungen installiert wurden.
es: Externo: complementos instalados desde fuentes externas, fuera de la Tienda de Complementos.
hr: Eksterni: Dodaci instalirani iz vanjskih izvora, izvan add-on storea.
nl: Extern: Add-ons van externe bronnen die van buiten de Add-on Store worden geïnstalleerd.
pt_br: Externo: Complementos instalados de fontes externas, fora da Loja de Complementos.
ru: Установить из стороннего источника: Дополнения, установленные из внешних источников, за пределами магазина дополнений.
ta: வெளியிலுள்ளவை: நீட்சிநிரல் அங்காடிக்கு வெளியேயுள்ள ஆதாரங்களிலிருந்து நிறுவப்படும் நீட்சிநிரல்கள்.
zh_tw: 外部：從附加元件商店以外的外部來源安裝的附加元件。

source: To list add-ons only for specific channels, change the "Channel" filter selection.
bg: За да изведете добавките само за конкретен канал, изберете го от падащия списък с етикет „Канал“.
de: Um NVDA-Erweiterungen nur für bestimmte Kanäle aufzulisten, ändern Sie die Filter-Auswahl "Kanal".
es: Para enumerar complementos sólo para canales específicos, cambia la selección del filtro de "Canal".
hr: Da biste vidjeli dodatke određenog kanala, promijenite filter "kanal".
nl: Om add-ons te sorteren uitsluitend op basis van een specifiek kanaal kunt u het selectiefilter aanpassen.
pt_br: Para listar complementos apenas para canais específicos, altere a seleção do filtro "Canal".
ru: Чтобы отобразить дополнения только для определённых каналов, измените выбор фильтра "Канал".
ta: குறிப்பிட்ட அலைத்தடத்திற்கான நீட்சிநிரல்களை மட்டும் பட்டியலிட, அலைத்தட வடிகட்டியில் தெரிவினை மாற்றியமைக்கவும்.
zh_tw: 要列出特定通道的附加元件，請從「通道」篩選器中選擇。

source: Searching for add-ons
bg: Търсене на добавки
de: Nach NVDA-Erweiterungen suchen
es: Buscar complementos
hr: Pretraga dodataka
nl: Zoeken naar add-ons
pt_br: Pesquisando complementos
ru: Ищем дополнения
ta: நீட்சிநிரல்களைத் தேடுதல்
zh_tw: 搜尋附加元件

source: To search add-ons, use the "Search" text box.
bg: За да търсите добавки, използвайте текстовото поле „Търсене“.
de: Verwenden Sie für die Suche nach NVDA-Erweiterungen das Textfeld "Suchen".
es: Para buscar complementos, utiliza el cuadro de texto "Buscar".
hr: Da pretražite dodatke, koristite tekstualno polje pretrage.
nl: Om add-ons, te zoeken gebruikt u het invoervak 'zoeken'.
pt_br: Para pesquisar complementos, use a caixa de texto "Pesquisar".
ru: Для поиска дополнений используйте текстовое поле "Поиск".
ta: நீட்சிநிரல்களைத் தேட, 'தேடுக' உரைப் பெட்டியைப் பயன்படுத்தவும்.
zh_tw: 要搜尋附加元件，請使用「搜尋」文字方塊，

source: You can reach it by pressing `shift+tab` from the list of add-ons.
bg: Можете да стигнете до него, като натиснете `Shift+Tab` от списъка с добавки.
de: Sie erreichen es durch Drücken der Tastenkombination `Umschalt+Tab` in der Liste der NVDA-Erweiterungen.
es: Puedes acceder a él pulsando `shift+tab` desde la lista de complementos.
hr: Možete doći do njega pritiskanjem prečice `šift+tab` iz liste dodataka.
nl: U komt bij het zoekvak door op `shift+tab` te drukken vanuit de lijst met add-ons.
pt_br: Você pode acessá-la pressionando `shift+tab` a partir da lista de complementos.
ru: Вы можете добраться до него, нажав `shift+tab` в списке дополнений.
ta: இப்பெட்டிக்குச் செல்ல, நீட்சிநிரல்களின் பட்டியலிலிருந்து `மாற்றழுத்தி+தத்தல்` விசையை அழுத்தவும்.
zh_tw: 您可以在附加元件清單上按 Shift+Tab 移到該處，

source: Type a keyword or two for the kind of add-on you're looking for, then `tab` to the list of add-ons.
bg: Въведете една или две ключови думи за типа добавка, която търсите, след което отидете с `Tab` в списъка с добавки.
de: Geben Sie ein oder zwei Schlüsselwörter für die Art der NVDA-Erweiterung ein, die Sie suchen, und betätigen Sie dann die `Tab`-Taste, bis Sie in der Liste der NVDA-Erweiterungen gelangen.
es: Escribe una o dos palabras clave para el tipo de complemento que buscas y luego `tabula` a la lista.
hr: Upišite ključnu riječ ili nekoliko riječi vrste dodatka koju tražite, a zatim tasterom `tab` dođite do liste dodataka.
nl: Typ een paar sleutelwoorden voor het soort add-on waar u naar op zoek bent waarna u naar de lijst met add-ons `tabt`.
pt_br: Digite uma ou duas palavras-chave para o tipo de complemento que está procurando e, em seguida, `tab` até a lista de complementos.
ru: Введите одно или два ключевых слова для того дополнения, которое вы ищете, затем нажмите `tab` для перехода к списку дополнений.
ta: தாங்கள் கண்டறிய விரும்பும் நீட்சிநிரலின் ஓரிரு குறிச்சொற்களை தட்டச்சு செய்து, `தத்தல்` விசையை அழுத்தி நீட்சிநிரல் பட்டியலுக்குச் செல்லவும்.
zh_tw: 針對您要尋找的附加元件輸入一兩個關鍵字，接著按 Tab 移到附加元件清單，

source: Add-ons will be listed if the search text can be found in the add-on ID, display name, publisher, author or description.
bg: Ще има изведени добавки, ако търсеният текст бъде намерен в идентификатора на добавката, показваното име, издателя, автора или описанието.
de: Die NVDA-Erweiterungen werden aufgelistet, wenn der Suchtext im Anzeigenamen, im Herausgeber oder in der Beschreibung auffindbar ist.
es: Los complementos se listarán si el texto buscado puede encontrarse en el ID del complemento, en el nombre mostrado, en el editor, en el autor o en la descripción.
hr: Dodaci će biti prikazani ako tekst pretrage bude pronađen u ID-u dodatka, prikazanom imenu, izdavaču, autoru ili opisu.
nl: Er verschijnt een lijst met gevonden add-ons als de opgegeven zoektermen overeenkomen met de add-on ID, de weergegeven naam, uitgever of de beschrijving.
pt_br: Os complementos serão listados se o texto de pesquisa puder ser encontrado no ID do complemento, nome de exibição, editor, autor ou descrição.
ru: Дополнения будут перечислены, если искомое найдётся в идентификаторе дополнения, отображаемом имени, издателе, авторе или описании.
ta: தாங்கள் தட்டச்சு செய்த குறிச்சொற்கள், நீட்சிநிரல்களின் அடையாளம், பெயர், அவைகளின் பதிப்பாளர்/படைப்பாளர் பெயர், அல்லது விளக்கம் ஆகியவைகளில் ஏதேனும் ஒன்றில் கண்டறியப்பட்டால்கூட, அந்நீட்சிநிரல்கள் பட்டியலிடப்படும்.
zh_tw: 如果可以在附加元件 ID、顯示名稱、發行者、作者或簡介中找到搜尋文字，則這些附加元件會被列出來。

source: Add-on actions
bg: Действия за добавките
de: Aktionen für NVDA-Erweiterungen
es: Acciones del complemento
hr: Radnje dodatka
nl: Add-on-acties
pt_br: Ações dos complementos
ru: Действия с дополнениями
ta: நீட்சிநிரல் செயல்கள்
zh_tw: 附加元件動作

source: Add-ons have associated actions, such as install, help, disable, and remove.
bg: Добавките имат свързани действия, като инсталиране, помощ, изключване и премахване.
de: Für NVDA-Erweiterungen stehen Aktionen wie Installieren, Hilfe, Deaktivieren und Entfernen zur Verfügung.
es: Los complementos tienen acciones asociadas tales como instalar, ayuda, deshabilitar y eliminar.
hr: Dodaci imaju određene radnje, kao što su instaliraj, pomoć, onemogući i ukloni.
nl: Add-ons kennen bijbehorende acties, zoals installeren, help, uitschakelen, en verwijderen.
pt_br: Os complementos têm ações associadas, como instalar, ajuda, desabilitar e remover.
ru: С дополнениями связаны такие действия, как установка, справка, отключение и удаление.
ta: நிறுவுதல், உதவி, முடக்குதல், நீக்குதல் போன்ற தொடர்புடையச் செயல்களை நீட்சிநிரல்கள் கொண்டுள்ளன.
zh_tw: 附加元件具有關聯的動作，例如安裝、說明、停用及刪除，

source: For an add-on in the add-on list, these actions can be accessed through a menu opened by pressing the `applications` key, `enter`, right clicking or double clicking the add-on.
bg: За добавка в списъка с добавки тези действия могат да бъдат извикани чрез меню, изведено чрез натискане на клавиша `Applications`, `Enter`, щракване с десен бутон или двойно щракване върху добавката.
de: Für eine NVDA-Erweiterung in der Liste der NVDA-Erweiterungen können diese Aktionen über ein Menü aufgerufen werden, das durch Drücken der `Kontextmenü`-Taste, `Eingabetaste`, Rechtsklick oder Doppelklick auf die NVDA-Erweiterung geöffnet wird.
es: Para un complemento en la lista de complementos, se puede acceder a estas acciones a través de un menú que se abre pulsando la tecla `aplicaciones`, `intro`, clic derecho o doble clic.
hr: Za dodatak u listi dodataka, ovim radnjama se može pristupiti kroz izbornik koji se otvara pritiskom `aplikacijske` tipke, `enterom`, desnim klikom ili duplim klikom na dodatak.
nl: Hetmenu voor acties mbt een add-on in de lijst met add-ons kan worden bereikt door op de toets met het `Toepassingsmenu` te drukken, `enter` in te drukken, rechts te klikken of dubbel te klikken op de add-on.
pt_br: Para um complemento da lista de complementos, essas ações podem ser acessadas através de um menu aberto pressionando a tecla `aplicações`, `enter`, clicando com o botão direito ou clicando duas vezes no complemento.
ru: Для дополнения из списка дополнений доступ к этим действиям можно получить через меню, открываемое нажатием клавиши `applications`, `enter`, щелчком правой кнопки мыши или двойным щелчком по дополнению.
ta: பட்டியலில் இருக்கும் ஒரு நீட்சிநிரலுக்கான மேற்கூறிய செயல்களை அணுக, அந்நீட்சிநிரலின் மீது '`பயன்பாடுகள்`', '`உள்ளிடு`', வலது சொடுக்கு, அல்லது இரட்டை சொடுக்கு விசையை அழுத்தலாம்.
zh_tw: 對於附加元件清單中的附加元件，可以透過按快顯鍵、Enter 鍵、點擊滑鼠右鍵或點擊左鍵兩下打開功能表找到這些動作，

source: This menu can also be accessed through an Actions button in the selected add-on's details.
bg: Това меню може да бъде извикано и чрез бутона „Действия“ в подробностите за избраната добавка.
de: Dieses Menü kann auch über den Schalter "Aktionen" in den Details der ausgewählten NVDA-Erweiterung aufgerufen werden.
es: Este menú también puede ser accedido a través de un botón Acciones en los detalles del complemento seleccionado.
hr: Ovom izborniku se takođe može pristupiti pritiskanjem gumba radnje u detaljima izabranog dodatka.
nl: Dit menu is ook te bereiken in het geselecteerde deelvenster details van een add-on.
pt_br: Este menu também pode ser acessado através de um botão Ações nos detalhes do complemento selecionado.
ru: Доступ к этому меню также можно получить с помощью кнопки "Действия" в разделе "Сведения о выбранном дополнении".
ta: தெரிவுச் செய்யப்பட்டிருக்கும் நீட்சிநிரலுக்கான விளக்கத்தில் கொடுக்கப்பட்டிருக்கும் 'செயல்கள்' பொத்தான் வாயிலாகவும் இப்பட்டியலை அணுகலாம்.
zh_tw: 此功能表也可以透過按所選取附加元件詳細資料中的「動作」按鈕來打開。

source: Installing add-ons
bg: Инсталиране на добавки
de: NVDA-Erweiterungen installieren
es: Instalar complementos
hr: Instaliranje dodataka
nl: Add-ons installeren
pt_br: Instalando complementos
ru: Установка дополнений
ta: நீட்சிநிரல்களை நிறுவுதல்
zh_tw: 安裝附加元件

source: Just because an add-on is available in the NVDA Add-on Store, does not mean that it has been approved or vetted by NV Access or anyone else.
bg: Това, че дадена добавка е налична в магазина за добавки на NVDA, не означава, че е одобрена или проверена от NV Access или някой друг.
de: Nur weil eine NVDA-Erweiterung im Store für NVDA-Erweiterungen verfügbar ist, bedeutet dies nicht, dass es von NV Access oder einer anderen Stelle genehmigt oder geprüft wurde.
es: El hecho de que un complemento esté disponible en la Tienda de Complementos de NVDA no significa que haya sido aprobado por NV Access ni por nadie.
hr: Ako je dodatak dostupan u NVDA add-on storeu, to ne znači da ga je proverio ili odobrio NV Access ili bilo ko drugi.
nl: Louter en alleen omdat een add-on beschikbaar is in de Add-on Store, mag hier niet uit worden opgemaakt deze goedgekeurd of gecontroleerd is door NV Access of door wie dan ook.
pt_br: Só porque um complemento está disponível na Loja de Complementos do NVDA, não significa que ele tenha sido aprovado ou examinado pela NV Access ou por qualquer outra pessoa.
ru: Тот факт, что дополнение доступно в магазине дополнений NVDA, не означает, что оно было одобрено или проверено компанией NV Access или кем-либо ещё.
ta: என்விடிஏ நீட்சிநிரல் அங்காடியில் ஒரு நீட்சிநிரல் கிடைப்பிலிருக்கிறது என்பதால் மட்டுமே, என்வி அக்ஸஸ், அல்லது வேறொருவரால் அந்நீட்சிநிரல் அங்கீகரிக்கப்பட்டுள்ளது, அல்லது சரிபார்க்கப்பட்டுள்ளது என்று பொருளல்ல.
zh_tw: 正由於 NVDA 附加元件商店中提供的附加元件不代表已獲得 NV Access 或其他任何人的認可或審查，

source: It is very important to only install add-ons from sources you trust.
bg: Много е важно да инсталирате само добавки от източници, на които имате доверие.
de: Es ist sehr wichtig, dass Sie nur NVDA-Erweiterungen aus offiziellen Quellen installieren, denen Sie auch wirklich vertrauen.
es: Es muy importante que sólo instales complementos de fuentes en las que confíes.
hr: Veoma je važno da instalirate dodatke samo iz izvora kojima verujete.
nl: Het is erg belangrijk dat u alleen add-ons installeert die afkomstig zijn van bronnen die u vertrouwt.
pt_br: É muito importante instalar apenas complementos de fontes confiáveis.
ru: Очень важно устанавливать дополнения только из источников, которым вы доверяете.
ta: தாங்கள் நம்பும் ஆதாரங்களிலிருந்து பெறப்படும் நீட்சிநிரல்களை மட்டுமே நிறுவவேண்டும் என்பது மிக தலையானதாகும்.
zh_tw: 因此僅安裝來自您信任來源的附加元件非常重要。

source: The functionality of add-ons is unrestricted inside NVDA.
bg: Функционалността на добавките е неограничена в NVDA.
de: Die Funktionalität von NVDA-Erweiterungen ist innerhalb von NVDA nicht eingeschränkt.
es: La funcionalidad de los complementos no tiene restricciones dentro de NVDA.
hr: Dodaci imaju neograničenu funkcionalnost u okviru programa NVDA.
nl: Binnen NVDA gelden er geen beperkingen mbt de functionaliteit van add-ons.
pt_br: A funcionalidade dos complementos é irrestrita dentro do NVDA.
ru: Функциональность дополнений в NVDA не ограничена.
ta: என்விடிஏவினுள் நீட்சிநிரல்களின் செயல்பாடு கட்டுப்பாடற்றதாக இருக்கும்.
zh_tw: 附加元件的功能在 NVDA 內是不受限制的，

source: This could include accessing your personal data or even the entire system.
bg: Това може да включва достъп до вашите лични данни или дори до цялата система.
de: Dies könnte den Zugriff auf Ihre persönlichen Daten oder sogar auf das gesamte System beinhalten.
es: Esto podría incluir el acceso a tus datos personales o incluso a todo el sistema.
hr: Ovo može uključiti pristup vašim ličnim podacima pa čak i celom sistemu.
nl: Dit zou ook kunnen gelden voor toegang tot uw persoonlijke gegevens of zelfs het gehele systeem.
pt_br: Isso pode incluir o acesso aos seus dados pessoais ou até mesmo ao sistema inteiro.
ru: Это может включать в себя доступ к вашим личным данным или даже ко всей системе в целом.
ta: தங்களின் தனிப்பட்ட தரவு, அல்லது முழு கணினியையும் அணுகுவதும் இதில் அடங்கும்.
zh_tw: 這可以包括存取您的個人資料甚至整個系統。

source: You can install and update add-ons by [browsing Available add-ons](#AddonStoreBrowsing).
bg: Можете да инсталирате и обновявате добавки чрез [преглед на наличните добавки](#AddonStoreBrowsing).
de: Sie können NVDA-Erweiterungen installieren und aktualisieren, indem Sie nach [Verfügbare Pakete](#AddonStoreBrowsing) suchen.
es: Puedes instalar y actualizar complementos [navegando por los complementos disponibles](#AddonStoreBrowsing).
hr: Možete instalirati i ažurirati već instalirane dodatke [istraživanjem dostupnih dodataka](#AddonStoreBrowsing).
nl: U kunt add-ons installeren en updaten [door te [zoeken in beschikbare add-ons](#AddonStoreBrowsing).
pt_br: Você pode instalar e atualizar complementos [navegando em Complementos disponíveis](#AddonStoreBrowsing).
ru: Вы можете установить и обновить дополнения, выполнив [просмотр доступных дополнений](#AddonStoreBrowsing).
ta: [கிடைப்பிலிருக்கும் நீட்சிநிரல்களை உலாவித் தேடி](#AddonStoreBrowsing), நீட்சிநிரல்களை நிறுவலாம் என்பதோடு அவைகளையும் இற்றைப்படுத்தலாம்.
zh_tw: 您可以透過[瀏覽可用的附加元件](#AddonStoreBrowsing)來安裝及更新附加元件，

source: Select an add-on from the "Available add-ons" or "Updatable add-ons" tab.
bg: Изберете добавка от раздела „Налични добавки“ или „Налични обновления“.
de: Wählen Sie eine NVDA-Erweiterung in der Registerkarte "Verfügbare Pakete" oder "Updates" aus.
es: Selecciona uno de las pestañas "Complementos disponibles" o "Complementos actualizables".
hr: Izaberite dodatak sa kartice "dostupni dodaci" ili "dodaci koji se mogu ažurirati".
nl: Selecteer een add-on uit de beschikbare add-ons" of uit de bij te werken add-ons" tab.
pt_br: Selecione um complemento na guia "Complementos disponíveis" ou "Complementos atualizáveis".
ru: Выберите дополнение на вкладке "Доступные дополнения" или "Обновлённые дополнения".
ta: கிடைப்பிலிருக்கும், அல்லது இற்றாக்கக்கூடிய நீட்சிநிரல்களின் பட்டியலிலிருந்து ஒரு நீட்சிநிரலை தெரிவுச் செய்யவும்.
zh_tw: 在「可用的附加元件」或「可更新的附加元件」索引標籤中選擇一個附加元件，

source: Then use the update, install, or replace action to start the installation.
bg: След това използвайте съответно действието за обновяване, инсталиране или замяна, за да стартирате инсталацията.
de: Starten Sie dann die Installation mit der Aktion "Aktualisieren", "Installieren" oder "Ersetzen".
es: Luego utiliza la acción actualizar, instalar o remplazar para comenzar la instalación.
hr: Zatim koristite radnju ažuriraj, instaliraj, ili zamijeni da biste započeli instalaciju.
nl: Kies daarna de actie bijwerken, installeren, of vervangen om het installatieproces te starten.
pt_br: Em seguida, use a ação atualizar, instalar ou substituir para iniciar a instalação.
ru: Затем используйте действие обновить, установить или заменить, чтобы начать установку.
ta: பிறகு, நிறுவுதலைத் தொடங்க, இற்றாக்கம், நிறுவுதல், அல்லது மாற்றமர்வு செயல்களில் ஒன்றைச் செயற்படுத்தவும்.
zh_tw: 然後使用更新、安裝或取代動作開始安裝。

source: You can also install multiple add-ons at once.
bg: Можете също да инсталирате няколко добавки наведнъж.
de: Sie können auch mehrere NVDA-Erweiterungen gleichzeitig installieren.
es: También puedes instalar varios complementos de una vez.
hr: Možete instalirati više dodataka odjednom.
nl: Je kunt ook meerdere add-ons tegelijk installeren.
pt_br: Você também pode instalar vários complementos duma só vez.
ru: Вы также можете установить несколько дополнений одновременно.
ta: ஒரே நேரத்தில் பல நீட்சிநிரல்களையும் தாங்கள் நிறுவலாம்.
zh_tw: 您也可以一次安裝多個附加元件，
