Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Exit NVDA |`NVDA+q`, then `enter` |`NVDA+q`, then `enter` |Exits NVDA
bg: Изход от NVDA |`NVDA+Q`, последвано от `ENTER` |`NVDA+Q`, последвано от `ENTER` |Затваря NVDA
de: NVDA beenden |`NVDA+Q`, dann `Eingabetaste` |`NVDA+Q`, dann `Eingabetaste` |Beendet NVDA
es: Salir de NVDA |`NVDA+q`, luego `intro` |`NVDA+q`, luego `intro` |Sale de NVDA
hr: Zaustavljanej programa NVDA |`NVDA+q`, potom `enter` |`NVDA+q`, potom `enter` |izlazi iz programa NVDA
nl: NVDA afsluiten |`NVDA+q`, dan `enter` |`NVDA+q`, dan `enter` |Beëindigt NVDA
pt_br: Sair do NVDA |`NVDA+q`, depois `enter` |`NVDA+q`, depois `enter` |Sai do NVDA
ru: Завершить NVDA |`NVDA+q`, затем `enter` |`NVDA+q`, затем `enter` |Завершает работу NVDA
ta: என்விடிஏவைவிட்டு வெளியேறுக |`என்விடிஏ+q`. பிறகு `உள்ளிடு` விசை |`என்விடிஏ+q`. பிறகு `உள்ளிடு` விசை |என்விடிஏவைவிட்டு வெளியேறுகிறது
zh_tw: 結束 NVDA |NVDA+Q 然後 Enter |NVDA+Q 然後 Enter |結束 NVDA

source: Pause or restart speech |`shift` |`shift` |Instantly pauses speech. Pressing it again will continue speaking where it left off
bg: Пауза или рестартиране на речта |`Shift` |`Shift` |Незабавно спира речта. Натискането му отново ще поднови речта от там, от където е била прекъсната
de: Die Sprachausgabe beim Vorlesen pausieren oder fortfahren |`Umschalt-Taste` |`Umschalt-Taste` |Pausiert die Sprachausgabe beim Vorlesen. Wird die Taste erneut gedrückt, liest NVDA an der zuvor aufgehörten Stelle weiter vor
es: Pausar o reiniciar la voz |`shift` |`shift` |Pausa instantáneamente la voz. Pulsándola de nuevo continuará hablando donde se detuvo
hr: Pauzira ili ponovno pokreće govor |`shift` |`shift` |Brzo pauzira govor. Ponovnim pritiskom govor nastavlja tamo gdje je stao
nl: Pauzeert of hervatt spraakuitvoer |`shift` |`shift` |Hiermee wordt de spraak onderbroken, bij nogmaals indrukken gaat spraakuitvoer weer verder
pt_br: Pausar ou reiniciar a fala |`shift` |`shift` |Pausa a fala instantaneamente. Pressioná-lo novamente continuará falando de onde parou
ru: Приостановить или возобновить речь |`shift` |`shift` |Немедленно приостанавливает речь. При повторном нажатии возобновляет речь с того места, где она прервалась
ta: பேச்சை இடைநிறுத்துக, அல்லது மறுதுவக்குக |`மாற்றழுத்தி` |`மாற்றழுத்தி` |பேச்சை உடனடியாக நிறுத்துகிறது. விசையை மறுமுறை அழுத்தினால், விட்ட இடத்திலிருந்து பேச்சை தொடரும்
zh_tw: 暫停或繼續語音 |Shift |Shift |立即暫停語音，再按一次會從中斷的地方繼續朗讀

source: Stop speech |`control` |`control` |Instantly stops speaking
bg: Спиране на речта |`Control` |`Control` |Незабавно спиране на говора
de: Sprachausgabe unterbrechen |`Strg-Taste` |`Strg-Taste` |Unterbricht die Sprachausgabe beim Vorlesen
es: Detener voz |`control` |`control` |Detiene instantáneamente la voz
hr: Zaustavlja govor |`control` |`control` |Brzo zaustavlja govor
nl: Spraak stoppen |`control` |`control` |Stopt de spraak onmiddellijk
pt_br: Parar a fala |`control` |`control` |Para de falar instantaneamente
ru: Остановить речь |`control` |`control` |Немедленно прерывает речь
ta: பேச்சை நிறுத்துக |`கட்டுப்பாடு` |`கட்டுப்பாடு` |பேச்சை உடனடியாக நிறுத்துகிறது
zh_tw: 停止語音 |Ctrl |Ctrl |立即停止朗讀

source: Reading text
bg: Четене на текст
de: Text vorlesen
es: Leer texto
hr: Čitanje teksta
nl: tekst lezen
pt_br: Leitura de texto
ru: Чтение текста
ta: உரையைப் படித்தல்
zh_tw: 讀出文字

source: Name |Desktop key |Laptop key |Description
bg: Име |Настолна команда |Лаптоп команда |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Beschreibung
es: Nombre |Tecla de escritorio |Tecla de portátil |Descripción
hr: Naziv |Prečac za stolna računala |Prečac za prijenosna računala |opis
nl: Naam |Desktop-toets |Laptop-toets |Omschrijving
pt_br: Nome |Tecla de desktop |Tecla de laptop |Descrição
ru: Название |Настольная |Ноутбук |Описание
ta: பெயர் |மேசைத்தள விசை |மடிக்கணினி விசை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |說明

source: Say all |`NVDA+downArrow` |`NVDA+a` |Starts reading from the current position, moving it along as it goes
bg: Прочитане на всичко |`NVDA+Стрелка надолу` |`NVDA+A` |Започва да чете от текущата позиция, като я премества напред
de: Alles vorlesen |`NVDA+Pfeiltaste nach unten` |`NVDA+A` |Beginnt an der aktuellen Position mit dem Lesen und zieht den Fokus dabei mit
es: Leer todo |`NVDA+flecha abajo` |`NVDA+a` |Comienza a leer desde la posición actual, moviéndose sobre la marcha
hr: Čitaj sve |`NVDA+strelica dolje` |`NVDA+a` |Čita sve istovremeno pomičući kursor
nl: Alles lezen |`NVDA+pijlOmlaag` |`NVDA+a` |Lezen begint vanaf de huidige positie en dat stopt als er niets meer te lezen is
pt_br: Leitura contínua |`NVDA+seta para baixo` |`NVDA+a` |Começa a ler a partir da posição atual, movendo-se à medida que avança
ru: Читать всё |`NVDA+стрелка вниз` |`NVDA+a` |Начинает читать с текущей позиции каретки, перемещая её при чтении
ta: எல்லாம் படித்திடுக |`என்விடிஏ+கீழம்பு` |`என்விடிஏ+a` |கணினிச் சுட்டி இருக்குமிடத்திலிருந்து ஆவணத்தை முழுமையாகப் படிக்கும். அப்படிப் படிக்கும்பொழுது, கணினிச் சுட்டியும் உடன் நகரும்
zh_tw: 讀出全部 |NVDA+向下鍵 |NVDA+a |從目前位置開始讀出，游標跟隨移動

source: Read current line |`NVDA+upArrow` |`NVDA+l` |Reads the line. Pressing twice spells the line. Pressing three times spells the line using character descriptions (Alpha, Bravo, Charlie, etc)
bg: Прочитане на текущия ред |`NVDA+Стрелка нагоре` |`NVDA+L` |Прочита реда. Двукратното натискане спелува реда. Трикратното натискане спелува реда фонетично (Антон, Борис, Васил и т.н.)
de: Aktuelle Zeile vorlesen |`NVDA+Pfeiltaste nach oben` |`NVDA+L` |Liest die Zeile vor. Zweimaliges Drücken buchstabiert die Zeile. Dreimaliges Drücken buchstabiert die Zeile unter Verwendung von Zeichenbeschreibungen (Alpha, Bravo, Charlie, etc.).
es: Leer línea actual |`NVDA+flecha arriba` |`NVDA+l` |Lee la línea. Pulsándolas dos veces deletrea la línea. Pulsándolas tres veces deletrea la línea utilizando la descripción de caracteres (Alfa, Bravo, Charlie, etc)
hr: Čitaj trenutni redak |`NVDA+strelica gore` |`NVDA+l` |Čita redak. Kada se pritisne dvaput, redak se slovka. Kada se pritisne tri puta slovka redak fonetski (alan, biokovo, cavtat, itd)
nl: Huidige regel lezen |`NVDA+pijlOmhoog` |`NVDA+l` |Regel wordt voorgelezen. Druk 2maal om regel te laten spellen. Druk 3maal om regel te laten spellen met gebruik van spellingalfabet (Alpha, Bravo, Charlie, etc)
pt_br: Ler linha atual |`NVDA+seta para cima` |`NVDA+l` |Lê a linha. Pressionar duas vezes soletra a linha. Pressionar três vezes soletra a linha usando as descrições dos caracteres (Alpha, Bravo, Carlos, etc)
ru: Читать текущую строку |`NVDA+стрелка вверх` |`NVDA+l` |Читает строку на которой находится системная каретка. При двойном нажатии строка читается посимвольно. При тройном нажатии читается фонетическое описание каждого символа (Анна, Борис, Василий и т.д.)
ta: தற்போதைய வரியைப் படித்திடுக |`என்விடிஏ+மேலம்பு` |`என்விடிஏ+l` |கணினிச் சுட்டி இருக்கும் வரியைப் படிக்கும். இருமுறை அழுத்தினால், வரியை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், வரியை எழுத்து விளக்கங்களைக் கொண்டு படிக்கும்.
zh_tw: 讀出目前行 |NVDA+向上鍵 |NVDA+l |讀出游標所在的一行，連按兩下拼讀整行，連按三下使用字元說明拼讀整行 (Alpha, Bravo, Charlie 等)。

source: Read selection |`NVDA+shift+upArrow` |`NVDA+shift+s` |Reads any selected text. Pressing twice will spell the information. Pressing three times will spell it using character description
bg: Прочитане на маркираното |`NVDA+Shift+Стрелка нагоре` |`NVDA+Shift+S` |Прочита маркирания текст. Двукратното натискане ще спелува информацията. Трикратното натискане ще я спелува с помощта на описанието на символите
de: Auswahl vorlesen |`NVDA+Umschalt+Pfeiltaste nach oben` |`NVDA+Umschalt+S` |Liest markierten Text vor. Zweimaliges Drücken buchstabiert diesen und dreimaliges Drücken buchstabiert ihn phonetisch
es: Leer la selección |`NVDA+shift+flecha arriba` |`NVDA+shift+s` |Lee cualquier texto seleccionado. Pulsando dos veces deletreará la información. Pulsando tres veces la deletreará utilizando descripción de caracteres
hr: Čitaj označeno |`NVDA+shift+strelica gore` |`NVDA+shift+s` |Čita bilo koji označeni tekst. Kada se pritisne dvaput, informacija se slovka. Kada se pritisne tri put, informacija se slovka uz pomoć opisa znakova
nl: Geselecteerde tekst lezen |`NVDA+shift+pijlOmhoog` |`NVDA+shift+s` |Wat er aan geselecteerde tekst is, wordt voorgelezen Bij tweemaal drukken wordt de selectie gespeld. Door driemaal te drukken wordt er gebruik gemaakt van een spellingsalfabet bij het spellen
pt_br: Ler seleção |`NVDA+shift+seta para cima` |`NVDA+shift+s` |Lê qualquer texto selecionado. Pressionar duas vezes soletrará a informação. Pressionar três vezes irá soletrar usando a descrição de caractere
ru: Читать выделенный текст |`NVDA+shift+стрелка вверх` |`NVDA+shift+s` |Читает любой выделенный текст. При двойном нажатии выделенное читается по символьно. При тройном нажатии читается фонетическое описание каждого символа
ta: தெரிவாகியுள்ள உரையைப் படித்திடுக |`என்விடிஏ+மாற்றழுத்தி+மேலம்பு` |`என்விடிஏ+மாற்றழுத்தி+s` |தற்பொழுது தெரிவாகியிருக்கும் உரையைப் படிக்கும். இருமுறை அழுத்தினால், தகவலை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், தகவலை எழுத்து விளக்கங்களைக் கொண்டு படிக்கும்.
zh_tw: 讀出選取文字 |NVDA+Shift+向上鍵 |NVDA+Shift+S |讀出選取的文字，連按兩下拼讀資訊，連按三下使用字元說明拼讀。

source: Read clipboard text |`NVDA+c` |`NVDA+c` |Reads any text on the clipboard. Pressing twice will spell the information. Pressing three times will spell it using character description
bg: Прочитане на текста в клипборда |`NVDA+C` |`NVDA+C` |Прочита текста в клипборда. Двукратното натискане ще спелува информацията. Трикратното натискане ще я спелува с помощта на описанието на символите
de: Text aus der Zwischenablage vorlesen |`NVDA+C` |`NVDA+C` |Liest beliebigen Text aus der Zwischenablage vor. Zweimaliges Drücken buchstabiert diesen und dreimaliges Drücken buchstabiert ihn phonetisch
es: Leer texto del portapapeles |`NVDA+c` |`NVDA+c` |Lee cualquier texto en el portapapeles. Pulsando dos veces deletreará la información. Pulsando tres veces la deletreará utilizando descripción de caracteres
hr: Čitaj tekst u međuspremniku |`NVDA+c` |`NVDA+c` |Čita bilo koji tekst u međuspremniku. Kada se pritisne dvaput, informacija se slovka. Kada se pritisne tri put, informacija se slovka uz pomoć opisa znakova
nl: Tekst van het klembord lezen |`NVDA+c` |`NVDA+c` |Tekst die op het klembord staat wordt gelezen Bij tweemaal drukken wordt de selectie gespeld. Door driemaal te drukken wordt er gebruik gemaakt van een spellingsalfabet bij het spellen
pt_br: Ler texto da área de transferência |`NVDA+c` |`NVDA+c` |Lê qualquer texto na área de transferência. Pressionar duas vezes soletrará a informação. Pressionar três vezes irá soletrar usando a descrição de caractere
ru: Читать текст в буфере обмена |`NVDA+c` |`NVDA+c` |Читает любой текст в буфере обмена. При двойном нажатии читается по символьно. При тройном нажатии читается фонетическое описание каждого символа
ta: பிடிப்புப்பலகையில் இருக்கும் உரையைப் படித்திடுக |`என்விடிஏ+c` |`என்விடிஏ+c` |பிடிப்புப்பலகையில் உரை ஏதேனுமிருந்தால், அதைப் படிக்கும். இருமுறை அழுத்தினால், தகவலை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், தகவலை எழுத்து விளக்கங்களைக் கொண்டு படிக்கும்.
zh_tw: 讀出剪貼簿文字 |NVDA+c |NVDA+c |讀出剪貼簿內的文字，連按兩下拼讀資訊，連按三下使用字元說明拼讀。

source: Reporting location and other information
bg: Докладване на местоположение и друга информация
de: Meldung des Standorts und weiterer Informationen
es: Anunciar localización y otra información
hr: Čitanje lokacije i drugih informacija
nl: locatie en andere informatie melden
pt_br: Relatando localização e outras informações
ru: Сообщение о местоположении и другой информации
ta: அமைவிடத்தையும், பிற தகவல்களையும் அறிவித்தல்
zh_tw: 讀出位置及其他資訊

source: Name |Desktop key |Laptop key |Description
bg: Име |Настолна команда |Лаптоп команда |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Beschreibung
es: Nombre |Tecla de escritorio |Tecla de portátil |Descripción
hr: Naziv |Prečac za stolna računala |Prečac za prijenosna računala |opis
nl: Naam |Desktop-toets |Laptop-toets |Omschrijving
pt_br: Nome |Tecla de desktop |Tecla de laptop |Descrição
ru: Название |Настольная |Ноутбук |Описание
ta: பெயர் |மேசைத்தள விசை |மடிக்கணினி விசை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |說明

source: Window title |`NVDA+t` |`NVDA+t` |Reports the title of the currently active window. Pressing twice will spell the information. Pressing three times will copy it to the clipboard
bg: Заглавие на прозореца |`NVDA+T` |`NVDA+T` |Докладва заглавието на прозореца на фокус. Двукратното натискане ще спелува информацията. Трикратното натискане ще я копира в клипборда
de: Fenstertitel mitteilen |`NVDA+T` |`NVDA+T` |Zeigt den Titel des derzeit aktiven Fensters an. Durch zweimaliges Drücken wird die Information buchstabiert. Durch dreimaliges Drücken wird die Information in die Zwischenablage kopiert
es: Título de ventana |`NVDA+t` |`NVDA+t` |Anuncia el título de la ventana actualmente activa. Pulsándolo dos veces deletreará la información. Pulsándolo tres veces la copiará al portapapeles
hr: Naslovna traka |`NVDA+t` |`NVDA+t` |Čita naslovnu traku trenutno aktivnog prozora. Pressing Kada se pritisne dvaput, informacija će biti slovkana. Kada se pritisne tri put, informacija će biti kopirana u međuspremnik
nl: Venstertitel |`NVDA+t` |`NVDA+t` |Meldt de titel (naam) van het venster dat momenteel actief is. Pressing twice will spell the information. Pressing three times will copy it to the clipboard
pt_br: Título da janela |`NVDA+t` |`NVDA+t` |Relata o título da janela atualmente ativa. Pressionar duas vezes soletrará a informação. Pressionar três vezes irá copiá-la para a área de transferência
ru: Читать заголовок окна |`NVDA+t` |`NVDA+t` |читает заголовок активного окна. Двойное нажатие произнесёт эту информацию посимвольно. Тройное нажатие скопирует эту информацию в буфер обмена
ta: தலைப்பை அறிவித்திடுக |`என்விடிஏ+t` |`என்விடிஏ+t` |முன்னணியில் இருக்கும் சாளரத்தின் தலைப்பைப் படிக்கும். இருமுறை அழுத்தினால், தலைப்பை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், தலைப்பைப் பிடிப்புப்பலகைக்குப் படியெடுக்கும்
zh_tw: 視窗標題 |NVDA+t |NVDA+t |讀出目前作用中的視窗標題，連按兩下拼讀標題，連按三下複製標題到剪貼簿。

source: Report focus |`NVDA+tab` |`NVDA+tab` |Reports the current control which has focus. Pressing twice will spell the information. Pressing three times will spell it using character description
bg: Докладване на фокуса |`NVDA+TAB` |`NVDA+TAB` |Докладва текущо фокусираната контрола. Двукратното натискане ще спелува информацията. Трикратното натискане ще я спелува с помощта на описанието на символите
de: Focus mitteilen |`NVDA+Tab` |`NVDA+Tab` |Teilt das aktuelle Steuerelement mit, welches den Fokus hat. Zweimaliges Drücken buchstabiert die Informationen und dreimaliges Drücken buchstabiert diese phonetisch
es: Anunciar foco |`NVDA+tab` |`NVDA+tab` |Anuncia el control actual que tenga el foco. Pulsándolo dos veces deletreará la información. Pulsando tres veces la deletreará utilizando descripción de caracteres
hr: Izgovori fokus |`NVDA+tab` |`NVDA+tab` |Izgovara trenutnu kontrolu u fokusu. Kada se pritisne dvaput, slovka informaciju Kada se pritisne tri put, informacija se slovka fonetski.
nl: Focus melden |`NVDA+tab` |`NVDA+tab` |Meldt het besturingselement dat focus. heet, Bij tweemaal drukken wordt het element dat de focus heeft gespeld. Door driemaal te drukken wordt er gebruik gemaakt van een spellingsalfabet bij het spellen
pt_br: Relatar foco |`NVDA+tab` |`NVDA+tab` |Relata o controle atual que está focalizado. Pressionar duas vezes soletrará a informação. Pressionar três vezes irá soletrar usando a descrição de caractere
ru: Читать текущий фокус |`NVDA+tab` |`NVDA+tab` |Читает текущий объект или элемент управления в системном фокусе. При быстром двойном нажатии произнесёт эту информацию посимвольно. При тройном нажатии читается фонетическое описание каждого символа
ta: தற்போதைய குவிமையத்தை அறிவித்திடுக |`என்விடிஏ+தத்தல்` |`என்விடிஏ+தத்தல்` |குவிமையத்தில் இருக்கும் பொருளையோ, கட்டுப்பாட்டையோ அறிவிக்கும். இருமுறை அழுத்தினால், தகவலை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், தகவலை எழுத்து விளக்கங்களைக் கொண்டு படிக்கும்.
zh_tw: 讀出焦點 |NVDA+Tab |NVDA+Tab |讀出目前焦點所在的控制項，連按兩下拼讀字詞，連按三下使用字元說明拼讀字詞。

source: Read window |`NVDA+b` |`NVDA+b` |Reads the entire current window (useful for dialogs)
bg: Прочитане на прозореца |`NVDA+B` |`NVDA+B` |Прочита целия текущ прозорец (полезно за диалогови прозорци)
de: Fenster vorlesen |`NVDA+B` |`NVDA+B` |Liest den gesamten Inhalt des Fensters vor (nützlich für Dialogfelder).
es: Leer ventana |`NVDA+b` |`NVDA+b` |Lee toda la ventana actual (útil para diálogos)
hr: Pročitaj prozor |`NVDA+b` |`NVDA+b` |Čita cijeli trenutni prozor (korisno za dijaloške okvire)
nl: Venster uitlezen |`NVDA+b` |`NVDA+b` |Hiermee wordt het hele, huidige venster uitgelezen (Handig voor dialoogvensters)
pt_br: Ler janela |`NVDA+b` |`NVDA+b` |Lê toda a janela atual (útil para caixas de diálogo)
ru: Читать активное окно |`NVDA+b` |`NVDA+b` |Читает все элементы управления в активном окне (полезно для диалоговых окон)
ta: இயக்கத்திலிருக்கும் சாளரத்தை அறிவித்திடுக |`என்விடிஏ+b` |`என்விடிஏ+b` |இயக்கத்திலிருக்கும் சாளரத்தின் உரைகளையும், கட்டுப்பாட்டுப் பொருட்களையும் அறிவிக்கும்
zh_tw: 讀出視窗 |NVDA+b |NVDA+b |讀出目前整個視窗 (對於對話框很有用)。

source: Read status bar |`NVDA+end` |`NVDA+shift+end` |Reports the Status Bar if NVDA finds one. Pressing twice will spell the information. Pressing three times will copy it to the clipboard
bg: Прочитане на лентата на състоянието |`NVDA+End` |`NVDA+Shift+End` |Докладва лентата на състоянието, ако NVDA намери такава. Двукратното натискане ще спелува информацията. Трикратното натискане ще я копира в клипборда
de: Statusleiste mitteilen |`NVDA+Ende` |`NVDA+Umschalt+Ende` |Teilt den Inhalt der Statusleiste mit, wenn NVDA eine findet. Durch zweimaliges Drücken wird die Information buchstabiert. Durch dreimaliges Drücken wird die Information in die Zwischenablage kopiert
es: Leer barra de estado |`NVDA+fin` |`NVDA+shift+fin` |Anuncia la Barra de Estado si NVDA encuentra una. Pulsándolo dos veces deletreará la información. Pulsándolo tres veces la copiará al portapapeles
hr: Pročitaj traku stanja |`NVDA+end` |`NVDA+shift+end` |Čita traku stanja ako ju NVDA pronađe. Kada se pritisne dva puta, informacija će biti slovkana. Kada se pritisne tri put, informacija će biti kop8irana u međuspremnik
nl: Statusbalk lezen |`NVDA+end` |`NVDA+shift+end` |Melden van de Statusbalk als NVDA er 1 vindt. Druk 2maal om de informatie te laten spellen. Bij driemaal drukken wordt deze naar het klembord gekopieerd
pt_br: Ler barra de status |`NVDA+end` |`NVDA+shift+end` |Relata a barra de status se o NVDA encontrar uma. Pressionar duas vezes soletrará a informação. Pressionar três vezes irá copiá-la para a área de transferência
ru: Читать строку состояния |`NVDA+end` |`NVDA+shift+end` |Читает строку состояния при её обнаружении. При двойном быстром нажатии, информация будет прочитана по символам. Тройное нажатие скопирует эту информацию в буфер обмена
ta: நிலைப் பட்டையை அறிவித்திடுக |`என்விடிஏ+முடிவு` |`என்விடிஏ+மாற்றழுத்தி+முடிவு` |நிலைப் பட்டை இருந்தால், அதைப் படிக்கும். இருமுறை அழுத்தினால், தகவலை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், தகவலை பிடிப்புப் பலகைக்குப் படியெடுக்கும்
zh_tw: 讀出狀態列 |NVDA+End |NVDA+Shift+End |如果 NVDA 找到狀態列則讀出，連按兩下拼讀資訊，連按三下複製內容到剪貼簿。

source: Read time |`NVDA+f12` |`NVDA+f12` |Pressing once reports the current time, pressing twice reports the date. The time and date are reported in the format specified in Windows settings for the system tray clock.
bg: Прочитане на часа |`NVDA+F12` |`NVDA+F12` |Еднократното натискане докладва текущия час, двукратното натискане докладва датата. Часът и датата се докладват във формата, определен в настройките на Windows за часовника в системната област.
de: Datum und Uhrzeit mitteilen |`NVDA+F12` |`NVDA+F12` |Durch einmaliges Drücken wird die aktuelle Uhrzeit angesagt, durch zweimaliges Drücken das Datum. Die Uhrzeit und das Datum werden in dem Format angezeigt, das in den Windows-Einstellungen für die Uhr in der Taskleiste festgelegt ist.
es: Leer hora |`NVDA+f12` |`NVDA+f12` |Pulsándolo una vez anuncia la hora actual, pulsándolo dos veces anuncia la fecha. La hora y la fecha se anuncian en el formato especificado en la configuración de Windows para el reloj de la bandeja del sistema.
hr: Pročitaj vrijeme |`NVDA+f12` |`NVDA+f12` |Ako se pritisne jedamput čita se trenutno vrijeme, ako se pritisne dva puta čita se datum. Vrijeme i datum se čitaju u skladu sa oblikovanjem datuma i vremena postavljenom za sat u području obavijesti.
nl: Tijd melden |`NVDA+f12` |`NVDA+f12` |Eenmaal drukken meldt de huidige tijd, tweemaal drukken meldt datum. De tijd en datum worden gemeld overeenkomstig de indelingsopmaak zoals gespecifieerd in de Windows-instellingen voor de klok in het systeemvak.
pt_br: Ler hora |`NVDA+f12` |`NVDA+f12` |Pressionar uma vez informa a hora atual, pressionar duas vezes informa a data. A hora e a data são informadas no formato especificado nas configurações do Windows para o relógio da bandeja do sistema.
ru: Читать время |`NVDA+f12` |`NVDA+f12` |одиночное нажатие читает текущее время, быстрое двойное нажатие читает дату. Время и дата отображаются в формате, указанном в настройках Windows для часов в системном лотке.
ta: நேரம்/தேதி அறிவிப்பு |`என்விடிஏ+f12` |`என்விடிஏ+f12` |ஒருமுறை அழுத்தினால், அப்போதைய நேரத்தை அறிவிக்கும்; இருமுறை அழுத்தினால், அன்றைய தேதியை அறிவிக்கும். விண்டோஸ் அமைப்பில் கணினித் தட்டு கடிகாரத்திற்கு அமைக்கப்பட்டிருக்கும் வடிவூட்டத்தின் அடிப்படையில் /ணேரம்/தேதி அறிவிக்கப்படும்.
zh_tw: 讀出時間 |NVDA+F12 |NVDA+F12 |按一下讀出目前時間，連按兩下讀出日期，時間和日期依照 Windows 設定中通知區域時鐘所指定的格式讀出。

source: Report text formatting |`NVDA+f` |`NVDA+f` |Reports text formatting. Pressing twice shows the information in a window
bg: Докладване на форматирането на текста |`NVDA+F` |`NVDA+F` |Докладва форматирането на текста. Двукратното натискане показва информацията в прозорец
de: Textformatierung mitteilen |`NVDA+F` |`NVDA+F` |Teilt die Textformatierung mit. Zweimaliges Drücken zeigt die Informationen in einem Fenster an
es: Anunciar formato de texto |`NVDA+f` |`NVDA+f` |Anuncia el formato del texto. Pulsándolo dos veces muestra la información en una ventana
hr: Pročitaj informacije o oblikovanju teksta |`NVDA+f` |`NVDA+f` |Čita informacije o oblikovanju teksta. Kada se pritisne dva put, informacija se prikazuje u prozoru
nl: Textopmaak melden |`NVDA+f` |`NVDA+f` |Tekstopmaak wordt gemeld. Bij tweemaal drukken verschijnt de informatie in een venster
pt_br: Relatar formatação de texto |`NVDA+f` |`NVDA+f` |relata a formatação do texto. Pressionar duas vezes mostra as informações em uma janela
ru: Сообщить форматирование текста |`NVDA+f` |`NVDA+f` |Сообщает информацию о форматировании текста в текущей позиции системной каретки. При двойном нажатии открывает её в отдельном окне в режиме обзора
ta: உரை வடிவூட்டத்தை அறிவித்திடுக |`என்விடிஏ+f` |`என்விடிஏ+f` |கணினிச் சுட்டியின் தற்போதைய நிலையில் இருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடும். இரு முறை அழுத்தினால், தகவலை உலாவும் நிலையில் காட்டிடும்.
zh_tw: 讀出文字格式 |NVDA+F |NVDA+F |讀出游標所在的文字格式，按兩下以視窗顯示資訊
