Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: However, for scenarios where you wish to copy an entire table or paragraph of rich content, this feature should prove useful.
bg: Но за сценариите, когато искате да копирате цяла таблица или абзац с форматирано съдържание, тази функция ще се окаже полезна.
de: In Szenarien, in denen Sie eine ganze Tabelle oder einen ganzen Absatz mit umfangreichen Inhalten kopieren möchten, sollte sich diese Funktion jedoch als nützlich erweisen.
es: Sin embargo, para situaciones en las que desees copiar una tabla entera o un párrafo de contenido enriquecido, esta función debería resultar útil.
hr: Međutim, za scenarije kada želite kopirati cijelu tablicu ili odlomak sa oblikovanjem, ova se funkcija pokazala korisnom.
nl: Echter, in scenario's waarbij je een hele tabel of alinea verrijkte content wilt kopiëren, kan deze optie heel handig blijken te zijn.
pt_br: Entretanto, para cenários em que você deseja copiar uma tabela ou parágrafo inteiro de conteúdo rico, esse recurso deve ser útil.
ru: Однако для сценариев, в которых требуется скопировать целую таблицу или абзац большого объёма, эта функция может оказаться полезной.
ta: இருப்பினும், செரிவுட்டப்பட்ட உள்ளடக்கத்தைக் கொண்ட ஒரு முழு அட்டவணை, அல்லது பத்தியைப் படியெடுக்கவேண்டிய சூழ்நிலைகளில் இவ்வசதி பயனுள்ளதாக இருக்கும்.
zh_tw: 然而對於您想要複製整個表格或豐富內容的段落的情境，此功能應該很有用。

source: Reading Mathematical Content
bg: Прочитане на математическо съдържание
de: Mathematische Inhalte auslesen
es: Leer Contenido Matemático
hr: Čitanje matematičkog sadržaja
nl: Inhoud van wiskundige aard lezen
pt_br: Leitura de Conteúdo Matemático
ru: Чтение математических выражений
ta: கணக்கு உள்ளடக்கங்களைப் படித்தல்
zh_tw: 讀出數學內容

source: NVDA can read and navigate mathematical content on the web and in other applications, providing access in both speech and braille.
bg: NVDA може да чете и да навигира в математическо съдържание в уеб и в други приложения, предоставяйки достъп чрез реч и брайл.
de: Sie können MathPlayer 4 von Design Science verwenden, um mit NVDA in mathematischen Inhalten zu navigieren. Die Inhalte werden in Sprache und Braille ausgegeben.
es: NVDA puede leer y navegar por contenido matemático en la web y en otras aplicaciones, proporcionando acceso en braille y voz.
hr: NVDA može čitati matematički sadržaj na web stranicama te u ostalim programima, čineći tako pristup takvom sadržaju uz pomoć govora i brajice mogućim.
nl: Met NVDA kun je inhoud van wiskundige aard op het web en in andere toepassingen lezen en er in navigeren, waarbij zowel spraak als braille gebruikt kunnen worden.
pt_br: O NVDA pode ler e navegar em conteúdo matemático na web e em outros aplicativos, fornecendo acesso tanto em fala quanto em braille.
ru: NVDA может читать математическое содержимое и перемещаться по нему в Интернете и других приложениях, обеспечивая доступ как с помощью речи, так и по брайлю.
ta: பேச்சு, பிரெயில் ஆகிய இரண்டிலும் அணுகலை வழங்கி, வலைதளங்களிலும் பிற பயன்பாடுகளிலும் கணக்கு உள்ளடக்கத்தைப் படிக்கவும் வழிசெலுத்தவும் என்விடிஏவினால் இயலும்.
zh_tw: NVDA 可以讀取和導覽在網路上和其他應用程式中的數學內容，提供語音和點字呈現，

source: However, in order for NVDA to read and interact with mathematical content, you will first need to install a Math component for NvDA.
bg: Но, за да четете и взаимодействате с математическо съдържание в NVDA, най-напред трябва да инсталирате математически компонент за NVDA.
de: Damit NVDA jedoch mathematische Inhalte lesen und mit ihnen interagieren kann, müssen Sie zunächst eine Mathematikkomponente für NVDA installieren.
es: No obstante, para que NVDA lea y interactúe con el contenido matemático, primero necesitarás instalar un componente de matemáticas para NVDA.
hr: Međutim, kako bi NVDA mogao čitati matematički sadržaj, najprije trebate instalirati matematičku komponentu za NVDA.
nl: Om NVDA in staat te stellen, wiskundige inhoud te lezen en er interactief mee om te gaan moet je evenwel eerst een Math component voor NvDA installeren.
pt_br: No entanto, para que o NVDA leia e interaja com conteúdo matemático, primeiro você precisará instalar um Componente Matemático para o NvDA.
ru: Однако для того, чтобы NVDA могла читать математическое содержимое и взаимодействовать с ним, вам сначала необходимо установить математический компонент для NVDA.
ta: ஆனால், என்விடிஏ, கணக்கு உள்ளடக்கத்தைப் படிக்கவும், அதனுடன் அளவளாவவும், என்விடிஏவிற்கான கணக்கு கூறு ஒன்றினை முதலில் தாங்கள் நிறுவ வேண்டும்.
zh_tw: 不過為了讓 NVDA 讀取數學內容並與之互動，您首先需要為 NVDA 安裝數學元件。

source: There are several NVDA add-ons available in the NVDA Add-on Store that provide support for math, including the [MathCAT NVDA add-on](https://nsoiffer.github.io/MathCAT/) and [Access8Math](https://github.com/tsengwoody/Access8Math).
bg: Има няколко добавки за NVDA, налични в Магазина за добавки на NVDA, които предоставят поддръжка за математика, включително добавката за NVDA [MathCAT](https://nsoiffer.github.io/MathCAT/) и [Access8Math](https://github.com/tsengwoody/Access8Math).
de: Im Store sind mehrere NVDA-Erweiterungen verfügbar, die Mathematik unterstützen, darunter [MathCAT](https://nsoiffer.github.io/MathCAT/) und [Access8Math https://github](.com/tsengwoody/Access8Math).
es: Hay varios complementos de NVDA disponibles en la Tienda de Complementos de NVDA que proporcionan soporte para matemáticas, incluyendo el [complemento de NVDA MathCAT](https://nsoiffer.github.io/MathCAT/) y [Access8Math](https://github.com/tsengwoody/Access8Math).
hr: Postoji nekoliko dodataka, koji se mogu preuzeti u NVDA add-on storeu za pristup matamatičkom sadržaju, uključujući [MathCAT NVDA dodatak](https://nsoiffer.github.io/MathCAT/) te [Access8Math](https://github.com/tsengwoody/Access8Math).
nl: Er zijn verscheidene NVDA add-ons te krijgen in de NVDA Add-on Store die ondersteuning bieden voor math (wiskunde), waaronder de NVDA add-on [MathCAT](https://nsoiffer.github.io/MathCAT/) and [Access8Math](https://github.com/tsengwoody/Access8Math).
pt_br: Há vários complementos do NVDA disponíveis na Loja de Complementos do NVDA que fornecem suporte para matemática, incluindo o [complemento MathCAT para NVDA](https://nsoiffer.github.io/MathCAT/) e o [Access8Math](https://github.com/tsengwoody/Access8Math).
ru: В магазине дополнений NVDA доступно несколько дополнений, обеспечивающих поддержку математических вычислений, в том числе дополнение [MathCAT NVDA](https://nsoiffer.github.io/MathCAT/) и [Access8Math](https://github.com/tsengwoody/Access8Math).
ta: [மேத்கேட் என்விடிஏ நீட்சிநிரல்](https://nsoiffer.github.io/MathCAT/) மற்றும் [அக்ஸஸ்8மேத்](https://github.com/tsengwoody/Access8Math) உட்பட என்விடிஏ அங்காடியில் இருக்கும் பல என்விடிஏ நீட்சிநிரல்கள் கணக்கிற்கு ஆதரவளிக்கின்றன.
zh_tw: NVDA 附加元件商店中有幾個提供數學支援的 NVDA 附加元件，包括 [MathCAT NVDA 附加元件](https://nsoiffer.github.io/MathCAT/)和 [Access8Math](https://github.com/tsengwoody/Access8Math)，

source: Please refer to the [Add-on Store section](#AddonsManager) to learn how to browse and install available add-ons in NVDA.
bg: Моля, обърнете се към [раздела „Магазин за добавки“](#AddonsManager), за да научите как да разглеждате и инсталирате наличните добавки в NVDA.
de: Weitere Informationen zum Suchen und Installieren verfügbarer NVDA-Erweiterungen finden Sie im Abschnitt [die NVDA-Erweiterungen und der Store](#AddonsManager).
es: Por favor consulta la [sección Tienda de Complementos](#AddonsManager) para aprender cómo explorar e instalar complementos disponibles en NVDA.
hr: Molimo pogledajte poglavlje [Add-on Store](#AddonsManager) kako biste saznali kako pregledavati i instalirati dostupne dodatke unutar NVDA.
nl: Ga naar de [Add-on Store en lees onder](#AddonsManager)hoe je door de beschikbare add-ons bladert en deze installeert in NVDA.
pt_br: Consulte a [seção Loja de Complementos](#AddonsManager) para saber como navegar e instalar complementos disponíveis no NVDA.
ru: Ознакомьтесь с разделом [магазина дополнений](#AddonsManager), чтобы узнать, как просматривать и устанавливать доступные дополнения в NVDA.
ta: என்விடிஏவில் இருக்கும் நீட்சிநிரல்களை எவ்வாறு உலாவித் தேடி நிறுவுவது என்பது குறித்து அறிய, [நீட்சிநிரல் அங்காடி பிரிவைக்](#AddonsManager) காணவும்.
zh_tw: 請參考[附加元件商店章節](#AddonsManager)以了解如何在 NVDA 瀏覽和安裝可用的附加元件。

source: NVDA also can make use of the older [MathPlayer](https://info.wiris.com/mathplayer-info) software from Wiris if found on your system, though this software is no longer maintained.
bg: NVDA също може да използва по-стария софтуер на Wiris [MathPlayer](https://info.wiris.com/mathplayer-info), ако го намери на вашата система, макар че този софтуер вече не се поддържа.
de: NVDA kann auch die veraltete Software [MathPlayer](https://info.wiris.com/mathplayer-info) von Wiris nutzen, sofern diese auf Ihrem System vorhanden ist. Diese Software wird jedoch nicht mehr aktuallisiert.
es: NVDA también puede hacer uso del antiguo software [MathPlayer](https://info.wiris.com/mathplayer-info) de Wiris si se encuentra en tu sistema, aunque este software ya no se mantiene.
hr: NVDA također može koristiti stariji [MathPlayer](https://info.wiris.com/mathplayer-info) softver tvrtke Wiris ako se pronađe u vašem sustavu, iako ovaj softver se više ne razvija.
nl: In NVDA kan ook de oudere [MathPlayer](https://info.wiris.com/mathplayer-info) gebruikt worden; (software van Wiris) als deze op je systeem staat, hoewel deze software niet langer onderhouden wordt.
pt_br: O NVDA também pode fazer uso do software [MathPlayer](https://info.wiris.com/mathplayer-info) mais antigo da Wiris se encontrado em seu sistema, embora este software não seja mais mantido.
ru: NVDA также может использовать старую версию программного обеспечения [MathPlayer](https://info.wiris.com/mathplayer-info) от Wiris, если оно имеется в вашей системе, хотя это программное обеспечение больше не поддерживается.
ta: விரிஸ் நிறுவனத்தின் தொடர்ந்து பராமரிக்கப்படாத பழைய [மேத்பிளேயர்](https://info.wiris.com/mathplayer-info) மென்பொருள் தங்கள் கணினியில் காணப்பட்டால், அதை என்விடிஏவினால் பயன்படுத்த இயலும்.
zh_tw: NVDA 也可以使用 Wiris 的舊版 [MathPlayer](https://info.wiris.com/mathplayer-info) 軟體 (如果已存在您的電腦上)，但軟體已不再維護。

source: Supported math content
bg: Поддържано математическо съдържание
de: Unterstützte Mathematik-Inhalte
es: Contenido de matemáticas soportado
hr: Podržani matematički sadržaj
nl: Ondersteunde wiskundige inhoud
pt_br: Conteúdo matemático suportado
ru: Поддерживаемое математическое содержимое
ta: ஆதரவளிக்கப்படும் கணக்கு உள்ளடக்கம்
zh_tw: 支援的數學內容

source: With an appropriate math component installed, NVDA supports the following types of mathematical content:
bg: С инсталиран съответният математически компонент, NVDA поддържа следните типове математическо съдържание:
de: NVDA unterstützt die folgenden mathematischen Inhalte, sofern eine entsprechende Mathematikkomponente installiert wurde:
es: Con un componente de matemáticas adecuado instalado, NVDA admite los siguientes tipos de contenido matemático:
hr: Sa odgovarajućom komponentom instaliranom u NVDA, NVDA podržava sljedeće tipove matematičkog sadržaja:
nl: Vooropgesteld dat er een geschikte math component is geïnstalleerd, biedt NVDA ondersteuning voor de volgende types wiskundige inhoud:
pt_br: Com um componente matemático apropriado instalado, o NVDA suporta os seguintes tipos de conteúdo matemático:
ru: При наличии соответствующего математического компонента NVDA поддерживает следующие типы математического содержимого:
ta: பொருத்தமானதொரு கணக்குக் கூறு நிறுவப்பட்டிருக்கும் நிலையில், கீழ்க்காணப்படும் கணக்கு உள்ளடக்க வகைகளை என்விடிஏ ஆதரிக்கிறது:
zh_tw: 安裝適當的數學元件後，NVDA 支援以下類型的數學內容：

source: MathML in Mozilla Firefox, Microsoft Internet Explorer and Google Chrome.
bg: MathML в Mozilla Firefox, Microsoft Internet Explorer и Google Chrome.
de: MathML in Mozilla Firefox, Microsoft Internet Explorer und Google Chrome.
es: MathML en Mozilla Firefox, Microsoft Internet Explorer y Google Chrome.
hr: MathML u Mozilla Firefoxu, Google Chromeu i Microsoft Internet Exploreru.
nl: MathML in Mozilla Firefox, Microsoft Internet Explorer en Google Chrome.
pt_br: MathML no Mozilla Firefox, Microsoft Internet Explorer e Google Chrome.
ru: MathML в Mozilla Firefox, Microsoft Internet Explorer и Google Chrome.
ta: மொசில்லா பயர்பாக்ஸ், மைக்ரோசாஃப்ட் இண்டர்நெட் எக்ஸ்ப்ளோரர், கூகிள் க்ரோம் ஆகியவற்றில் இருக்கும் MathML.
zh_tw: Mozilla Firefox、Microsoft Internet Explorer 和 Google Chrome 中的 MathML。

source: Microsoft Word 365 Modern Math Equations via UI automation:
bg: Microsoft Word 365 Съвременни Математически Уравнения посредством UI Automation:
de: Moderne mathematische Gleichungen über UIA in Microsoft Word 365:
es: Microsoft Word 365 Modern Math Equations a través de UI automation:
hr: Microsoft Word 365 suvremene matematičke jednadžbe uz pomoć UI automation:
pt_br: Equações Matemáticas Modernas do Microsoft Word 365 via UI automation — automação de interface do usuário —:
ru: Современные математические выражения в Microsoft Word 365 через UI automation:
ta: பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் வழியே மைக்ரோசாஃப்ட் வேர்ட் 365ல் இருக்கும் நவீன கணக்கு சமன்பாடுகள்:
zh_tw: 透過 UI automation 的 Microsoft Word 365 Modern Math Equations：

source: NVDA is able to read and interact with math equations in Microsoft Word 365/2016 build 14326 and higher.
bg: NVDA може да чете и да взаимодейства с математически уравнения в Microsoft Word 365/2016 компилация 14326 и по-нова версия.
de: NVDA ist in der Lage, mathematische Gleichungen in Microsoft Word 365 / 2016 Build 14326 und neuer auszulesen und mit diesen zu interagieren.
es: NVDA es capaz de leer e interactuar con ecuaciones matemáticas en Microsoft Word 365/2016 compilación 14326 y superiores.
hr: NVDA može čitati i ulaziti u interakciju sa matematičkim jednadžbama u Microsoft Word 365/2016 međuverziji 14326 i novijim.
nl: NVDA kan wiskundige vergelijkingen in Microsoft Word 365/2016 build 14326 en hoger lezen en er interactief mee omgaan.
pt_br: O NVDA é capaz de ler e interagir com equações matemáticas no Microsoft Word 365/2016 compilação 14326 ou superior.
ru: NVDA может читать и взаимодействовать с математическими выражениями в версии Microsoft Word 365/2016 сборка 14326 и выше.
ta: மைக்ரோசாஃப்ட் வேர்ட் 365/2016 கட்டமைப்பு 14326, அல்லது அதற்கும் பிறகான கட்டமைப்பில் இருக்கும் கணக்கு சமன்பாடுகளைப் படிக்கவும், அவைகளுடன் அளவளாவவும் என்விடிஏவினால் இயலும்.
zh_tw: NVDA 能夠讀出 Microsoft Word 365/2016 build 14326 及以上版本中的數學方程式並與之互動，

source: Note however that any previously created MathType equations must be first converted to Office Math.
bg: Имайте предвид обаче, че всички по-рано създадени уравнения с MathType трябва първо да бъдат преобразувани в Office Math.
de: Beachten Sie jedoch, dass alle zuvor erstellten MathType-Gleichungen zunächst in Office Math konvertiert werden müssen.
es: Ten en cuenta, sin embargo, que cualquier ecuación previa MathType creada debe primero convertirse a Office Math.
hr: Međutim, imajte na umu da se sve prethodno stvorene jednadžbe MathType najprije moraju pretvoriti u Office Math.
nl: Merk evenwel op dat eerder gemaakte MathType-vergelijkingen eerst omgezet moeten worden naar Office Math.
pt_br: Observe, no entanto, que quaisquer equações MathType criadas anteriormente devem ser primeiro convertidas para Matemática do Office.
ru: Однако обратите внимание, что все ранее созданные уравнения MathType должны быть сначала преобразованы в Office Math.
ta: ஆனால், முன்னதாக உருவாக்கப்பட்ட மேத்டைப் சமன்பாடுகளை ஆபீஸ் கணக்காக முதலில் மாற்ற வேண்டும் என்பதைக் கவனிக்கவும்.
zh_tw: 不過先前所建立的 MathType 方程式必須先轉換為 Office Math，

source: This can be done by selecting each and choosing "Equation Options", then "Convert to Office Math" in the context menu.
bg: Можете да го направите, като изберете всяко и изберете Опции за уравнение -> Преобразуване в Office Math в контекстното меню.
de: Dazu markieren Sie die einzelnen Elemente und wählen im Kontextmenü "Gleichungsoptionen" und dann "In Office-Mathematik umwandeln".
es: Esto puede hacerse seleccionando cada una y eligiendo Opciones de Ecuación -&gt; Convertir a Office Math en el menú de contexto.
hr: Ovo može biti učinjeno tako da se označi svaka te odabere "Opcije jednadžbe", potom "Konvertiraj u Office matematiku" u kontekstnom izborniku.
nl: Dit kunt u doendoor elk van de vergelijkingen te selecteren om vervolgens in het contextmenu van de opties voor vergelijkingen te kiezen en dan 'Omzetten naar Office Math'.
pt_br: Isso pode ser feito selecionando cada uma e escolhendo "Opções de Equação", em seguida, "Converter para Matemática do Office" no menu de contexto.
ru: Это можно сделать, выделив каждое из них и выбрав "Параметры уравнения", а затем "Преобразовать в Office Math" в контекстном меню.
ta: இதைச் செய்ய, சமன்பாடுகளை ஒவ்வொன்றாகத் தெரிவுச் செய்து, "சமன்பாட்டு விருப்பத் தேர்வுகள்" சூழலுணர்ப் பட்டியலை உருவாக்கி, அதில் இருக்கும் "ஆபீஸ் கணக்காக மாற்றுக" என்கிற உருப்படியை அழுத்தவும்.
zh_tw: 選取每一個方程式後在快顯功能表中選擇 Equation Options -> Convert to Office Math。

source: Ensure your version of MathType is the latest version before doing this.
bg: Уверете се, че вашата версия на MathType е най-новата, преди да направите това.
de: Vergewissern Sie sich, dass Ihre Version von MathType aktuell ist, bevor Sie dies tun.
es: Asegúrate de que tu versión de MathType sea la última antes de hacer esto.
hr: Prije nego što to učinite, uvjerite se da posjedujete posljednju verziju MathPlayera.
nl: Vergewis u ervan dat u over de nieuwste versie van MathType beschikt voordat u dit doet.
pt_br: Certifique-se de que sua versão do MathType é a versão mais recente antes de fazer isso.
ru: Перед этим убедитесь, что у вас установлена последняя версия MathType.
ta: இதைச் செய்வதற்கு முன், தங்களின் மேத்டைப், அண்மையப் பதிப்புதான் என்பதை உறுதிசெய்துகொள்ளவும்.
zh_tw: 執行此操作之前請確保您的 MathType 為最新版本。

source: Microsoft Word provides linear symbol-based navigation through the equations itself and supports inputting math using several syntaxes, including LateX.
bg: Microsoft Word също така вече предоставя линейна, базирана на символи, навигация през самите уравнения и поддържа въвеждане на математика с помощта на няколко синтаксиса, включително LateX.
de: Microsoft Word bietet eine lineare, symbolbasierte Navigation durch die Gleichungen selbst und unterstützt die Eingabe von mathematischen Werten mit verschiedener Syntax, einschließlich LaTeX.
es: Microsoft Word también proporciona ahora una navegación basada en símbolos en línea por las propias ecuaciones y admite la introducción de matemáticas utilizando varias sintaxis, incluida LateX.
hr: Microsoft Word pruža linearno kretanje bazirano na znakovima po jednadžbama te podržava unos matematike korištenjem nekoliko sintaksi, uključujući LateX.
nl: Microsoft Word biedt nu ook de mogelijkheid van lineaire symbool-gebaseerde navigatie door de vergelijkingen zelf, en ondersteunt wiskundige invoer waarbij gebruik wordt gemaakt van syntaxis van uiteenlopende aard, waaronder LateX.
pt_br: O Microsoft Word fornece navegação linear baseada em símbolo através das próprias equações e suporta a inserção de matemática usando várias sintaxes, incluindo LaTeX.
ru: Microsoft Word обеспечивает линейную навигацию по уравнениям на основе символов и поддерживает ввод математических данных с использованием нескольких синтаксисов, включая LateX.
ta: நீள் குறியீடு அடிப்படையிலான வழிசெலுத்தலையும் சமன்பாடுகளின் வாயிலாகவே மைக்ரோசாஃப்ட் வேர்ட் தற்பொழுது வழங்குவதோடு, லேட்டக்ஸ் உட்பட பல சொற்றொடரியல்களையும் பயன்படுத்தி கணக்கினை உள்ளிடுவதை ஆதரிக்கிறது.
zh_tw: Microsoft Word 現在也提供以線性符號方式導覽方程式，並支援使用包括 LateX 在內的一些語法來輸入數學。

source: For further details, please see [Linear format equations using UnicodeMath and LaTeX in Word](https://support.microsoft.com/en-us/office/linear-format-equations-using-unicodemath-and-latex-in-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8)
bg: За повече подробности моля, вижте [Уравнения в линеен формат с помощта на UnicodeMath и LaTeX в Word](https://support.microsoft.com/bg-bg/office/linear-format-equations-using-unicodemath-and-latex-in-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8)
de: Weitere Einzelheiten finden Sie unter [Linear formatierte Gleichungen mit UnicodeMath und LaTeX in Word](https://support.microsoft.com/de-de/office/linear-format-equations-using-unicodemath-and-latex-in-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8).
es: Para más detalles, por favor consulta [Ecuaciones con formato lineal utilizando UnicodeMath y LaTeX en Word](https://support.microsoft.com/en-us/office/linear-format-equations-using-unicodemath-and-latex-in-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8)
hr: Za više detalja, molimo pogledajte [Jednadžbe u linearnom formatu koristeći UnicodeMath i LaTeX u Wordu](https://support.microsoft.com/en-us/office/linear-format-equations-using-unicodemath-and-latex-in-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8)
nl: Verdere details, vindt u onder [Linear format equations using UnicodeMath and LaTeX in Word](https://support.microsoft.com/en-us/office/linear-format-equations-using-unicodemath-and-latex-in-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8)
pt_br: Para mais detalhes, consulte [Equações de formato linear usando o UnicodeMath e o LaTeX no Word](https://support.microsoft.com/pt-br/office/equa%C3%A7%C3%B5es-de-formato-linear-usando-o-unicodemath-e-o-latex-no-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8)
ru: Дополнительные сведения см. в статье [Уравнения в линейном формате с использованием UnicodeMath и LaTeX в Word](https://support.microsoft.com/en-us/office/linear-format-equations-using-unicodemath-and-latex-in-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8).
ta: கூடுதல் தகவல்களுக்கு, [மைக்ரோசாஃப்ட் வேர்டில் இருக்கும் ஒருங்குறி கணக்கு மற்றும் லேட்டக்ஸைப் பயன்படுத்தும் நீள்வடிவூட்ட சமன்பாடுகள்](https://support.microsoft.com/en-us/office/linear-format-equations-using-unicodemath-and-latex-in-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8) என்கிற பக்கத்தைக் காணவும்.
zh_tw: 更詳細的內容請參見 [Linear format equations using UnicodeMath and LaTeX in Word](https://support.microsoft.com/en-us/office/linear-format-equations-using-unicodemath-and-latex-in-word-2e00618d-b1fd-49d8-8cb4-8d17f25754f8)

source: Microsoft Powerpoint, and older versions of Microsoft Word:
bg: Microsoft PowerPoint и по-стари версии на Microsoft Word:
de: Microsoft PowerPoint und ältere Versionen von Microsoft Word:
es: Microsoft Powerpoint y versiones antiguas de Microsoft Word:
hr: Microsoft Powerpoint, i starije inačice Microsoft Worda:
nl: Microsoft Powerpoint, en oudere versies van Microsoft Word:
pt_br: Microsoft Powerpoint e versões mais antigas do Microsoft Word:
ru: Microsoft Powerpoint и более старые версии Microsoft Word:
ta: மைக்ரோசாஃப்ட் பவர்பாய்ண்டும், மைக்ரோசாஃப்ட் வேர்டின் பழைய பதிப்புகளும்:
zh_tw: Microsoft Powerpoint 與較舊版本的 Microsoft Word：

source: NVDA can read and navigate MathType equations in both Microsoft Powerpoint and Microsoft word.
bg: NVDA може да чете и обхожда MathType уравнения както в Microsoft PowerPoint, така и в Microsoft Word.
de: NVDA kann MathType-Gleichungen sowohl in Microsoft Powerpoint als auch in Microsoft Word lesen und darin navigieren.
es: NVDA puede leer y navegar ecuaciones MathType tanto en Microsoft Powerpoint como en Microsoft word.
hr: NVDA može čitati i kretati se po MathType jednadžbama u Microsoft Wordu i Powerpointu.
nl: In zowel Microsoft Powerpoint als in Microsoft Word kunt u met NVDA MathType-vergelijkingen lezen en er in navigeren.
pt_br: O NVDA pode ler e navegar pelas equações MathType tanto no Microsoft Powerpoint quanto no Microsoft Word.
ru: NVDA может читать выражения MathType и перемещаться по ним как в Microsoft Powerpoint, так и в Microsoft Word.
ta: மைக்ரோசாஃப்ட் பவர்பாய்ண்ட் மற்றும் மைக்ரோசாஃப்ட் வேர்டில் இருக்கும் மேத்டைப் சமன்பாடுகளைப் படிக்கவும், அவைகளுடன் அளவளாவவும் என்விடிஏவினால் இயலும்.
zh_tw: NVDA 在 Microsoft Powerpoint 與 Microsoft word 中能夠讀出並導覽 MathType 方程式，
