Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The inability to read User Account Control (UAC) screens when trying to start an application with administrative privileges.
bg: Невъзможност за прочитане на екраните от „Управление на потребителските акаунти“ (UAC) при опит за стартиране на приложение с администраторски права.
de: Die Unfähigkeit, Bildschirme der Benutzerkontensteuerung (UAC) vorzulesen, sobald versucht wird, eine Anwendung mit administrativen Rechten zu starten.
es: La incapacidad de leer las pantallas del Control de Cuentas de Usuario (UAC) al tratar de arrancar una aplicación con privilegios de administrador.
hr: Nemogućnost čitanja zaslona kontrole korisničkih računa (UAC) prilikom pokušaja pokretanja aplikacije s administratorskim pravima.
nl: UAC-schermen (User Account Control) kunnen niet worden voorgelezen bij het starten van toepassingen die met beheerdersrechten worden uitgevoerd,
pt_br: Impossibilidade de ler as telas do Controle de Conta do Usuário (UAC) ao tentar iniciar um aplicativo com privilégios administrativos;
ru: Невозможность читать экраны контроля учётных записей (UAC) при попытке запуска приложения с правами администратора.
ta: நிர்வாக சிறப்புரிமையுடன் ஒரு பயன்பாட்டைத் துவக்க முற்படும்பொழுது, பயனர் கணக்குக் கட்டுப்பாட்டுத் திரைகளைப் படிக்க இயலாது.
zh_tw: 當開啟以系統管理員身分權限執行的應用程式，將無法讀出使用者帳戶控制 (UAC) 的畫面。

source: The inability to support input from a touchscreen.
bg: Невъзможност за осигуряване на поддръжка за въвеждане чрез сензорен екран.
de: Die Unfähigkeit, Eingaben über einen Touchscreen zu unterstützen.
es: La incapacidad de admitir la entrada desde una pantalla táctil.
hr: Nemogućnost korištenja dodirnika.
nl: Geen ondersteuning voor invoer via het aanraakscherm,
pt_br: Impossibilidade de suportar entradas oriundas duma tela sensível ao toque;
ru: Невозможность поддержки ввода с сенсорного экрана.
ta: தொடுதிரை உள்ளீட்டிற்கு ஆதரவில்லை.
zh_tw: 不支援從觸控螢幕輸入。

source: The inability to provide features such as browse mode and speaking of typed characters in Windows Store apps.
bg: Невъзможност за предоставяне на функции като режима на разглеждане и изговарянето на въведените знаци в приложенията от Windows Store.
de: Die Unfähigkeit, Funktionen wie den Lesemodus und das Vorlesen von Zeichen während der Eingabe in Apps aus dem Windows-Store anzubieten.
es: La incapacidad de proporcionar características tales como modo navegación y la verbalización de caracteres al escribir en las aplicaciones de la Tienda de Windows.
hr: Nemogućnost podrške značajki poput modusa pregleda, čitanje upisanih znakova u Windows Store aplikacijama.
nl: Mogelijkheden zoals bladermodus en het uitspreken van getypte karakters bij apps uit de Windows Store zijn niet beschikbaar.
pt_br: Impossibilidade de oferecer recursos tais como o modo de navegação e o anúncio de caracteres digitados na Windows Store — Loja Windows —;
ru: Невозможность доступа к таким функциям, как режим обзора и проговаривание набираемых символов в магазине приложений Microsoft Store.
ta: விண்டோஸ் ஸ்டோர் பயன்பாடுகளில், உலாவும் நிலை, தட்டச்சிடப்பட்ட வரியுருக்களைப் படித்தல் ஆகிய வசதிகள் இல்லை.
zh_tw: 在 Microsoft Store 的應用程式中無法提供某些功能，例如瀏覽模式與讀出輸入字元。

source: Audio ducking is not supported.
bg: Режимът за понижаване на силата на звука не се поддържа.
de: Die Lautstärke anderer Audio-Quellen zu steuern wird nicht unterstützt.
es: La atenuación de audio no está admitida.
hr: Utišavanje zvuka nije podržano.
nl: Audio ducking (volume van het ene audiosignaal verlagen t.o.v. het andere) wordt niet ondersteund.
pt_br: Prioridade de áudio não é suportada.
ru: Отсутствие поддержки функции приглушения сторонних звуков.
ta: பின்புல ஒலியைத் தாழ்த்தும் வசதிக்கு ஆதரவில்லை.
zh_tw: 不支援自動音量調整。

source: Using NVDA
bg: Използване на NVDA
de: NVDA benutzen
es: Utilizar NVDA
hr: Korištenje NVDA
nl: Aan de slag met NVDA
pt_br: Usando o NVDA
ru: Начало работы с NVDA
ta: என்விடிஏவைப் பயன்படுத்துதல்
zh_tw: 使用 NVDA

source: Launching NVDA
bg: Стартиране на NVDA
de: NVDA starten
es: Lanzar NVDA
hr: Pokretanje NVDA čitača
nl: NVDA starten
pt_br: Iniciando o NVDA
ru: Запуск NVDA
ta: என்விடிஏவைச் செலுத்துதல்
zh_tw: 啟動 NVDA

source: If you have installed NVDA with the installer, then starting NVDA is as simple as either pressing control+alt+n, or choosing NVDA from the NVDA menu under Programs on the Start Menu.
bg: Ако сте инсталирали NVDA с инсталатора, тогава стартирането на NVDA е толкова просто, колкото натискането на Control+Alt+N, или избирането на NVDA от подменю NVDA, в менюто програми от стартовото меню.
de: Wenn Sie NVDA bereits installiert haben, können Sie es entweder vom Desktop aus mit Strg+Alt+N aufrufen oder wählen Sie NVDA aus dem Startmenü unter Programme "NVDA" aus.
es: Si has instalado NVDA con el instalador, entonces iniciar NVDA es tan fácil como o pulsar control+Alt+n, o elegir NVDA desde el menú NVDA en Menú Inicio, submenú Programas.
hr: Ako ste instalirali NVDA pomoću instalacijskog programa, tada se NVDA jednostavno pokreće pritiskom kontrol+alt+f5 ili odabirom NVDA iz NVDA izbornika u podizborniku Programi u izborniku Start.
nl: Als u NVDA hebt geïnstalleerd met het installatieprogramma, kunt u NVDA eenvoudig starten met de toetscombinatie Ctrl+Alt+n, of NVDA selecteren onder Programma’s in het Startmenu gevolgd door Enter.
pt_br: Se tem este programa instalado, então iniciá-lo é tão simples quanto pressionar Ctrl+Alt+N, ou escolhê-lo a partir do submenu NVDA que se encontra nos Programas do Menu Iniciar.
ru: Если вы установили NVDA из установочного пакета, то запустить программу можно как нажатием горячих клавиш Control+Alt+N, так и выбором соответствующего ярлыка из главного меню Windows.
ta: என்விடிஏ ஏற்கெனவே நிறுவப்பட்டிருந்தால், அதை செலுத்துவது மிக எளிதாகும். கட்டுப்பாடு+நிலைமாற்றி+n கூட்டு விசையை அழுத்தியோ, அல்லது துவக்குப் பட்டியலிலுள்ள என்விடிஏவைத் தேர்ந்தெடுத்தோ செலுத்தலாம்.
zh_tw: 如果您已經安裝了 NVDA，最簡單啟動的方式是利用按快速鍵 Ctrl+Alt+N，或從「開始」功能表的「所有應用程式」清單找到 NVDA 資料夾並展開後選擇「NVDA」，

source: Additionally you can type NVDA into the Run dialog and press Enter.
bg: В допълнение, може да напишете nvda в диалога за изпълнение и да натиснете клавиша Enter.
de: Optional können Sie auch im Dialogfeld "Ausführen" (Windows-Taste+R) den Befehl "NVDA" (ohne Anführungszeichen) eingeben und mit der Eingabetaste aufrufen.
es: Además, puedes teclear NVDA en el diálogo Ejecutar y pulsar Intro.
hr: NVDA se može pokrenuti i u dijaloškom okviru Pokreni. Upišite NVDA i pritisnite tipku enter.
nl: U kunt het programma ook starten door in het dialoogvenster Uitvoeren de letters NVDA te typen en vervolgens Enter in te drukken.
pt_br: Adicionalmente, pode escrever NVDA no diálogo Executar e pressionar Enter.
ru: Помимо этого, запустить NVDA можно, введя команду "NVDA" в диалоговом окне "Выполнить" и нажав клавишу Enter.
ta: கூடுதலாக, 'இயக்குக' உரையாடலில் 'nvda' என்று தட்டச்சிட்டு உள்ளிடு விசையை அழுத்தினாலும், என்விடிஏ செலுத்தப்படும்.
zh_tw: 此外您也可以從「開始」功能表的搜尋方塊輸入「nvda」後按 Enter，

source: If NVDA is already running, it will be restarted.
bg: Ако NVDA работи в момента, ще се рестартира.
de: Wenn NVDA bereits läuft, wird es neu gestartet.
es: Si NVDA ya se está ejecutando, se reiniciará.
hr: Ako je NVDA već pokrenut, pokrenut će se ponovo.
nl: Als NVDA al actief is, zal de toepassing opnieuw gestart worden.
pt_br: Se o NVDA já estiver em execução, ele será reiniciado.
ru: Если NVDA уже работает, то она будет перезапущена.
ta: என்விடிஏ ஏற்கெனவே இயக்கத்திலிருந்தால், அது மறுதுவக்கப்படும்.
zh_tw: 若 NVDA 已經在執行會重新啟動。

source: You can also pass some [command line options](#CommandLineOptions) which allows you to quit (-q), disable add-ons (--disable-addons), etc.
bg: При стартиране можете да зададете и някои [командни параметри](#CommandLineOptions), което ви позволява да затворите вече стартирано копие на NVDA (-q), да изключите добавките (--disable-addons) и други.
de: Sie können auch einige [Kommandozeilenparameter](#CommandLineOptions) übergeben, mit denen Sie das Programm beenden (-q), NVDA-Erweiterungen deaktivieren (-disable-addons, etc.) können.
es: También puedes pasar algunas [opciones de línea de órdenes](#CommandLineOptions) que te permiten salir (-q), desactivar complementos (--disable-addons), etc.
hr: Možete koristiti i neke [opcije naredbenog retka](#CommandLineOptions) za izlazak iz NVDA čitača (-q), za deaktiviranje dodataka (--disable-addons) itd.
nl: U kunt ook [commandoregelopties](#CommandLineOptions) opgeven waarmee u NVDA beëindigt (-q), add -ons uitschakelt (--disable-addons), etc.
pt_br: Você pode também passar algumas [opções de linha de comando](#CommandLineOptions) que lhe permitem encerrar (-q), desabilitar complementos (--disable-addons), etc.
ru: Вы также можете передавать некоторые [ключи командной строки](#CommandLineOptions), позволяющие завершить работу NVDA (-q), отключить дополнения (--disable-addons) и т. д.
ta: மேலும், என்விடிஏவைவிட்டு வெளியேற, அல்லது நீட்சிநிரல்களை செயலிழக்கச் செய்ய, என்விடிஏவின் [கட்டளை வரி விருப்பத் தேர்வுகளைத்](#CommandLineOptions) தாங்கள் செயற்படுத்தலாம்.
zh_tw: 您也可以使用一些「[命令列選項](#CommandLineOptions)」以結束 (-q)、停用附加元件 (--disable-addons) 等等。

source: For installed copies, NVDA stores the configuration in the roaming application data folder of the current user by default (e.g. "`C:\Users\<user>\AppData\Roaming`").
bg: За инсталирани копия, по подразбиране NVDA запазва настройките си в папката Roaming в папката AppData за текущия потребител (напр. „`C:\Users\<ИмеНаПотребител>\AppData\Roaming`“).
de: Bei installierten NVDA-Versionen werden die Konfigurationsdateien normalerweise im Roaming-Verzeichnis des aktuell angemeldeten Benutzers gespeichert (z. B. "`C:\Users\<Benutzer>\AppData\Roaming`").
es: Para las copias instaladas, NVDA almacena la configuración en la carpeta roaming application data del usuario actual por omisión (por ejemplo: "`C:\Users\&lt;user&gt;\AppData\Roaming`").
hr: Podrazumjevano, NVDA sprema svoju konfiguraciju u roaming application data mapi trenutnog korisnika (npr: "`C:\Users\<user>\AppData\Roaming`").
nl: In geval van een geïnstalleerde versie slaat NVDA de configuratie standaard op in de map roaming application data van de huidige gebruiker (bijv. "`C:\Users\<user>\AppData\Roaming`").
pt_br: Para as cópias instaladas, o NVDA por padrão armazena as configurações na pasta roaming em dados de aplicativos do usuário atual (por exemplo, "`C:\Users\<usuário>\AppData\Roaming`").
ru: Установленная копия NVDA по умолчанию сохраняет свою конфигурацию в каталоге данных приложений roaming текущего пользователя (например "`C:\\Users\\&lt;пользователь&gt;\\AppData\\Roaming`").
ta: இயல்பில், நிறுவு வகை என்விடிஏவிற்கான அமைவடிவத்தை, நடப்புப் பயனரின் ரோமிங் அப்ளிகேஷன் டேட்டா கோப்புறையில் என்விடிஏ சேமிக்கிறது. (எ.கா. "`C:\Users\<user>\AppData\Roaming`").
zh_tw: NVDA 的安裝版本其組態預設儲存在目前使用者的 roaming application data 資料夾中 (例如 "`C:\Users\<user>\AppData\Roaming`")，

source: It is possible to change this in a way that NVDA loads its configuration from the local application data folder instead.
bg: Това може да се промени така, че вместо това NVDA да зарежда своите настройки от папката Local в AppData.
de: Sie können NVDA jedoch so einstellen, dass die Konfigurationsdateien stattdessen im Lokalen Verzeichnis des aktuellen Benutzers gespeichert werden.
es: Es posible cambiar esto de forma que NVDA cargue su configuración desde la carpeta local de datos de aplicación en su lugar.
hr: To je moguće promijeniti, tako da NVDA učitava svoje postavke iz lokalne mape aplikacijskih podataka.
nl: Het is mogelijk dit te wijzigen en wel zodanig dat in plaats daarvan NVDA de configuratie ophaalt uitthe map met de lokale applicatiedata.
pt_br: É possível alterar isso de forma que o NVDA carregue sua configuração da pasta local em dados de aplicativos.
ru: Данное поведение можно изменить таким образом, чтобы NVDA загружала свою конфигурацию из каталога AppData\Local текущего пользователя.
ta: மாற்றாக, லோக்கல் அப்ளிகேஷன் டேட்டா கோப்புறையிலிருந்து அமைவடிவத்தை என்விடிஏ ஏற்றும் வண்ணமும் அமைத்திட இயலும்.
zh_tw: 也可以變更為從本機應用程式資料夾載入組態，

source: Consult the section about [system wide parameters](#SystemWideParameters) for more details.
bg: За повече подробности се консултирайте с раздела за [параметри на системно ниво](#SystemWideParameters).
de: Weitere Informationen dazu finden Sie im Abschnitt [System-Parameter](#SystemWideParameters).
es: Consulta la sección acerca de [parámetros del sistema](#SystemWideParameters) para más detalles.
hr: Za više detalja, pročitajte poglavlje o [cjelosustavnim parametrima](#SystemWideParameters).
nl: Raadpleeg voor meer details de paragraaf over [systeem-brede parameters](#SystemWideParameters).
pt_br: Consulte a seção sobre os [parâmetros do sistema](#SystemWideParameters) para obter mais detalhes.
ru: Для получения дополнительной информации обратитесь к разделу [Общесистемные параметры](#SystemWideParameters).
ta: கூடுதல் தகவல்களுக்கு, [முழுதளாவிய கணினி அளவுருக்கள்](#SystemWideParameters) பிரிவைக் காணவும்.
zh_tw: 更多祥細資訊請查閱[全系統參數](#SystemWideParameters)章節。

source: To start the portable version, go to the directory you unpacked NVDA to, and press enter or double click on nvda.exe.
bg: За да стартирате портативната версия на NVDA, отидете в папката, в която сте я разархивирали, и натиснете Enter или щракнете два пъти с мишката върху nvda.exe.
de: Um die portable NVDA-Version zu starten, wechseln Sie in den Ordner, in welchem Sie die Dateien entpackt haben und starten anschließend die Datei "NVDA.exe" mit der Eingabetaste oder mit einem Doppelklick.
es: Para iniciar la versión portátil, vé al directorio donde descomprimiste NVDA, y pulsa intro o haz doble clic sobre nvda.exe.
hr: Da biste pokrenuli prijenosnu kopiju, uđite u mapu u kojoj ste raspakirali NVDA i pritisnite enter ili dva puta kliknite na datoteku nvda.exe.
nl: Om de draagbare versie van NVDA te starten gaat u naar de map waarin u de uitgepakte bestanden hebt opgeslagen. Daar selecteert u NVDA.exe. Druk op de Entertoets of dubbelklik op het bestand.
pt_br: Para iniciar a versão portátil, vá para a pasta onde descompactou o NVDA e pressione Enter ou um duplo clique esquerdo em "nvda.exe".
ru: Чтобы запустить переносную версию NVDA, достаточно войти в папку, в которую вы распаковали программу, и нажать Enter или же двойным кликом мыши щелкнуть на файле nvda.exe.
ta: கொண்டுசெல்லத்தக்கப் படியை செலுத்த, என்விடிஏ வைக்கப்பட்டுள்ள இடத்திற்குச் சென்று, nvda.exe கோப்பின் மீது இருமுறை சொடுக்கவும், அல்லது உள்ளிடு விசையை அழுத்தவும்.
zh_tw: 要啟動可攜式版，請到您解開 NVDA 的目錄找到「nvda.exe」後 Enter 或雙擊滑鼠左鍵，

source: If NVDA was already running, it will automatically stop before starting the portable version.
bg: Ако NVDA работи в момента, автоматично ще се изключи преди стартиране на преносимата версия.
de: Wenn NVDA bereits ausgeführt wurde, wird es automatisch gestoppt, bevor die portable Version gestartet wird.
es: Si NVDA ya estaba en ejecución, se detendrá automáticamente después de arrancar la versión portable.
hr: Ako je NVDA bio ponovo pokrenut, isključit će se prije pokretanja prijenosne kopije.
nl: Als NVDA reeds actief was, stopt de toepassng automatisch voordat de draagbare versie wordt gestart.
pt_br: Se o NVDA já estiver em execução, ele será interrompido automaticamente antes de iniciar a versão portátil.
ru: Если NVDA была уже запущена, то она автоматически выгрузиться перед запуском переносной версии.
ta: என்விடிஏ ஏற்கெனவே இயக்கத்திலிருந்தால், அது நிறுத்தப்பட்டு, கொண்டுசெல்லத்தக்கப் படி இயக்கப்படும்.
zh_tw: 如果 NVDA 已在執行則會先關閉後再啟動可攜式版。

source: As NVDA starts, you will first hear an ascending set of tones (telling you that NVDA is loading).
bg: След като NVDA стартира, ще чуете повишаваща се поредица от тонове (означаваща, че NVDA се зарежда).
de: Während des Startvorgangs hören Sie als Erstes eine aufsteigende Melodie.
es: Cuando NVDA arranca, primero escucharás un grupo ascendente de tonos (que te dicen que NVDA está cargándose).
hr: Tijekom pokretanja NVDA čitača, prvo ćete čuti seriju uzlaznih tonova (koji vam govore da se NVDA učitava).
nl: Bij het opstarten van het programma hoort u eerst een reeks in hoogte oplopende tonen die aangeven dat NVDA wordt geladen.
pt_br: Logo que o software iniciar, ouvirá primeiramente um conjunto de tons ascendentes (a informá-lo que este está sendo carregado).
ru: При запуске NVDA вы сначала услышите восходящий набор тонов, говорящий о том, что NVDA загружается.
ta: என்விடிஏ துவக்கப்படும்பொழுது, என்விடிஏ ஏற்றப்பட்டுக் கொண்டிருக்கிறது என்பதை அறிய, ஏறுமுகமான ஒலிகளை முதலில் கேட்பீர்கள்.
zh_tw: 當 NVDA 啟動時，您首先會聽到一段上揚的聲音表示 NVDA 正在載入，

source: Depending on how fast your computer is, or if you are running NVDA off a USB key or other slow media, it may take a little while to start.
bg: В зависимост от бързината на вашия компютър или от бързината на външното устройство, ако стартирате NVDA от такова, това може да отнеме и малко повече време.
de: Je nach dem, wie schnell Ihr Computer ist oder wenn Sie NVDA von einem USB-Stick oder einem anderen Medium aus starten, so kann das einen Moment dauern, bis der Prozess abgeschlossen ist.
es: Dependiendo cuán rápido sea tu ordenador, o si estás ejecutando NVDA desde un lápiz USB u otro medio más lento, podrá demorar un poco mientras arranca.
hr: Ovisno o brzini vašeg računala ili o tome, pokrećete li NVDA s USB sticka ili s drugog sporog medija, pokretanje može potrajati.
nl: Afhankelijk van de snelheid van uw PC, of, als wordt geladen van een usb-stick of andere wat trage media, kan het laden even duren.
pt_br: Dependendo da rapidez do seu computador, ou se executa este leitor de telas através de um dispositivo USB ou de outra mídia mais lenta, poderá demorar alguns instantes para iniciar.
ru: В зависимости от быстродействия компьютера, или если вы запускаете NVDA с более медленного USB-устройства, возможно, потребуется чуть больше времени для запуска программы.
ta: தங்களின் கணினி, அல்லது கொண்டுசெல்லத்தக்கப் படி வைக்கப்பட்டுள்ள ஊடகத்தின் வேகம் குறைவாக இருந்தால், என்விடிஏ துவங்க தாமதமாகும்.
zh_tw: 根據您電腦的速度或是從 USB 隨身碟或其他慢速媒體執行 NVDA，有可能需要一段嵵間才能啟動，

source: If it is taking an extra-long time to start, NVDA should say "Loading NVDA. Please wait..."
bg: Ако това отнеме повече време, NVDA ще ви съобщи: „Зареждане на NVDA. Моля, изчакайте...“
de: Sollte der Vorgang dennoch sehr lange dauern, sollte NVDA sagen: "NVDA wird geladen.".
es: Si se está tardando mucho tiempo, NVDA debería decir "Cargando NVDA. espera por favor...”
hr: Ako učitavanje traje jako dugo, NVDA bi trebao izgovoriti "NVDA se učitava. Pričekaj …"
nl: Als het laden extra lang duurt, hoort u "NVDA wordt geladen. Even geduld....".
pt_br: Se estiver demorando muito tempo para iniciar, você ouvirá "carregando o NVDA. Por favor aguarde..."
ru: Если процесс запуска занимает несколько больший промежуток времени, то NVDA скажет "Загрузка NVDA. Пожалуйста, подождите".
ta: என்விடிஏ துவங்க மிகவும் தாமதமானால், "என்விடிஏ ஏற்றப்படுகிறது, அருள்கூர்ந்து காத்திருக்கவும்..." என்று அறிவிக்கப்படும்.
zh_tw: 若啟動時間過長，NVDA 應該會說出「載入 NVDA 中，請稍後...」的提示。

source: If you don't hear any of this, or you hear the Windows error sound, or a descending set of tones, then this means that NVDA has an error, and you will need to possibly report a bug to the developers.
bg: Ако не чуете никое от тези неща, или чуете звука за грешка в Windows, или понижаваща се поредица от тонове, това означава, че в NVDA е възникнала грешка и вие вероятно ще трябва да я докладвате на разработчиците, ако желаете.
de: Wenn Sie entweder nichts hören oder von Windows oder NVDA einen Fehlerton oder eine absteigende Melodie hören, bedeutet das, dass eventuell ein Fehler aufgetreten ist.
es: Si no escuchas nada de esto, o escuchas el sonido de error de Windows, o un grupo descendente de tonos, entonces esto significa que NVDA tiene un error, y posiblemente necesitarás informar de un fallo a los desarrolladores.
hr: Ako ne čujete ništa od navedenog ili ako čujete Windows zvuk za grešku ili silaznu seriju tonova, to znači da postoji greška u NVDA čitaču i možda ćete trebati prijaviti grešku timu razvijatelja.
nl: Als u niets hoort, of u krijgt een foutmelding van Windows dan wel een in hoogte aflopende tonenreeks hoort, is er iets fout gegaan met het programma. U doet er dan goed aan dit te melden aan de ontwikkelaars van NVDA.
pt_br: Se não ouvir nada disso, ou escutar um som de erro do Windows, ou um conjunto de sons decrescente, isto quer dizer que o NVDA tem um erro, e possivelmente precisará comunicar a falha — reportar um bug — aos desenvolvedores.
ru: Если вы не слышите ничего из вышеописанного, либо слышите звук ошибки Windows, либо слышите нисходящий набор тонов, то это означает, что в программе есть ошибка, и вам, возможно, потребуется сообщить об этой ошибке разработчикам.
ta: என்விடிஏ பேசாதிருந்தாலோ, சாளரப் பிழை ஒலி எழுந்தாலோ, இறங்குமுகமான ஒலிகள் எழுந்தாலோ, என்விடிஏவில் பிழை என்று பொருள். இப்பிழைக் குறித்து என்விடிஏ மேம்படுத்துநர்களிடம் தாங்கள் தெரிவிக்க வேண்டும்.
zh_tw: 如果您沒聽到這些，或者聽到 Windows 錯誤音效，或是一段下沉的聲音，那就代表 NVDA 載入沒有成功，您需要重新檢視可能引發的原因或向 NVDA 開發者回報問題，

source: Please check out the NVDA website for how to do this.
bg: Моля, посетете уеб страницата на NVDA за повече информация как да го направите.
de: Bitte lesen Sie erst auf der Homepage nach, ob gegebenenfalls etwas darüber bekannt ist oder wie das Problem zu beheben ist. Ansonsten melden Sie den Fehler bitte den Entwicklern.
es: Por favor investiga en el sitio Web de NVDA para saber cómo hacer esto.
hr: Za više informacija kako to učiniti, pogledajte NVDA web stranicu
nl: Op de NVDA website kunt u lezen hoe u dit kunt doen.
pt_br: Por favor acesse a Página do NVDA para saber como deve proceder.
ru: Пожалуйста, обратитесь на web-сайт NVDA, чтобы узнать, как это сделать.
ta: இதை எவ்வாறு செய்வதென்பதையறிய, [என்விடிஏவின் இணையதளத்தை](http://www.nvda-project.org) பார்க்கவும்.
zh_tw: 請連上 NVDA 網站查看如何回報問題。

source: Welcome Dialog
bg: Приветстващ екран
de: Das Willkommensfenster
es: Diálogo de Bienvenida
hr: Dijaloški okvir dobrodošlice
nl: Welkomsscherm
pt_br: Diálogo de Boas-vindas
ru: Диалог Добро Пожаловать
ta: வரவேற்பு உரையாடல்
zh_tw: 歡迎對話框

source: When NVDA starts for the first time, you will be greeted by a dialog box which provides you with some basic information about the NVDA modifier key and the NVDA menu.
bg: Когато NVDA се зареди за първи път, ще бъдете приветствани от диалогов прозорец, който ви предоставя начална информация за модификаторния клавиш на NVDA и главното меню на програмата.
de: Beim ersten Starten von NVDA wird Ihnen eine Dialogbox mit einigen grundlegenden Informationen über die NVDA-Taste und das NVDA-Menü angezeigt.
es: Cuando NVDA arranque por primera vez, se te dará la bienvenida mediante un cuadro de diálogo que te proporciona alguna información básica acerca de la tecla modificadora de NVDA y del menú de NVDA.
hr: Kad prvi put pokrenete NVDA, otvorit će se dijaloški okvir dobrodošlice koji daje osnovne informacije o NVDA modifikacijskoj tipci i NVDA izborniku.
nl: Wanneer NVDA de eerste keer start, komt u in het welkomstscherm van het programma dat u informatie geeft over de NVDA-toets en het NVDA-menu.
pt_br: Quando este leitor de telas iniciar pela primeira vez, você será recebido por uma caixa de diálogo que lhe fornece alguma informação básica sobre a tecla modificadora do NVDA e também sobre seu menu.
ru: Когда NVDA запускается впервые, вас поприветствуют диалоговым окном, в котором сообщается некоторая базовая информация о клавише-модификаторе и меню NVDA.
ta: என்விடிஏ முதன்முதலாக துவங்கும்பொழுது, வரவேற்பு உரையாடல் பெட்டித் தோன்றும். இப்பெட்டியில், என்விடிஏ மாற்றியமைப்பி விசைக் குறித்தும், என்விடிஏ பட்டியல் குறித்தும் சில அடிப்படைத் தகவல்கள் கொடுக்கப்பட்டிருக்கும்.
zh_tw: 當第一次啟動 NVDA 會出現一個對話框，提供有關 NVDA 組合鍵及 NVDA 功能表的基本資訊，
