Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Report link destination |`NVDA+k` |`NVDA+k` |Pressing once speaks the destination URL of the link at the current caret or focus position. Pressing twice shows it in a window for more careful review
bg: Докладване на местоназначението на връзката |`NVDA+K` |`NVDA+K` |Еднократното натискане докладва целевия URL адрес на връзката в текущата позиция на каретката или фокуса. При двукратно натискане показва URL адреса в прозорец, за по-лесен преглед.
de: Link-Zieladresse mitteilen |`NVDA+K` |`NVDA+K` |Bei einmaligem drücken wird die Zieladresse des Links an der aktuellen Cursor- oder Fokus-Position ausgegeben. Bei zweimaligem Drücken wird sie in einem Fenster zur genaueren Überprüfung angezeigt
es: Anunciar destino del enlace |`NVDA+k` |`NVDA+k` |Pulsando una vez verbaliza la URL de destino del enlace en la posición actual del cursor del sistema o del foco. Pulsando dos veces lo muestra en una ventana para una revisión más cuidadosa
hr: Čitaj odredište poveznice |`NVDA+k` |`NVDA+k` |Kada se pritisne jednom, izgovara adresu odredišne poveznice na trenutnoj poziciji kursora sustava. Kada se pritisne dvaput, prikazuje poveznicu u prozoru za pažljiviji pregled
nl: Koppelingsbestemming melden |`NVDA+k` |`NVDA+k` |Bij 1 keer drukken hoort u naar welke url de koppeling bij huidige positie van de muisaanwijzer of focus verwijst. Tweemaal drukken laat deze zien in een venster voor meer duidelijkheid
pt_br: Relatar destino de link |`NVDA+k` |`NVDA+k` |Pressionar uma vez fala a URL de destino do link no cursor atual ou na posição do foco. Pressionar duas vezes mostra isso numa janela para uma revisão mais cuidadosa
ru: Сообщить расположение ссылки |`NVDA+k` |`NVDA+k` |При однократном нажатии озвучивается целевой URL-адрес ссылки в текущей позиции каретки или фокуса. Двойное нажатие отобразит его в окне в режиме обзора
ta: தொடுப்பின் இலக்கை அறிவித்திடுக |`என்விடிஏ+k` |`என்விடிஏ+k` |ஒரு முறை அழுத்தினால், கணினிச் சுட்டி, அல்லது குவிமையத்தில் இருக்கும் தொடுப்பின் இணைய முகவரியை அறிவிக்கிறது. இரு முறை அழுத்தினால், கவனமான சீராய்விற்கு அதை ஒரு சாளரத்தில் காட்டுகிறது.
zh_tw: 讀出連結目標 |NVDA+K |NVDA+K |按一下讀出目前游標或焦點位置所在連結的目標 URL，連按兩下將它顯示在一個視窗中便於仔細瀏覽。

source: Toggle which information NVDA reads
bg: Избор на това какво да изговаря NVDA
de: Umschalten, welche Informationen NVDA vorliest
es: Conmutar qué información lee NVDA
hr: Regulacija informacija koje čita NVDA
nl: Instellen welke informatie NVDA voorleest
pt_br: Alternar quais informações o NVDA lê
ru: Переключать читаемую информацию NVDA
ta: எந்தத் தகவலை என்விடிஏ படிக்கவேண்டுமென்பதை மாற்றியமைத்தல்
zh_tw: 切換 NVDA 讀出的資訊

source: Name |Desktop key |Laptop key |Description
bg: Име |Настолна команда |Лаптоп команда |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Beschreibung
es: Nombre |Tecla de escritorio |Tecla de Portátil |Descripción
hr: Naziv |Prečac za stolna računala |Prečac za prijenosna računala |opis
nl: Naam |Desktop-toets |Laptop-toets |Omschrijving
pt_br: Nome |Tecla de desktop |Tecla de laptop |Descrição
ru: Название |Настольная |Ноутбук |Описание
ta: பெயர் |மேசைத்தள விசை |மடிக்கணினி விசை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |說明

source: Speak typed characters |`NVDA+2` |`NVDA+2` |When enabled, NVDA will announce all characters you type on the keyboard.
bg: Изговаряне на въведените знаци |`NVDA+2` |`NVDA+2` |Когато е включено, NVDA ще съобщава всички знаци, които въвеждате от клавиатурата.
de: Zeichen während der Eingabe ansagen |`NVDA+2` |`NVDA+2` |Wenn diese Funktion aktiviert ist, liest NVDA alle Zeichen vor, die Sie auf der Tastatur eingeben.
es: Verbalizar caracteres al escribir |`NVDA+2` |`NVDA+2` |Cuando se activa, NVDA anunciará todos los caracteres que escribas en el teclado.
hr: Čitaj upisane znakove |`NVDA+2` |`NVDA+2` |kadae je ova opcija uključena, NVDA če izgovarati sve upisane znakove na tipkovnici.
nl: Getypte lettertekens uitspreken |`NVDA+2` |`NVDA+2` |Deze instelling zorgt ervoor dat NVDA elk(e) letter, cijfer of symbool die / dat u typt uitspreekt.
pt_br: Falar caracteres digitados |`NVDA+2` |`NVDA+2` |Quando habilitado, o NVDA anunciará todos os caracteres digitados no teclado.
ru: Читать символы при вводе |`NVDA+2` |`NVDA+2` |Если включить этот режим, то NVDA будет озвучивать все набираемые с клавиатуры символы.
ta: தட்டச்சிடப்படும் வரியுருக்களை பேசுக |`என்விடிஏ+2` |`என்விடிஏ+2` |இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், தட்டச்சிடப்படும் எல்லா வரியுருக்களையும் என்விடிஏ அறிவிக்கும்.
zh_tw: 讀出輸入字元 |NVDA+2 |NVDA+2 |當啟用時，NVDA 將讀出所有在鍵盤上輸入的字元。

source: Speak typed words |`NVDA+3` |`NVDA+3` |When enabled, NVDA will announce word you type on the keyboard.
bg: Изговаряне на въведените думи |`NVDA+3` |`NVDA+3` |Когато е включено, NVDA ще съобщава всяка дума, която въвеждате от клавиатурата.
de: Wörter während der Eingabe ansagen |`NVDA+3` |`NVDA+3` |Wenn diese Funktion aktiviert ist, liest NVDA das Wort vor, das Sie auf der Tastatur eingeben.
es: Verbalizar palabras al escribir |`NVDA+3` |`NVDA+3` |Cuando se habilita, NVDA anunciará las palabras que escribas en el teclado.
hr: Izgovaraj upsane riječi |`NVDA+3` |`NVDA+3` |Kada je ova opcija uključena, NVDA će izgovarati sve riječi napisane na tipkovnici.
nl: Getypte woorden uitspreken |`NVDA+3` |`NVDA+3` |Deze instelling zorgt ervoor dat NVDA elke woord dat u typt uitspreekt.
pt_br: Falar palavras digitadas |`NVDA+3` |`NVDA+3` |Quando habilitada, o NVDA anunciará a palavra que você digita no teclado.
ru: Читать слова при вводе |`NVDA+3` |`NVDA+3` |Если включить этот режим, то NVDA будет озвучивать все набираемые с клавиатуры слова.
ta: தட்டச்சிடப்படும் சொற்களைப் பேசுக |`என்விடிஏ+3` |`என்விடிஏ+3` |இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், தட்டச்சிடப்படும் எல்லாச் சொற்களையும் என்விடிஏ அறிவிக்கும்.
zh_tw: 讀出輸入單字 |NVDA+3 |NVDA+3 |當啟用時，NVDA 將讀出所有在鍵盤上輸入的單字 (適用英文等拼音文字)。

source: Speak command keys |`NVDA+4` |`NVDA+4` |When enabled, NVDA will announce all non-character keys you type on the keyboard. This includes key combinations such as control plus another letter.
bg: Изговаряне на командните клавиши |`NVDA+4` |`NVDA+4` |Когато е включено, NVDA ще съобщава всички клавиши, които не са букви или знаци, които въвеждате от клавиатурата. Това включва клавишни комбинации като Control плюс друга буква.
de: Tastenbefehle ansagen |`NVDA+4` |`NVDA+4` |Wenn diese Funktion aktiviert ist, nennt NVDA alle Tasten, die keine Buchstaben sind und die Sie auf der Tastatur eingeben. Dazu gehören auch Tastenkombinationen wie Steuerung plus ein weiterer Buchstabe.
es: Verbalizar teclas de órdenes |`NVDA+4` |`NVDA+4` |Cuando se habilita, NVDA anunciará todas las teclas que no sean caracteres que escribas en el teclado. Esto incluye combinaciones de teclas tales como control más cualquier otra letra.
hr: Čitaj naredbene tipke |`NVDA+4` |`NVDA+4` |Kada je ova opcija uključena, NVDA će izgovarati sve naredbene tipke na tipkovnici. Ovo uključuje kombinacije tipaka kao što su to control plus neko slovo.
nl: Commandotoetsen uitspreken |`NVDA+4` |`NVDA+4` |Deze instelling zorgt ervoor dat NVDA de toetsen die niet dienen om letters, cijfers of symbolen te typen, uitspreekt. Hieronder vallen ook toetscombinaties zoals control plus een andere letter.
pt_br: Falar teclas de comando |`NVDA+4` |`NVDA+4` |Quando habilitado, o NVDA anunciará todas as teclas que não sejam caracteres que você digitar no teclado. Isso inclui combinações de teclas, como control mais outra letra.
ru: Читать командные клавиши |`NVDA+4` |`NVDA+4` |Если включить этот режим, NVDA будет объявлять все несимвольные клавиши, которые вы вводите на клавиатуре. Сюда входят комбинации клавиш, такие как control с буквой.
ta: கட்டளை விசைகளைப் பேசுக |`என்விடிஏ+4` |`என்விடிஏ+4` |இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், கட்டுப்பாடு விசையுடன் அழுத்தப்படும் கட்டளை விசைகள் உட்பட, வரியுருக்கள் அல்லாத விசை உள்ளீடுகளும் அறிவிக்கப்படும்.
zh_tw: 讀出指令鍵 |NVDA+4 |NVDA+4 |當啟用時，NVDA 將讀出所有在鍵盤上輸入的非字元按鍵，包括組合鍵例如 Ctrl 加上其他字母鍵。

source: Enable mouse tracking |`NVDA+m` |`NVDA+m` |When enabled, NVDA will announce the text currently under the mouse pointer, as you move it around the screen. This allows you to find things on the screen, by physically moving the mouse, rather than trying to find them through object navigation.
bg: Включване на проследяването на мишката |`NVDA+M` |`NVDA+M` |Когато е включено, NVDA ще съобщава текста, който е под показалеца на мишката, докато го местите по екрана. Това ви позволява да намирате неща на екрана, като физически движите мишката, вместо да се опитвате да ги намерите чрез обектна навигация.
de: Mausverfolgung einschalten |`NVDA+M` |`NVDA+M` |Wenn diese Funktion aktiviert ist, zeigt NVDA den Text an, der sich unter dem Mauszeiger befindet, wenn Sie ihn auf dem Bildschirm bewegen. So können Sie Dinge auf dem Bildschirm finden, indem Sie die Maus bewegen, anstatt zu versuchen, sie über die Objekt-Navigation zu finden.
es: Habilitar seguimiento del ratón |`NVDA+m` |`NVDA+m` |Cuando se habilita, NVDA anunciará el texto actualmente bajo el puntero del ratón según lo desplaces por la pantalla. Esto te permite encontrar cosas en la pantalla, moviendo físicamente el ratón, en lugar de intentar encontrarlos con la navegación de objetos.
hr: Uključi praćenje miša |`NVDA+m` |`NVDA+m` |Kada je ova opcija uključena, NVDA će izgovarati tekst pod pokazivačem miša, u isto vrijeme kada ga pomićete. Ovo vam omogućuje nalaženje opcija na zaslonu fizički pomičući miša umjesto traženja opcija objektnom navigacijom.
nl: Muis volgen AAN |`NVDA+m` |`NVDA+m` |Deze instelling zorgt ervoor dat NVDA de tekst onder de muisaanwijzer, voorleest terwijl de muis over het scherm wordt verplaatst. Zo kunt u naar iets zoeken op het scherm door de muis met de hand te verplaatsen in plaats van te proberen iets te vinden door middel van objectnavigatie.
pt_br: Habilitar rastreamento do mouse |`NVDA+m` |`NVDA+m` |Quando habilitado, o NVDA anunciará o texto atualmente sob o ponteiro do mouse, à medida que você o move pela tela. Isso permite que você encontre coisas na tela movendo fisicamente o mouse, em vez de tentar encontrá-las por meio da navegação de objetos.
ru: Включить отслеживание мыши |`NVDA+m` |`NVDA+m` |Если включить этот режим, то NVDA будет читать текст, расположенный в данный момент под указателем мыши. Это позволит вам находить нужную информацию физически перемещая мышь, вместо использования объектной навигации.
ta: சொடுக்கியைப் பின்தொடருக |`என்விடிஏ+m` |`என்விடிஏ+m` |இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், கணினித் திரையில், சொடுக்கியின் குறிமுள்ளை நகர்த்தும்பொழுது, குறிமுள்ளின் கீழிருக்கும் உரை படிக்கப்படும். பொருள் வழிசெலுத்தலைப் பயன்படுத்தாமல், சொடுக்கியைப் பயன்படுத்தும்பொழுது, இது உதவும்.
zh_tw: 啟用跟隨滑鼠朗讀 |NVDA+m |NVDA+m |當啟用時，移動滑鼠 NVDA 將會讀出滑鼠指標所指的文字，這允許您藉由實際移動滑鼠來尋找螢幕上的內容而不是藉由物件導覽的方式來尋找。

source: The synth settings ring
bg: Пръстен от настройки на синтезатора
de: Der Sprachausgaben-Einstellungsring
es: El anillo de opciones del sintetizador
hr: Prsten govorne jedinice
pt_br: O anel de configurações de voz
ru: Кольцо настроек синтезатора
ta: ஒலிப்பான் அமைப்பு வலையம்
zh_tw: 快速語音設定

source: Name |Desktop key |Laptop key |Description
bg: Име |Настолна команда |Лаптоп команда |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Beschreibung
es: Nombre |Tecla de escritorio |Tecla de portátil |Descripción
hr: Naziv |Prečac za stolna računala |Prečac za prijenosna računala |opis
nl: Naam |Desktop-toets |Laptop-toets |Omschrijving
pt_br: Nome |Tecla de desktop |Tecla de laptop |Descrição
ru: Название |Настольная |Ноутбук |Описание
ta: பெயர் |மேசைத்தள விசை |மடிக்கணினி விசை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |說明

source: Move to next synth setting |`NVDA+control+rightArrow` |`NVDA+shift+control+rightArrow` |Moves to the next available speech setting after the current, wrapping around to the first setting again after the last
bg: Преминаване към следваща настройка на синтезатора |`NVDA+Control+Стрелка надясно` |`NVDA+Shift+Control+Стрелка надясно` |Преминава към следващата налична настройка на речта след текущата, преминавайки отново към първата настройка след последната
de: Zur nächsten Sprachausgaben-Einstellung wechseln |`NVDA+Strg+Pfeiltaste nach rechts` |`NVDA+Umschalt+Strg+Pfeiltaste nach rechts` |Wechselt zur nächsten verfügbaren Spracheinstellung nach der aktuellen und kehrt nach der letzten Einstellung wieder zur ersten Einstellung zurück.
es: Moverse a la siguiente opción del anillo del sintetizador |`NVDA+control+flecha derecha` |`NVDA+shift+control+flecha derecha` |Se desplaza a la siguiente opción de voz disponible después de la actual, volviendo a la primera opción de nuevo tras la última
hr: Premjesti se na sljedeću postavku govorne jedinice |`NVDA+control+Strelica desno` |`NVDA+shift+control+strelica desno` |Premješta na sljedeću postavku govorne jedinice poslije aktivne postavke, ponovno se vraćajući na prvu postavku poslije posljednje
nl: Ga naar volgende synth setting |`NVDA+control+pijlRechts` |`NVDA+shift+control+pijlRechts` |Gaat verder naar de eerstvolgend beschikbare spraakinstelling na de momenteel ingestelde, en begint weer bij de eerste instelling nadat de laatste is gepasseerd
pt_br: Mover-se para a próxima configuração de sintetizador |`NVDA+control+seta para direita` |`NVDA+shift+control+seta para direita` |Move para a próxima configuração de fala disponível após a atual, passando para a primeira configuração novamente após a última
ru: Перейти к следующему параметру синтезатора |`NVDA+control+стрелка вправо` |`NVDA+shift+control+стрелка вправо` |Переходит к следующему доступному параметру синтезатора после текущего, циклически перескакивая от последнего параметра к первому
ta: அடுத்த ஒலிப்பான் அமைப்பிற்கு நகர்க |`என்விடிஏ+கட்டுப்பாடு+வலதம்பு` |`என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+வலதம்பு` |தற்போதைய அமைப்பிற்கு அடுத்ததாக இருக்கும் பேச்சமைப்பிற்கு நகரும். கடைசி அமைப்பை அடைந்தவுடன், மீண்டும் முதல் அமைப்பிற்கு வந்து சேரும்
zh_tw: 移到下一個語音選項 |NVDA+Ctrl+向右鍵 |NVDA+Shift+Ctrl+向右鍵 |移到下一個可用的語音選項，若已到最後一個則會回到第一個選項。

source: Move to previous synth setting |`NVDA+control+leftArrow` |`NVDA+shift+control+leftArrow` |Moves to the next available speech setting before the current, wrapping around to the last setting after the first
bg: Преминаване към предишна настройка на синтезатора |`NVDA+Control+Стрелка наляво` |`NVDA+Shift+Control+Стрелка наляво` |Преминава към предишната налична настройка на речта след текущата, преминавайки отново към последната настройка след първата
de: Zur vorherigen Sprachausgaben-Einstellung wechseln |`NVDA+Strg+Pfeiltaste nach links` |`NVDA+Umschalt+Strg+Pfeiltaste nach links` |Wechselt zur nächsten verfügbaren Spracheinstellung vor der aktuellen und geht zur letzten Einstellung nach der ersten.
es: Moverse a la anterior opción del anillo del sintetizador |`NVDA+control+flecha izquierda` |`NVDA+shift+control+flecha izquierda` |Se desplaza a la siguiente opción de voz disponible antes de la actual, volviendo a la última opción tras la primera
hr: Premjesti se na prethodnu postavku govorne jedinice |`NVDA+control+strelica lijevo` |`NVDA+shift+control+strelica lijevo` |Premješta na sljedeću postavku govorne jedinice prije aktivne postavke, ponovno se vraćajući na prvu postavku poslije posljednje
nl: Ga naar vorige synth setting |`NVDA+control+pijlLinks` |`NVDA+shift+control+pijlLinks` |Gaat naar de eerstvolgend beschikbare spraakinstelling die aan de huidige vooraf gaat en springt verder naar de laatste instelling na het passeren van de eerste
pt_br: Mover-se para a configuração de sintetizador anterior |`NVDA+control+seta para esquerda` |`NVDA+shift+control+seta para esquerda` |Move para a próxima configuração de fala disponível antes da atual, passando para a última configuração após a primeira
ru: Перейти к предыдущему параметру синтезатора |`NVDA+control+стрелка влево` |`NVDA+shift+control+←` |Переходит к предыдущему доступному параметру синтезатора перед текущем, циклически перескакивая от первого параметра к последнему
ta: முந்தைய ஒலிப்பான் அமைப்பிற்கு நகர்க |`என்விடிஏ+கட்டுப்பாடு+இடதம்பு` |`என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+இடதம்பு` |தற்போதைய அமைப்பிற்கு முந்தையதாக இருக்கும் பேச்சமைப்பிற்கு நகரும். முதல் அமைப்பை அடைந்தவுடன், மீண்டும் கடைசி அமைப்பிற்கு வந்து சேரும்
zh_tw: 移到上一個語音選項 |NVDA+Ctrl+向左鍵 |NVDA+Shift+Ctrl+向左鍵 |移到上一個可用的語音選項，若已到第一個則會回到最後一個選項。

source: Increment current synth setting |`NVDA+control+upArrow` |`NVDA+shift+control+upArrow` |increases the current speech setting you are on. E.g. increases the rate, chooses the next voice, increases the volume
bg: Увеличаване на стойността за текущата настройка на синтезатора |`NVDA+Control+Стрелка нагоре` |`NVDA+Shift+Control+Стрелка нагоре` |Увеличава стойността на текущата настройка на речта, на която сте в момента. Например – увеличава скоростта, избира следващия глас, увеличава силата на звука
de: Erhöhen der aktuellen Sprachausgaben-Einstellung |`NVDA+Strg+Pfeiltaste nach oben` |`NVDA+Umschalt+Strg+Pfeiltaste nach oben` |Erhöht die aktuelle Spracheinstellung, auf der Sie sich befinden. Erhöht z. B. die Geschwindigkeit, wählt die nächste Stimme aus, erhöht die Lautstärke
es: Aumentar la opción actual del sintetizador |`NVDA+control+flecha arriba` |`NVDA+shift+control+flecha arriba` |Aumenta la opción de voz actual en la que estés. Ej.: aumenta la velocidad, elige la siguiente voz, aumenta el volumen
hr: Povećaj vrijednost postavke govorne jedinice |`NVDA+control+strelica gore` |`NVDA+shift+control+strelica gore` |Povećava vrijednost trenutne postavke govorne jedinice na kojoj se nalazite. Npr: Povećava brzinu, bira sljedeći glas, povećava glasnoću
nl: Huidige synth setting stapsgewijs oplopend wijzigen |`NVDA+control+pijlOmhoog` |`NVDA+shift+control+pijlOmhoog` |Verhoogt of wijzigt de actuele instelling voor spraak. De spreeksnelheid wordt bijvoorbeeld verhoogd, volgende stem wordt gekozen, volume gaat omhoog
pt_br: Aumentar a configuração atual do sintetizador |`NVDA+control+seta para cima` |`NVDA+shift+control+seta para cima` |aumenta a configuração de fala atual em que você está. Por exemplo, aumenta a velocidade, escolhe a próxima voz, aumenta o volume
ru: Увеличить на единицу текущий параметр синтезатора |`NVDA+control+стрелка вверх` |`NVDA+shift+control+стрелка вверх` |Увеличивает текущий параметр синтезатора, который вы выбрали. Например, увеличивает скорость, выбирает следующий голос, увеличивает громкость
ta: தற்போதைய ஒலிப்பான் அமைப்பைக் கூட்டுக |`என்விடிஏ+கட்டுப்பாடு+மேலம்பு` |`என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+மேலம்பு` |தற்போதைய பேச்சமைப்பை என்விடிஏ கூட்டும். எடுத்துக்காட்டாக, விகிதத்தை கூட்டுதல், அடுத்த குரலுக்குச் செல்லுதல், ஒலியளவைக் கூட்டுதல் ஆகியவைகளைக் கூறலாம்
zh_tw: 增加目前語音選項的設定值 |NVDA+Ctrl+向上鍵 |NVDA+Shift+Ctrl+向上鍵 |增加目前語音選項的設定值，例如加快速度、選擇下一個語音及調大音量。

source: Increment the current synth setting in larger steps |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Increases the value of the current speech setting you're on in larger steps. e.g. when you're on a voice setting, it will jump forward every 20 voices; when you're on slider settings (rate, pitch, etc) it will jump forward the value up to 20%
bg: Увеличаване на стойността за текущата настройка на синтезатора с по-големи стъпки |`NVDA+Control+Page Up` |`NVDA+Shift+Control+Page Up` |Увеличава стойността на текущата настройка на речта, на която сте в момента с по-големи стъпки. Например – когато сте на настройка за избор на глас, прескачането ще е с 20 гласа напред. Когато сте на настройка на плъзгач (скорост, височина и т.н.), увеличаването ще е с до 20%
de: Erhöhen der aktuellen Sprachausgaben-Einstellung in größeren Schritten |`NVDA+Strg+Seite nach oben` |`NVDA+Umschalt+Strg+Seite nach oben` |Erhöht den Wert der aktuellen Sprachausgaben-Einstellung, auf der Sie sich befinden, in größeren Schritten. Wenn Sie sich z. B. auf einer Stimmen-Einstellung befinden, wird alle 20 Stimmen vorwärts mitgeteilt; wenn Sie sich auf Schiebereglereinstellungen (Geschwindigkeit, Tonhöhe, etc.) befinden, wird um bis zu 20 % vorwärts mitgeteilt
es: Aumentar la opción actual del sintetizador en un paso largo | `NVDA+control+rePág` | `NVDA+shift+control+rePág` | aumenta el valor de la actual opción de voz sobre la que estés en pasos más largos. EJ.: cuando estés sobre una opción de voz, saltarás hacia adelante cada 20 voces; cuando estés en opciones de un deslizador (velocidad, tono, etc) saltará adelante el valor de 20%
hr: Povećaj postavku govorne jedinice u većim koracima |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Povećava vrijednost trenutne postavke govora na kojoj se nalazite u većim koracima. Na primjer kada se nalazite na postavci glasa, premještavat ćete se svakih dvadeset glasova; kada se nalazite na postavci sa klizačem (brzina, visina, itd.) postavka će se promijeniti za 20%
nl: De huidige synthesizer-instelling in grotere stappen oplopend bijstellen |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Verhoogt de waarde van de momenteel geldende spraakinstelling met een groter bereik. Als je bijv wilt veranderen van stem, spring je steeds 20 stemmen vooruit; voor aanpassingen met een schuifbalk (snelheid, toonhoogte, etc) wordt de waarde met tot 20% verhoogd.
pt_br: Aumentar a configuração atual do sintetizador em intervalos maiores |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Aumenta o valor da configuração de fala atual em que você está em intervalos maiores. Por exemplo, quando você estiver numa configuração de voz, ele avançará a cada 20 vozes; quando você estiver nas configurações de controle deslizante (velocidade, tonalidade, etc), o valor avançará em até 20%
ru: Увеличить на большой шаг текущий параметр синтезатора |`NVDA+control+pageUp` |`NVDA+shift+control+pageUp` |Увеличивает на большой шаг значение текущей настройки речи. например когда вы используете настройку голоса, он будет перепрыгивать вперёд на 20 голосов; когда вы находитесь в настройках на ползунке (скорость, высота и т. д.), значение будет увеличиваться на 20 %
ta: பெருமளவுகளில் தற்போதைய ஒலிப்பான் அமைப்பைக் கூட்டுக |`என்விடிஏ+கட்டுப்பாடு+பக்கம் மேல்` |`என்விடிஏ+மாற்றழுத்தி+கட்டுப்பாடு+பக்கம் மேல்` |தாங்கள் தற்போதிருக்கும் ஒலிப்பான் அமைப்பின் மதிப்பை பெருமளவுகளில் கூட்டுகிறது. எ.கா. குரல் அமைப்பில் தாங்கள் இருந்தால், ஒருமுறைக்கு இருபது குரல்களைத் தாண்டி முன்செல்லும்; விகிதம், சுருதி போன்ற வழுக்கி அமைப்பில் தாங்கள் இருந்தால், ஒருமுறைக்கு 20% மதிப்பு முன்செல்லும்
zh_tw: 以較大幅度增加目前語音選項的設定值 |NVDA+Ctrl+Page Up |NVDA+Shift+Ctrl+Page Up |以較大幅度增加目前語音選項的設定值，例如在語音設定時每次往前跳 20 個語音；在滑桿設定 (速度、音調等) 時數值每次增加 20%
