Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: As their equivalents in add-ons, these modules are loaded when starting NVDA or, in the case of appModules and globalPlugins, when [reloading plugins](#ReloadPlugins).
bg: Като еквиваленти на добавките, тези модули се зареждат при стартиране на NVDA или, в случай на модулите за приложения и глобалните плъгини – при [презареждане на добавките](#ReloadPlugins).
de: Äquivalent wie in NVDA-Erweiterungen werden diese Module beim Starten von NVDA oder, im Fall von appModules und globalPlugins, beim [Nachladen von Plugins](#ReloadPlugins) geladen.
es: Al igual que sus equivalentes en complementos, estos módulos se cargan al arrancar NVDA o, en el caso de appModules y Plugins globales, al [recargar plugins](#ReloadPlugins).
hr: Kao i njihovi ekvivalenti u dodacima, ovi moduli se učitavaju kada se NVDA pokrene, ili u slučaju modula za aplikacije i globalnih dodataka, kada se [ponovo učitaju dodaci](#ReloadPlugins).
nl: Evenals hun tegenhangers in de vorm van add-ons worden deze modules geladen zodra NVDA start, of, in geval van de appModules en globale Plugins, bij [het herladen van plugins](#ReloadPlugins).
pt_br: Assim como seus equivalentes em complementos, esses módulos são carregados ao iniciar o NVDA ou, no caso de appModules e globalPlugins, ao [recarregar plug-ins](#ReloadPlugins).
ru: Как и их эквиваленты в дополнениях, эти модули загружаются при запуске NVDA или, в случае AppModules и globalPlugins, при [перезагрузке плагинов](#ReloadPlugins).
ta: நீட்சிநிரல்களுக்கு நிகரானவையாக இவை இருக்கும்பட்சத்தில், என்விடிஏ துவக்கப்படும்பொழுதும், பயன்பாட்டு நிரற்கூறுகள், அல்லது, முழுதளாவிய செருகுநிரல்களாக இருக்கும்பட்சத்தில், [செருகுநிரல்கள் மீளேற்றப்படும்பொழுதும்](#ReloadPlugins) இந்நிரற்கூறுகள் ஏற்றப்படும்.
zh_tw: 就如同附加元件，這些模組會在啟動 NVDA 時載入，或者應用程式模組與全域外掛程式可在[重新載入外掛程式](#ReloadPlugins)時載入。

source: This option is off by default, ensuring that no untested code is ever run in NVDA with out the user's explicit knowledge.
bg: Тази опция е изключена по подразбиране, като така се гарантира, че в NVDA не се изпълнява какъвто и да е непроверен код, без изричното знание на потребителя.
de: Diese Option ist standardmäßig deaktiviert und stellt sicher, dass kein ungetesteter Code ohne explizites Wissen des Benutzers in NVDA ausgeführt wird.
es: Esta opción está desactivada de forma predeterminada, lo que garantiza que nunca se ejecute ningún código no probado en NVDA sin el conocimiento explícito del usuario.
hr: Ova je opcija standardno isključena, kako bi korisnik bio siguran da se nekompatibilan kod neće izvršavati u NVDA čitaču ekrana.
nl: Deze optie staat standaard uit, zodat voorkomen wordt dat er ongeteste code actief is in NVDA zonder medeweten van de gebruiker.
pt_br: Esta opção está desativada por padrão, garantindo que nenhum código não testado seja executado no NVDA sem o conhecimento explícito do usuário.
ru: Этот флажок по умолчанию снят, гарантируя, что никакой непроверенный код не будет загружен в NVDA без явного указания этого пользователем.
ta: பரிசோதிக்கப்படாத எந்தவொரு குறிமுறையும் தங்களின் வெளிப்படையான அனுமதியில்லாமல் என்விடிஏவில் இயக்கப்படாமலிருக்க, இத்தேர்வுப் பெட்டி இயல்பில் தேர்வாகியிருக்காது.
zh_tw: 此選項預設關閉，以確保 NVDA 不會在使用者不知情的情況下執行未經測試的程式碼。

source: If you wish to distribute custom code to others, you should package it as an NVDA add-on.
bg: Ако желаете да разпространявате такъв персонализиран код сред други потребители, трябва да го пакетирате като добавка за NVDA.
de: Wenn Sie benutzerdefinierten Code an andere weitergeben möchten, sollten Sie ihn als NVDA-Erweiterungspaket verpacken.
es: Si deseas distribuir código personalizado a otros, debes empaquetarlo como un complemento de NVDA.
hr: Ako želite distribuirati prilagođeni kod drugima, spakirajte ga kao NVDA dodatak.
nl: Als u aangepaste code aan anderen ter beschikking wilt stellen, dient dat te gebeuren in de vorm van een NVDA add-on.
pt_br: Se você deseja distribuir código personalizado para outras pessoas, você deve empacotá-lo como um complemento do NVDA.
ru: Если вы хотите распространять ваш код среди других людей, то оформите его в виде дополнения для NVDA.
ta: தனிப்பயனாக்கப்பட்ட குறிமுறைகளை பிறருக்கு தாங்கள் அளிக்க விரும்பினால், அவைகளை என்விடிஏவின் நீட்சிநிரலாகத் தொகுக்க வேண்டும்.
zh_tw: 如果您想要將自訂的程式碼分發給他人，您應將它封裝成 NVDA 附加元件。

source: Open Developer Scratchpad Directory
bg: Отвори директорията за разработчици Scratchpad
de: Scratchpad-Verzeichnis für Entwickler öffnen
es: Abrir el directorio Developer Scratchpad
hr: Otvori mapu bilježnica razvojnog programera
nl: Ontwikkelaarskladblokmap openen
pt_br: Abra o Diretório da Área de Trabalho/Rascunho — Scratchpad — do Desenvolvedor
ru: Открыть каталог Scratchpad
ta: மேம்படுத்துநரின் தற்காலிக நினைவக அடைவினைத் திறவுக
zh_tw: 開啟開發者 scratchpad 目錄

source: This button opens the directory where you can place custom code while developing it.
bg: Този бутон отваря директорията, където можете да поставите персонализиран код, докато го разработвате.
de: Dieser Schalter öffnet das Verzeichnis, in dem Sie während der Entwicklung benutzerdefinierten Code ablegen können.
es: Este botón abre el directorio donde puedes colocar el código personalizado mientras lo desarrollas.
hr: Ovaj gumb otvara mapu gdje je smješten prilagođeni kod kojeg trenutačno razvijate.
nl: Met deze knop opent u de directory waar u aangepaste code kunt bewaren terwijl u deze ontwikkelt.
pt_br: Esse botão abre o diretório onde você pode colocar um código personalizado enquanto o desenvolve.
ru: Эта кнопка открывает каталог, в котором вы можете разместить свой разрабатываемый код.
ta: இப்பொத்தான், மேம்படுத்தப்படும் தனிப்பயனாக்கப்பட்ட குறிமுறைகளை வைப்பதற்கான அடைவினை திறக்கிறது.
zh_tw: 此按鈕會開啟一個目錄，讓您可以在其中放進自訂的程式碼，

source: This button is only enabled if NVDA is configured to enable loading custom code from the Developer Scratchpad Directory.
bg: Този бутон е активен, само ако NVDA е конфигуриран да разреши зареждането на персонализирания код от директорията за разработчици Scratchpad.
de: Dieser Schalter ist nur aktiv, wenn NVDA so konfiguriert ist, dass benutzerdefinierter Code aus dem Developer Scratchpad-Verzeichnis geladen werden kann.
es: Este botón sólo está habilitado si NVDA está configurado para permitir la carga de código personalizado desde el directorio de desarrolladores del Scratchpad.
hr: Ovaj gumb postoji samo kad je uključena opcija "omogući bilježnicu razvojnog programera NVDA".
nl: Deze knop is eerst dan ingeschakeld als NVDA zo is ingesteld dat het laden van aangepaste code uit ontwikkelaarskladblokmap geactiveerd is.
pt_br: Este botão só é habilitado se o NVDA estiver configurado para habilitar o carregamento de código personalizado a partir do Diretório de Scratchpad do desenvolvedor.
ru: Она становится доступной только после установки флажка, разрешающего загрузку пользовательского кода из каталога Scratchpad.
ta: 'மேம்படுத்துநரின் தற்காலிக நினைவக அடைவிலிருந்து தனிப்பயனாக்கப்பட்ட குறிமுறையின் ஏற்றலை செயற்படுத்துக' தேர்வுப் பெட்டி தேர்வாகியிருந்தால் மட்டுமே, இப்பொத்தான் கிடைப்பிலிருக்கும்.
zh_tw: 此按鈕僅在「啟用從開發者 Scratchpad 目錄載入自訂程式碼」選項啟用時才可以使用。

source: Registration for UI Automation events and property changes
bg: Регистриране на UI Automation събития и промени в свойствата
de: Registrierung zu UIA-Ereignissen und Änderungen der eigenschaften
es: Registro para eventos UI Automation y cambios de propiedad
hr: Registracija za događaje automatizacije korisničkog sučelja i promjene svojstava
nl: Registratie betreffende gebeurtenissen en wijzigingen in UI Automation
pt_br: Registro para eventos de Automação UI e mudanças de propriedade
ru: Регистрация событий и изменений свойств UI Automation
ta: பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் நிகழ்வுகளுக்கும், பண்பு மாற்றங்களுக்குமான பதிவு
zh_tw: 針對 UI Automation 事件及屬性變更的記錄

source: Options |Automatic, Selective, Global
bg: По подразбиране |Автоматично
de: Optionen |Automatisch, Ausgewählt, Überall
es: Opciones |Automático, Selectivo, Global
hr: Opcije |automatski, selektivno, globalno
nl: Opties |Automatisch, Selectief, Globaal
pt_br: Opções |Automático, Seletivo, Global
ru: Опции |Автоматическая, Выборочная, Глобальная
ta: விருப்பத் தேர்வுகள் |தன்னியக்கம், தெரிவு, முழுதளாவிய
zh_tw: 選項 |自動、選擇性、全域

source: Default |Automatic
bg: Опции |Автоматично, Избирателно, Всеобхватно
de: Standard |Automatisch
es: Predeterminado |Automático
hr: podrazumjevano |automatski
nl: Standaard |Automatisch
pt_br: Padrão |Automático
ru: По умолчанию |Автоматическая
ta: இயல்பிருப்பு |தன்னியக்கம்
zh_tw: 預設 |自動

source: This option changes how NVDA registers for events fired by the Microsoft UI Automation accessibility API.
bg: Тази опция променя начина, по който NVDA се регистрира за събития, стартирани от ППИ за достъпност на Microsoft UI Automation.
de: Diese Option ändert die Art und Weise, wie NVDA sich für Ereignisse registriert, die von der Microsoft UI Automation Accessibility API ausgelöst werden.
es: Esta opción cambia cómo NVDA registra los eventos lanzados por la API de accesibilidad Microsoft UI Automation.
hr: Ova opcija mijenja način na koji NVDA registrira događaje UI automation sučelja za pristupačnost.
nl: Met deze optie kunt u bepalen hoe NVDA gebeurtenissen (events) die door de UI Automation accessibility API van Microsoft worden gegenereerd, moeten worden geregistreerd.
pt_br: Esta opção altera como o NVDA registra eventos disparados pela API — Interface de Programação de Aplicativos — de acessibilidade da Microsoft UI Automation — UIA - Automação da Interface do Usuário —.
ru: Этот параметр изменяет способ регистрации событий NVDA, запускаемых API специальных возможностей Microsoft UI Automation.
ta: இவ்விருப்பத் தேர்வு, மைக்ரோசாஃப் தன்னியக்கமாக்கல் அணுகல் ஏபிஐ தூண்டும் நிகழ்வுகளை என்விடிஏ எவ்வாறு பதிந்திட வேண்டுமென்பதை தீர்மானிக்க உதவுகிறது.
zh_tw: 此選項可變更 NVDA 記錄來自 Microsoft UI Automation 輔助功能 API 事件的行為，

source: The registration for UI Automation events and property changes combo box has three options:
bg: Падащият списък за регистриране на UI Automation събития и промени в свойствата има три опции:
de: Das Kombinationsfeld "Registrierung für UIA-Ereignisse und Eigenschaftsänderungen" enthält drei Optionen:
es: El cuadro combinado Registro para eventos UI Automation y cambios de propiedad tiene tres opciones:
hr: Odabirni okvir Registracija za događaje automatizacije korisničkog sučelja i promjene svojstava sadrži tri opcije:
nl: Het vervolgkeuzemenu registratie mbt UI Automation-gebeurtenissen en kenmerkbepalende wijzigingen heeft drie opties:
pt_br: A caixa de combinação de registro para eventos de UI Automation e alterações de propriedade tem três opções:
ru: В комбинированном списке регистрации событий автоматизации пользовательского интерфейса и изменений свойств есть три варианта:
ta: பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் நிகழ்வுகளுக்கும், பண்பு மாற்றங்களுக்குமான பதிவுச் சேர்க்கைப் பெட்டி, கீழ்க்காணும் மூன்று விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 針對 UI Automation 事件及屬性變更的記錄下拉式方塊有三個選項：

source: Automatic: "selective" on Windows 11 Sun Valley 2 (version 22H2) and later, "global" otherwise.
bg: Автоматично: „Избирателно“ под Windows 11 Sun Valley 2 (версия 22H2) и по-нови, а в останалите случаи – „Всеобхватно“.
de: Automatisch: "Ausgewählt" unter Windows 11 Version 22H2 oder 2022 (Sun Valley 2) und höher, ansonsten "Überall".
es: Automático: "selectivo" en Windows 11 Sun Valley 2 (versión 22H2) y posteriores, de lo contrario "global".
hr: Automatska: "selektivna" u Windowsima 11 Sun Valley 2 (verzija 22H2) i novijim, u suprotnom "globalna".
nl: Automatisch: "selectief" in Windows 11 Sun Valley 2 (versie 22H2) en later, anders "globaal".
pt_br: Automático: "seletivo" no Windows 11 Sun Valley 2 (versão 22H2) e posterior, "global" caso contrário.
ru: Автоматическая: "выборочная" в Windows 11 Sun Valley 2 (версия 22H2) и более поздних версиях, "глобальная" в противном случае.
ta: தன்னியக்கம்: விண்டோஸ் 11 சன் வேலி 2 (பதிப்பு 22H2) மற்றும் அதற்குப் பிறகான பதிப்புகளில் 'தெரிவு'ம், அல்லாதவைகளில் 'முழுதளாவிய'தும்.
zh_tw: 自動：在 Windows 11 Sun Valley 2 (版本 22H2) 及之後版本設為「選擇性」，其餘則為「全域」。

source: Selective: NVDA will limit event registration to the system focus for most events.
bg: Избирателно: NVDA ще ограничи регистрирането на събития до системния фокус за повечето събития.
de: Ausgewählt: Bei den meisten Ereignissen beschränkt sich NVDA auf den System-Fokus.
es: Selectivo: NVDA limitará el registro de eventos al foco del sistema para la mayoría de los eventos.
hr: Selektivna: NVDA će ograničiti registraciju događaja na fokus sustava za većinu događaja.
nl: Selectief: NVDA beperkt registratie van gebeurtenissen tot de systeemfocus voor de meeste events.
pt_br: Seletivo: O NVDA irá limitar o registro de eventos ao foco do sistema para a maioria dos eventos.
ru: Выборочная: NVDA ограничит регистрацию событий системным фокусом для большинства событий.
ta: தெரிவு: பெரும்பாலான நிகழ்வுகளுக்கு நிகழ்வுப் பதிவினை கணினிக் குவிமையத்திற்கு வரையறுக்கிறது.
zh_tw: 選擇性：NVDA 會限制大多數來自系統焦點的記錄事件，

source: If you suffer from performance issues in one or more applications, We recommend you to try this functionality to see whether performance improves.
bg: Ако забелязвате проблеми с производителността в дадени приложения, препоръчваме ви да изпробвате тази функционалност, за да видите дали производителността няма да се подобри.
de: Wenn Sie in einer oder mehreren Anwendungen damit probleme haben sollten, empfehlen wir Ihnen, diese Funktionalität auszuprobieren, um zu sehen, ob sich die leistung dadurch verbessert.
es: Si sufres problemas de rendimiento en una o más aplicaciones, te recomendamos que pruebes esta funcionalidad para ver si el rendimiento mejora.
hr: Ako vam smetaju problemi sa performansama u jednoj ili više aplikacija, preporučujemo vam da isprobate ovu funkciju i vidite postoji li poboljšanje u performansama.
nl: Als u te kampen hebt met prestatieproblemen bij één of meer toepassingen, raden we u aan deze functionaliteit uit te proberen om te zien of de prestaties verbeteren.
pt_br: Se você tiver problemas de desempenho em um ou mais aplicativos, recomendamos que experimente esta funcionalidade para ver se o desempenho melhora.
ru: Если вы страдаете от проблем с производительностью в одном или нескольких приложениях, мы рекомендуем вам попробовать эту опцию, чтобы увидеть, улучшится ли производительность.
ta: ஒன்று, அல்லது ஒன்றுக்கும் மேற்பட்ட பயன்பாடுகளின் செயல்திறனில் குறைபாடுகளை தாங்கள் எதிர்கொண்டால், செயல்திறன் மேம்படுகிறதா என்றறிய, இவ்விருப்பத் தேர்வினைத் தெரிவுச் செய்யுமாறு பரிந்துரைக்கிறோம்.
zh_tw: 如果您在一個或多個應用程式中遇到效能問題，我們建議您啟用此選項看是否可以改善效能。

source: However, on older versions of Windows, NVDA may have trouble tracking focus in some controls (such as the task manager and emoji panel).
bg: При по-стари версии на Windows обаче NVDA може да има проблеми с проследяването на фокуса в някои контроли (като например диспечера на задачите и панела с емоджи).
de: Bei älteren Windows-Versionen hat NVDA jedoch möglicherweise Probleme bei der Verfolgung des Fokus in einigen Steuerelementen (z. B. im Task-Manager und im Emoji-Panel).
es: Por lo tanto, en versiones antiguas de Windows, NVDA puede tener problemas en seguir al foco en algunos controles (tales como el administrador de tareas y el panel de emoji).
hr: Međutim, u starijim inačicama sustava Windows, NVDA može imati probleme sa sljeđenjem fokusa u nekim kontrolama poput upravitelja zadataka i panela za emoji).
nl: Het is echter wel mogelijk dat in oudere versies van Windows, NVDA moeite kan hebben met het volgen van de focus voor sommige besturingselementenzoals taakbeheer en emoji-paneel).
pt_br: No entanto, em versões mais antigas do Windows, o NVDA pode ter problemas para rastrear o foco em alguns controles (como o gerenciador de tarefas e o painel de emojis).
ru: Однако в старых версиях Windows у NVDA могут возникнуть проблемы с отслеживанием фокуса в некоторых элементах управления (например, в диспетчере задач и панели эмодзи).
ta: ஆனால், விண்டோஸின் பழைய பதிப்புகளில், பணி மேலாளர், முகவடிப் பலகை போன்ற சில கட்டுப்பாடுகளில், குவிமையத்தை பின்தொடர்வதில் என்விடிஏவிற்கு சிக்கலிருக்கும்.
zh_tw: 然而，在舊版的 Windows 上 NVDA 可能無法在某些控制項 (例如工作管理員和表情符號面板) 中追蹤焦點。

source: Global: NVDA registers for many UIA events that are processed and discarded within NVDA itself.
bg: Всеобхватно: NVDA се регистрира за много UIA събития, които се обработват и отхвърлят от самия NVDA.
de: Überall: NVDA registriert viele UIA-Ereignisse, die in NVDA selbst verarbeitet und verworfen werden.
es: Global: NVDA registra muchos eventos UIA que se procesan y se descartan dentro del mismo NVDA.
hr: Globalna: NVDA registrira puno UIA događaja koji su procesirani i uništavani u NVDA čitaču.
nl: Globaal: NVDA voert registratietaken uit voor veel UIA events die innen NVDA zelf behandeld en beëindigd worden.
pt_br: Global: O NVDA registra muitos eventos UIA que são processados e descartados dentro do próprio NVDA.
ru: Глобальная: NVDA регистрирует множество событий UIA, которые обрабатываются и отбрасываются внутри самой NVDA.
ta: முழுதளாவிய: என்விடிஏவிற்குள்ளாகவே செய்முறைபடுத்தி, நீக்கப்படும் பல பயனர் இடைமுகப்பு தன்னியக்கமாக்கல் நிகழ்வுகளை என்விடிஏ பதிகிறது.
zh_tw: 全域：NVDA 會記錄大量的 UIA 事件並在 NVDA 中進行處理與捨棄，

source: While focus tracking is more reliable in more situations, performance is significantly degraded, especially in applications like Microsoft Visual Studio.
bg: Докато проследяването на фокуса е по-надеждно в повече ситуации, производителността е значително влошена, особено в приложения като Microsoft Visual Studio.
de: Während die Fokusverfolgung in verschiedenen Situationen zuverlässiger ist, wird die Leistung erheblich beeinträchtigt, insbesondere in Anwendungen wie Microsoft Visual Studio.
es: Aunque el seguimiento del foco es más fiable en más situaciones, el rendimiento se degrada significativamente, especialmente en aplicaciones como Microsoft Visual Studio.
hr: Iako je sljeđenje fokusa pouzdanije u više situacija, performanse su značajno degradirane, naročito u Microsoft Visual Studiu.
nl: Ofschoon het volgen van de focus in toenemende mate betrouwbaarder is geworden, is de prestatie nog duidelijk onder de maat in toepassingen zoals Microsoft Visual Studio.
pt_br: Embora o rastreamento de foco seja mais confiável em mais situações, o desempenho é significativamente prejudicado, especialmente em aplicativos como o Microsoft Visual Studio.
ru: Хотя в большинстве ситуаций отслеживание фокуса становится более надёжным, производительность значительно снижается, особенно в таких приложениях, как Microsoft Visual Studio.
ta: பெரும்பாலான சூழ்நிலைகளில் குவிமையத்தைப் பின்தொடர்வது நம்பகமானதாக இருந்தாலும், மைக்ரோசாஃப்ட் விஷுவல் ஸ்டூடியோ போன்ற குறிப்பிட்ட பயன்பாடுகளின் செயல்திறனில் இது பெரும் பின்னடைவை ஏற்படுத்துகிறது.
zh_tw: 雖然追蹤焦點在多數情況下更為可靠，但這在效能上有很大的負面影響，尤其是在像 Microsoft Visual Studio 這類的應用程式。

source: Use UI automation to access Microsoft Word document controls
bg: Използвай UI Automation за получаване на достъп до контролите на документ в Microsoft Word
de: UIA verwenden, um auf die Steuerelemente in Dokumenten in Microsoft Word zuzugreifen
es: Utilizar UI automation para acceder a controles de documento de Microsoft Word
hr: Koristi UI automation za pristup Microsoft Word dokumentima
nl: UI automation gebruiken voor toegang tot besturingselementen van Microsoft Word-documenten
pt_br: Use UI automation para acessar os controles de documentos do Microsoft Word
ru: Использовать UI Automation для доступа к документам Microsoft Word
ta: மைக்ரோசாஃப்ட் வேர்ட் ஆவணக் கட்டுப்பாடுகளை அணுக இடைமுகப்பு தன்னியக்கமாக்கலைப் பயன்படுத்துக
zh_tw: 使用 UI Automation 取用 Microsoft Word 文件控制項

source: Configures whether or not NVDA should use the UI Automation accessibility API to access Microsoft Word documents, rather than the older Microsoft Word object model.
bg: Указва дали NVDA да използва ППИ за достъпност UI Automation за достъп до документи на Microsoft Word, а не по-стария обектен модел на Microsoft Word.
de: Legt fest, ob NVDA für den Zugriff auf Microsoft Word-Dokumente die UIA-API für Barrierefreiheit oder das ältere Objektmodell verwenden soll.
es: Configura si NVDA debería usar o no la API de accesibilidad UI Automation para acceder a documentos de Microsoft Word, en lugar del antiguo modelo de objetos de Microsoft Word.
hr: Regulira treba li NVDA koristiti UI Automation API za pristupačnost za pristup Microsoft Word dokumentima, umjesto starog Microsoft Word modela objekata.
nl: Hiermee stelt u in of NVDA al dan niet de UI (= User Interface) Automation accessibility API moet gebruiken voor toegang tot Microsoft Word-documenten, in plaats van het oudere Microsoft Word object-model.
pt_br: Configura se o NVDA deve ou não usar a API de acessibilidade UI Automation — Automação de Interface do Usuário — para acessar documentos do Microsoft Word, em vez do modelo de objeto — object model — do Microsoft Word mais antigo.
ru: Настраивает, должна ли NVDA использовать API доступности UI Automation для доступа к документам Microsoft Word, а не старую объектную модель Microsoft Word.
ta: மைக்ரோசாஃப்ட் வேர்ட் ஆவணங்களை அணுக, பழைய மைக்ரோசாஃப் வேர்ட் பொருள் மாதிரியைப் பயன்படுத்தாமல், மைக்ரோசாஃப்ட் இடைமுகப்பு தன்னியக்க அணுகுதிறன் API-ஐ என்விடிஏ பயன்படுத்த வேண்டுமா என்று வரையறுக்க இவ்விருப்பத் தேர்வு அனுமதிக்கிறது.
zh_tw: 設定 NVDA 是否要使用 UI Automation 輔助功能 API 取用 Microsoft Word 文件，而不使用舊的 Microsoft Word 物件模型，

source: This applies to documents in Microsoft word itself, plus messages in Microsoft Outlook.
bg: Това се отнася за документи в самия Microsoft word, както и за съобщения в Microsoft Outlook.
de: Dies gilt sowohl für Dokumente in Microsoft Word selbst, als auch für Nachrichten in Microsoft Outlook.
es: Esto se aplica a los documentos en el mismo Microsoft word, además de los mensajes en Microsoft Outlook.
hr: Ovo se primjenjuje na dokumente u Microsoft Wordu, te poruke u Microsoft Outlooku.
nl: Dit is van toepassing op documenten in Microsoft word zelf, alsmede op berichten in Microsoft Outlook.
pt_br: Isso se aplica a documentos no próprio Microsoft Word, além de mensagens no Microsoft Outlook.
ru: Это относится к документам в самом Microsoft Word, а также к сообщениям в Microsoft Outlook.
ta: மைக்ரோசாஃப்ட் வேர் ஆவணங்களுக்கும், மைக்ரோசாஃப்ட் ஔட்லுக் செய்திகளுக்கும் இது பொருந்தும்.
zh_tw: 這適用於 Microsoft Word 中的文件以及 Microsoft Outlook 中的訊息，

source: This setting contains the following values:
bg: Тази настройка съдържа следните стойности:
de: Diese Einstellung enthält die folgenden Werte:
es: Esta opción contiene los siguientes valores:
hr: Ova postavka sadrži sljedeće vrijednosti:
nl: Deze instelling kent de volgende keuzemogelijkheden:
pt_br: Essa configuração contém os seguintes valores:
ru: Этот параметр содержит следующие значения:
ta: பின்வரும் மதிப்புகளை இவ்வமைப்பு கொண்டுள்ளது:
zh_tw: 此設定包含以下選項：

source: Default (where suitable)
bg: По подразбиране (където е подходящо)
de: Standard (sofern geeignet).
es: Por defecto (cuando sea adecuado)
hr: Podrazumjevano (gdje je to potrebno)
nl: Standaard (waar toepasselijk)
pt_br: Padrão (onde apropriado)
ru: По умолчанию (если допустимо)
ta: இயல்பிருப்பு (பொருந்தும் இடங்களில்)
zh_tw: 預設 (相應情況下使用)
