Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: sorted asc |displayed when an object is sorted ascending
bg: възх сорт |Показва се, когато обектът е сортиран възходящо
de: auf sortiert |Wird angezeigt, wenn die Liste aufsteigend sortiert ist
es: ordenado asc |mostrado cuando un objeto se ordena ascendentemente
hr: svruzl |prikazuje se kad je popis svrstan uzlazno
nl: sort opl |wordt weergegeven wanneer object oplopend wordt gesorteerd
pt_br: ordem cresc |exibido quando um objeto está classificado em ordem crescente
ru: ⠎⠕⠗⠞⠏⠺ |Отображается, когда объект отсортирован по возрастанию
ta: sorted asc |ஏறுமுகமாக ஒழுங்கமைக்கப்பட்டிருக்கும் பொருளைக் குறிப்பது
zh_tw: sorted asc |顯示當一個物件遞增排序

source: sorted desc |displayed when an object is sorted descending
bg: низх сорт |Показва се, когато обектът е сортиран низходящо
de: ab sortiert |Wird angezeigt, wenn die aktuelle Liste absteigend sortiert ist
es: ordenado desc |mostrado cuando un objeto se ordena descendentemente
hr: svrsil |prikazuje se kad je popis svrstan silazno
nl: sort afl |wordt weergegeven wanneer object aflopend wordt gesorteerd
pt_br: ordem decr |exibido quando um objeto está classificado em ordem decrescente
ru: ⠎⠕⠗⠞⠏⠥ |Отображается, когда объект отсортирован по убыванию
ta: sorted desc |இறங்குமுகமாக ஒழுங்கமைக்கப்பட்டிருக்கும் பொருளைக் குறிப்பது
zh_tw: sorted desc |顯示當一個物件遞減排序

source: submnu |displayed when an object has a popup (usually a sub-menu)
bg: подмню |Показва се, когато обектът има изскачащо меню (обикновено подменю)
de: -> |Wird angezeigt, wenn ein Objekt ein Untermenü enthält.
es: submnu |mostrado cuando un objeto tiene un desplegable (normalmente un submenú)
hr: podiz |prikazuje se kad objekt ima skočni prozorčić (često se radi o podizborniku)
nl: submnu |wordt weergegeven wanneer een object kan worden uitgeschoven, meestal in de vorm van een sub-menu
pt_br: submnu |exibido quando um objeto possui pop-up (usualmente um submenu)
ru: ⠏⠕⠙⠍⠝ |Отображается, когда у объекта есть всплывающее окно (обычно это подменю)
ta: submnu |உட்பட்டியலைக் கொண்டிருக்கும் பொருளைக் குறிப்பது
zh_tw: submnu |顯示當一個物件有快顯 (通常是子功能表)

source: Finally, the following abbreviations for landmarks are defined:
bg: Накрая, за маркерите са дефинирани следните съкращения:
de: Die folgenden Abkürzungen werden für Sprungmarken verwendet:
es: Finalmente, se definieron las siguientes abreviaturas para regiones:
hr: Definirane kratice za orijentire:
nl: Tot slot kunnen de volgende afkortingen gebruikt worden met betrekking tot oriëntatiepunten:
pt_br: Finalmente, as seguintes abreviaturas para marcos são definidas:
ru: И наконец, следующие сокращения определены для ориентиров:
ta: இறுதியாக, நிலக்குறிகளுக்கான பின்வரும் குறுக்கங்கள் விளக்கப்பட்டுள்ளன:
zh_tw: 最後，地標的縮寫定義如下：

source: Abbreviation |Landmark
bg: Съкращение |Маркер
de: Abkürzung |Sprungmarke
es: Abreviatura |Región
hr: Kratica |Orijentir
nl: Afkorting |Oriëntatiepunt
pt_br: Abreviatura |Marco
ru: Сокращение |Ориентир
ta: குறுக்கம் |நிலக்குறி
zh_tw: 縮寫 |地標

source: bnnr |banner
bg: бнр |Банер
es: tlo |título
hr: nslv |naslov
pt_br: bner |banner
ru: ⠃⠁⠝ |Банер
ta: bnr |பதாகை
zh_tw: bnnr |橫幅區

source: cinf |content info
bg: инфсд |Информация за съдържание
de: inh |Inhalt
es: cinf |info de contenido
hr: ios |informacije o sadržaju
nl: iinf |content info (inhoudsinfo)
pt_br: cont |conteúdo
ru: ⠊⠝⠋⠕⠎ |Информация о содержимом
ta: cinf |உள்ளடக்கத் தகவல்
zh_tw: cinf |資訊區

source: cmpl |complementary
bg: доп |Допълнително
de: ergz |Ergänzung
es: cmpl |complementario
hr: ns |neovisni sadržaj
nl: aanv |aanvullend
pt_br: cmpl |complementar
ru: ⠙⠏⠇⠝ |Дополнение
ta: cmpl |நிரைவுண்டாக்கும்
zh_tw: cmpl |補充區

source: form |form
bg: форм |Формуляр
de: form |Formular
es: form |formulario
hr: obrz |obrazac
nl: form |formulier
pt_br: form |formulário
ru: ⠋⠕⠗⠍ |Форма
ta: form |படிவம்
zh_tw: form |表單區

source: main |main
bg: главен |Главен
de: haupt |Haupt
es: main |principal
hr: glv |glavni sadržaj
nl: hoofd |main (hoofdgebied)
pt_br: prnc |principal
ru: ⠕⠎⠝ |Основная часть
ta: main |முதன்மை
zh_tw: main |主要內容區

source: navi |navigation
bg: нави |Навигация
es: nav |navegación
hr: nav |navigacija
nl: navi |navigatie
pt_br: nave |navegação
ru: ⠝⠁⠺ |Навигация
ta: navi |வழிசெலுத்தல்
zh_tw: navi |導覽區

source: srch |search
bg: трс |Търсене
de: such |Suche
es: busq |búsqueda
hr: pret |pretraživanje
nl: zoek |zoeken
pt_br: bsc |busca
ru: ⠏⠎⠅ |Поиск
ta: srch |தேடுக
zh_tw: srch |搜尋區

source: rgn |region
bg: обл |Област
es: rgn |región
hr: pdrč |područje
nl: gbd |gebied
pt_br: reg |região
ru: ⠕⠃⠇ |Область
ta: rgn |பகுதி
zh_tw: rgn |區域

source: Braille Input
bg: Брайлово въвеждане
de: Braille-Eingabe
es: Entrada Braille
hr: Brajični unos
nl: Brailleinvoer
pt_br: Entrada — digitação — em Braille
ru: Брайлевский ввод
ta: பிரெயில் உள்ளீடு
zh_tw: 點字輸入

source: NVDA supports entry of both uncontracted and contracted braille via a braille keyboard.
bg: NVDA поддържа въвеждане на литературен брайл и краткопис от брайловата клавиатура.
de: NVDA unterstützt die Eingabe von Kurz-, Voll- und Basisschrift über eine Braille-Tastatur.
es: NVDA admite la entrada de braille contraído y sin contraer a través de un teclado braille.
hr: NVDA podržava pisanje punim pismom i kratkopisom putem brajične tipkovnice.
nl: NVDA ondersteunt de invoer van zowel onverkort als verkort braille via een brailletoetsenbord.
pt_br: O NVDA aceita a entrada — digitação — de braille integral e abreviado através de um teclado braille.
ru: NVDA посредством клавиатуры брайлевского дисплея поддерживает как полную, так и сокращённую форму брайлевского ввода.
ta: பிரெயில் விசைப்பலகை மூலம் செய்யப்படும் குறுக்கப்பட்ட மற்றும் குறுக்கப்படாத பிரெயில் உள்ளீடுகளை என்விடிஏ ஆதரிக்கிறது.
zh_tw: NVDA 支援利用點字鍵盤輸入收縮或未收縮的點字，

source: You can select the translation table used to translate braille into text using the [Input table](#BrailleSettingsInputTable) setting in the Braille category of the [NVDA Settings](#NVDASettings) dialog.
bg: Можете да изберете преобразуващата таблица, която ще ползвате за превод на брайла в текст, чрез настройката [Входна преобразуваща таблица](#BrailleSettingsInputTable) в категорията „Брайл“ в прозореца с [настройките на NVDA](#NVDASettings).
de: Sie können die Übersetzungstabelle für die Übersetzung von Braille-Schrift in Text mit der Einstellung [Eingabe-Tabelle](#BrailleSettingsInputTable) in der Kategorie Braille in den [NVDA-Einstellungen](#NVDASettings) auswählen.
es: Puedes seleccionar la tabla de transcripción utilizada para transcribir braille en el texto utilizando la opción [Tabla de entrada](#BrailleSettingsInputTable) en la categoría de braille en el diálogo [Opciones de NVDA](#NVDASettings).
hr: Brajičnu tablicu koja služi za prijevod brajice u tekst možete podesiti u postavci [Ulazna tablica](#BrailleSettingsInputTable), u kategoriji Brajica, u dijaloškom okviru [NVDA Postavke](#NVDASettings).
nl: U kunt een omzettabel selecteren waarmee u braille in tekst kunt laten omzetten met behulp van de [Invoertabelopties](#BrailleSettingsInputTable) in de categorie Braille van het dialoogvenster [Instellingen van NVDA](#NVDASettings).
pt_br: Você pode selecionar a tabela de transcrição usada para transcrever braille em texto usando a configuração da [tabela de entrada](#BrailleSettingsInputTable) na categoria Braille do diálogo [Configurações do NVDA](#NVDASettings).
ru: Вы можете выбрать трансляционную таблицу, используемую для трансляции брайлевского ввода в текст, с помощью комбинированного списка [Таблица ввода](#BrailleSettingsInputTable) в категории "Брайль" [диалога настроек NVDA](#NVDASettings).
ta: [என்விடிஏ](#NVDASettings) உரையாடலிலிருக்கும் பிரெயில் அமைப்புகள் வகைமையில் காணப்படும் [உள்ளீட்டு அட்டவணையைப்](#BrailleSettingsInputTable) பயன்படுத்தி, பிரெயிலிருந்து உரைக்கு மொழிபெயர்க்கப் பயன்படுத்தப்படும் மொழிபெயர்ப்பு அட்டவணையைத் தெரிவுச் செய்யலாம்.
zh_tw: 您可以使用 [NVDA 設定](#NVDASettings)對話框中「點字」類別的[輸入轉譯表](#BrailleSettingsInputTable)將點字轉成文字。

source: When uncontracted braille is being used, text is inserted as soon as it is entered.
bg: Когато ползвате литературен брайл, текстът се изписва, както е въведен.
de: Wenn Sie Basisschrift eingeben, wird der eingegebene Text unmittelbar nach der Eingabe über die Braille-Tastatur in das aktuelle Programm eingefügt.
es: Cuando se esté utilizando braille sin contraer, el texto se inserta tan pronto como se introduce.
hr: Kad se koristi puno pismo, tekst se umeće tijekom upisa.
nl: Bij gebruik van onverkort braille wordt tekst ingevoegd zodra deze wordt ingevoerd.
pt_br: Quando o braille integral está sendo usado, o texto é inserido assim que é digitado.
ru: При использовании полной формы брайлевского ввода, текст вставляется сразу же после его ввода с клавиатуры брайлевского дисплея.
ta: குறுக்கப்படாத பிரெயிலைப் பயன்படுத்தி உள்ளிடும்பொழுது, உடனுக்குடன் உரை செருகப்படுகிறது.
zh_tw: 當使用的是未收縮的點字，則一鍵入立即轉成文字插入，

source: When using contracted braille, text is inserted when you press space or enter at the end of a word.
bg: Когато ползвате брайлов краткопис, текстът се изписва, когато натиснете интервал или Enter в края на думата.
de: Wenn Sie Kurz- oder Vollschrift eingeben, wird der Text erst in die aktuelle Anwendung eingefügt, wenn Sie ein Wort mit der Leertaste beenden.
es: Cuando se esté utilizando braille contraído, el texto se inserta al pulsar espacio o intro al final de una palabra.
hr: Kad se koristi kratkopis, tekst se umeće nakon pritiskanja razmaknice ili tipke enter na kraju riječi.
nl: Bij gebruik van verkort braille wordt tekst ingevoegd wanneer u op de spatiebalk of de Enter-toets drukt aan het eind van een woord.
pt_br: Ao usar braille abreviado, o texto é inserido quando você pressiona espaço ou enter no final duma palavra.
ru: При использовании сокращённой формы, текст вставляется после нажатия пробела или Enter в конце слова.
ta: குறுக்கப்பட்ட பிரெயிலைப் பயன்படுத்தி உள்ளிடும்பொழுது, ஒரு சொல்லின் இறுதியில் இடைவெளிப் பட்டை, அல்லது உள்ளிடு விசையை அழுத்தும்பொழுது உரை செருகப்படுகிறது.
zh_tw: 當使用的是收縮的點字，則在一個單字的結尾按空白鍵或 Enter 才會轉成文字插入。

source: Note that translation can only reflect the braille word you are typing and cannot consider existing text.
bg: Имайте предвид, че преводът ще се отрази само на брайловата дума, която въвеждате, и не може да засегне съществуващия текст.
de: Dies betrifft nur direkt über die Braille-Tastatur eingegebenen Text und bezieht sich nicht auf bereits existierenden Text.
es: Ten en cuenta que la transcripción puede reflejar sólo la palabra braille que estés escribiendo y no se puede considerar el texto existente.
hr: Imajte na umu, da prijevod djeluje na brajičnu riječ koju upisujete i ne uključuje postojeći tekst.
nl: Merk op dat bij de omzetting alleen het woord dat u typt kan worden weergegeven en dat al bestaande tekst niet kan worden getoond.
pt_br: Observe que a transcrição só pode refletir a palavra braille que você está digitando e não pode considerar o texto existente.
ru: Обратите внимание, что трансляция отражает только те брайлевские слова, которые вы набираете, и не может учитывать уже существующий текст.
ta: தாங்கள் தட்டச்சிடும் சொல்லைத்தான் மொழிபெயர்ப்பு பிரதிபலிக்குமேயன்றி, இருக்கும் உரையை அது கருத்தில் கொள்வதில்லை என்பதைக் கவனிக்கவும்.
zh_tw: 附註：點字轉譯僅是反應您輸入的點字而非現有的文字，

source: For example, if you are using a braille code that begins numbers with a number sign and you press backspace to move to the end of a number, you will need to type the number sign again to enter additional numbers.
bg: Например, ако ползвате брайлов код, в който цифрите започват с цифрен знак, и натиснете backspace, за да се придвижите в края на числото, ще трябва да въведете цифрения знак отново, за да въведете допълнителни цифри.
de: Wenn Sie beispielsweise den Cursor an das Ende einer Zahl bewegt haben, müssen Sie das Zahlenzeichen nochmals eingeben um zusätzliche Stellen anzufügen.
es: Por ejemplo, si estás utilizando un código braille que comienza los números con un signo de número y pulsas retroceso para moverte al final de un número, necesitarás teclear el signo de número de nuevo para introducir números adicionales.
hr: Na primjer, ako koristite brajični kod koji sadrži pravilo, da brojevi započinju znakom za broj (ljestve) i pritisnete backspace za prebacivanje na kraj broja, morat ćete ponovo upisati znak za broj, da biste mogli upisati dodatne brojeve.
nl: Als u bijv. een braillecode gebruikt die getallen vooraf laat gaan door een nummerteken en u backspace indrukt om naar het einde van een getal te gaan, moet u het nummerteken opnieuw typen om weer getallen toe te voegen.
pt_br: Por exemplo, se você estiver usando um código braille que inicia números com um sinal de número e você pressiona backspace para mover para o final de um número, você precisará digitar o sinal de número novamente para inserir números adicionais.
ru: Например, это значит, что если вы используете брайлевскую таблицу, в которой числа начинаются с цифрового знака, и нажимаете backspace, перемещаясь в конец числа, то вам потребуется снова ввести цифровой знак, чтобы набрать дополнительные цифры.
ta: எடுத்துக்காட்டாக, எண் குறியுடன் துவங்கும் எண்களைத் தட்டச்சிடும் பிரெயில் குறியைத் தாங்கள் பயன்படுத்தும் தருணங்களில், எண்களின் முடிவிற்குச் செல்ல பின்நகர் விசையை அழுத்தினால், கூடுதல் எண்களைத் தட்டச்சிட எண் குறியைத் தாங்கள் மீண்டும் தட்டச்சிட வேண்டியிருக்கும்.
zh_tw: 例如您使用點字碼輸入一個帶頭有數字符號 "#" 的數字，並按 backspace 鍵移動到數字的結尾，則您需要再一次輸入數字符號才可以輸入其他數字。

source: Pressing dot 7 erases the last entered braille cell or character.
bg: Натискането на точка 7 изтрива последно въведената брайлова клетка или знак.
de: Drücken Sie den Punkt 7, um das letzte Zeichen zu löschen.
es: Al pulsar el punto 7 borras la última celda o carácter introducido.
hr: Pritiskom točkice 7 briše se zadnja brajična ćelija ili znak.
nl: Door punt 7 in te toetsen, verwijdert u de laatst ingevoerde braillecel of het laatste brailleteken.
pt_br: Pressionar o ponto 7 apaga a última cela ou caractere braille inserido.
ru: Нажатие клавиши точка 7 стирает последнюю введённую брайлевскую ячейку или символ.
ta: ஏழாம் புள்ளியை அழுத்தும்பொழுது, இறுதியாக உள்ளிடப்பட்டிருக்கும் பிரெயில் குறியை, அல்லது வரியுருவை அழிக்கிறது.
zh_tw: 按點字鍵 7 清除最後鍵入的點字方或字元。

source: Dot 8 translates any braille input and presses the enter key.
bg: Точка 8 превежда всеки брайлов запис и натиска клавиша enter.
de: Drücken Sie den Punkt 8, um einen Zeilenvorschub einzufügen.
es: El punto 8 transcribe cualquier entrada braille y pulsa la tecla intro.
hr: Točkica 8 prevodi svaki brajični unos i pritišće tipku enter.
nl: Punt 8 zet alle braille-invoer om en activeert de Enter-toets.
pt_br: Ponto 8 transcreve qualquer entrada braille e pressiona a tecla enter.
ru: Точка 8 транслирует любой брайлевский ввод в текст и нажимает клавишу Enter.
ta: எட்டாம் புள்ளி, உள்ளிடப்பட்டிருக்கும் பிரெயிலை உரையாக மொழிபெயர்த்து, உள்ளிடு விசையை அழுத்துகிறது.
zh_tw: 按點字鍵 8 轉譯任何點字輸入並按 Enter。

source: Pressing dot 7 + dot 8 translates any braille input, but without adding a space or pressing enter.
bg: Натискането на точки 7 + 8 превежда всеки брайлов запис, но не добавя интервал или не натиска enter.
de: Drücken Sie Punkte 7 und 8, um die eingegebenen Braillezeichen zu übersetzen, ohne einen Zeilenvorschub oder ein Leerzeichen einzufügen.
es: Pulsando los puntos 7 + 8 transcribe cualquier entrada braille, pero sin añadir un espacio o pulsando intro.
hr: Pritiskom kombinacije točkice 7 + točkice 8 prevodi svaki brajični unos, ali bez dodavanja razmaka ili pritiskanja tipke enter.
nl: Door punt 7 + punt 8 in te drukken wordt alle braille-invoer omgezet, maar zonder de spatiebalk of Enter-toets te activeren.
pt_br: Pressionar o ponto 7 + ponto 8 transcreve qualquer entrada em braille, mas sem adicionar um espaço ou pressionar enter.
ru: Нажатие комбинации клавиш точка 7 + точка 8 транслирует любой брайлевский ввод в текст, но без добавления в конце пробела или клавиши Enter.
ta: ஏழாம் எட்டாம் புள்ளிகளைச் சேர்த்து அழுத்தும்பொழுது, இறுதியில் இடைவெளிப் பட்டை, அல்லது உள்ளிடு விசையை அழுத்தாமல், உள்ளிடப்பட்டிருக்கும் பிரெயிலை உரையாக மொழிபெயர்க்கிறது.
zh_tw: 按點字鍵 7 與 8 轉譯任何點字的輸入，但沒有加空格或按 Enter。

source: Inputting keyboard shortcuts
bg: Въвеждане на клавишни комбинации
de: Eingabe von Tastaturkürzeln
es: Introducir atajos de teclado
hr: Izvođenje tipkovničkih prečaca
nl: Sneltoetscombinaties instellen
pt_br: Inserindo atalhos de teclado
ru: Ввод клавиатурных комбинаций
ta: விசைப்பலகை குறுக்குவிசைகளை உள்ளிடுதல்
zh_tw: 輸入鍵盤快速鍵

source: NVDA supports inputting keyboard shortcuts and emulating keypresses using the braille display.
bg: NVDA поддържа въвеждане на клавишни комбинации и емулация на натискане на клавиши с помощта на брайловия дисплей.
de: NVDA unterstützt die Eingabe von Tastenkombinationen und die Emulation von Tastendrücken über die Braillezeile.
es: NVDA admite la introducción de atajos de teclado y la emulación de la pulsación de teclas mediante la pantalla braille.
hr: NVDA podržava izvođenje tipkovničkih prečaca i emulaciju pritiska tipaka uz pomoć brajičnog redka.
nl: NVDA ondersteunt het instellen van sneltoetsen en het emuleren van toetsenbordaanslagen met de brailleleesregel.
pt_br: O NVDA suporta a inserção de atalhos de teclado e a emulação de pressionamentos de teclas usando linha braille.
ru: NVDA поддерживает ввод клавиатурных комбинаций и эмуляцию нажатий отдельных клавиш с помощью брайлевского дисплея.
ta: பிரெயில் காட்சியமைவைப் பயன்படுத்தி விசைப்பலகை குறுக்குவிசைகளை உள்ளிடுவதையும், விசை உள்ளீடுகளை ஒப்புருவாக்குவதையும் என்விடிஏ ஆதரிக்கிறது.
zh_tw: NVDA 支援使用點顯器來輸入鍵盤快速鍵與模擬按下鍵盤按鍵，

source: This emulation comes in two forms: assigning a Braille input directly to some key press and using the virtual modifier keys.
bg: Тази емулация се предлага в две форми: присвояване на брайлово въвеждане директно на някаква клавишна команда и използване на виртуалните модификаторни клавиши.
de: Diese Emulation gibt es in zwei Formen: Die direkte Zuweisung einer Braille-Eingabe zu einem Tastendruck und die Verwendung der virtuellen Modifikator-Tasten.
es: Esta emulación se presenta en dos formas: asignando una entrada Braille directamente a alguna pulsación de tecla y utilizando las teclas modificadoras virtuales.
hr: Ova emulacija dolazi u dva oblika: pridjeljivanje određene tipkovničke kombinacije brajičnom unosu i te korištenje virtualnih modifikacijskih tipki.
nl: Dat emuleren kan op twee manieren: brailleinvoer rechtsreeks toewijzen aan een toetsaanslag en door gebruik te maken van virtuele functiewisseltoetsen.
pt_br: Essa emulação vem em duas formas: atribuir uma entrada Braille diretamente a algum pressionamento de tecla e usar as teclas modificadoras virtuais.
ru: Эта эмуляция выполняется в двух формах: назначением непосредственного брайлевского ввода на те или иные нажатия клавиш или использование виртуальных клавиш-модификаторов.
ta: இந்த ஒப்புவுவாக்கம் இரு வடிவங்களில் வருகிறது: விசை உள்ளீட்டிற்கு நேரடியாக ஒரு பிரெயில் உள்ளீட்டை ஒதுக்குவது மற்றும் மெய்நிகர் மாற்றியமைப்பி விசைகளைப் பயன்படுத்துவது.
zh_tw: 這種模擬有兩種形式：直接指派一個點字輸入至某些按鍵，以及使用虛擬組合鍵。

source: Commonly-used keys, such as the arrow keys or pressing Alt to reach menus, can be mapped directly to Braille inputs.
bg: Често използваните клавиши, като клавишите със стрелките или натискането на Alt за достигане до менюта, могат да бъдат назначени директно за брайлово въвеждане.
de: Häufig verwendete Tasten, wie die Pfeiltasten oder das Drücken der Alt-Taste zum Aufrufen von Menüs, können direkt mit Braille-Eingaben verknüpft werden.
es: Las teclas de uso común, como las teclas de cursor o la pulsación de Alt para acceder a los menús, pueden asignarse directamente a la entrada braille.
hr: Često korištene tipke, poput strelica ili tipke alt za pristup izbornicima mogu se direktno mapirati na brajični unos.
nl: Algemeen gebruikte toetsen, zoals de pijltjestoetsen of de Alt-toets om bij menu's te komen, kunnen rechtstreeks toegekend worden aan een (willekeurige) brailleinvoer.
pt_br: As teclas comumente usadas, como as teclas de seta ou pressionar Alt para acessar os menus, podem ser mapeadas diretamente para entradas em Braille.
ru: Часто используемые клавиши, такие как клавиши-стрелки или нажатие клавиши Alt для доступа к меню, могут быть сопоставлены непосредственно с брайлевским вводом.
ta: விசை அம்புகள், அல்லது பட்டியல்களுக்கு செல்ல அழுத்தப்படும் நிலைமாற்றி விசை போன்று பொதுவாகப் பயன்படுத்தப்படும் விசைகளை பிரெயில் காட்சியமைவுடன் நேரடியாக வரையறுக்கலாம்.
zh_tw: 經常使用到的按鍵例如方向鍵或按 Alt 移到功能表列，可以直接對應到點字輸入，

source: The driver for each Braille display comes pre-equipped with some of these assignments.
bg: Драйверът за всеки брайлов дисплей идва предварително оборудван с някои от тези назначения.
de: Der Treiber für jede Braillezeile ist bereits mit einigen dieser Zuordnungen voreingestellt.
es: El controlador para cada pantalla braille viene preequipado con algunas de estas asignaciones.
hr: Upravljački program svakog brajičnog redka već dolazi programiran sa takvim definicijama.
nl: De driver voor iedere brailleleesregel is standaard voorzien van een aantal van deze toewijzingen.
pt_br: O driver para cada linha Braille vem pré-equipado com algumas dessas atribuições.
ru: Драйвер для каждого брайлевского дисплея поставляется с некоторыми из этих назначений.
ta: ஒவ்வொரு பிரெயில் காட்சியமைவிற்கான இயக்கி, இந்த ஒதுக்கீடுகளில் சிலவற்றை உள்ளடக்கி வெளிவருகிறது.
zh_tw: 每一個點顯器的驅動程式已經預設了一些這樣的指派，

source: You can change these assignments or add new emulated keys from the [Input Gestures dialog](#InputGestures).
bg: Можете да промените тези назначения или да добавите нови емулирани клавиши от [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Sie können diese Zuweisungen ändern oder neue emulierte Tasten über den [Dialogfeld für die Tastenbefehle](#InputGestures) hinzufügen.
es: Puedes cambiar estas asignaciones o añadir algunas teclas nuevas emuladas desde el [diálogo Gestos de Entrada](#InputGestures).
hr: Možete promijeniti te definicije ili dodati nove emulirane tipke koristeći [dijaloški okvir ulaznih gesti](#InputGestures).
nl: U kunt deze toewijzingen aanpassen of er nieuwe geëmuleerde toetsen aan toevoegen vanuit het [dialoogvenster Invoerhandelingen](#InputGestures).
pt_br: Você pode alterar essas atribuições ou adicionar novas teclas emuladas no [diálogo Definir Comandos](#InputGestures).
ru: Вы можете изменить эти назначения или добавить новые клавиатурные эмуляции в диалоге [Жесты ввода](#InputGestures).
ta: [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி இந்த ஒதுக்கீடுகளை மாற்றியமைக்கலாம், அல்லது புதிய ஒப்புருவாக்கப்பட்ட விசைகளைச் சேர்க்கலாம்.
zh_tw: 您可以從[輸入手勢對話框](#InputGestures)中更改這些指派或加入新的模擬按鍵。
