Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: HumanWare Brailliant BI/B Series / BrailleNote Touch
bg: HumanWare серии Brailliant BI/B/BrailleNote Touch
de: Humanware Brailliant BI/B-Serie / BrailleNote Touch
es: Series de la HumanWare Brailliant BI/B / BrailleNote Touch
hr: HumanWare Brailliant BI/B Serije / BrailleNote Touch
nl: HumanWare Brailliant BI/B Serie / BrailleNote Touch
pt_br: HumanWare Brailliant Séries BI/B / BrailleNote Touch
ru: Брайлевские дисплеи HumanWare Brailliant BI/B и BrailleNote Touch
ta: ஹ்யூமன்வேர் பிரெயிலண்ட் BI/B தொடர்/பிரெயில்நோட் டச்
zh_tw: HumanWare Brailliant BI/B 系列 / BrailleNote Touch

source: The Brailliant BI and B series of displays from [HumanWare](https://www.humanware.com/), including the BI 14, BI 32, BI 20X, BI 40, BI 40X and B 80, are supported when connected via USB or bluetooth.
bg: Дисплеите Brailliant от BI и B серия на [HumanWare](https://www.humanware.com/), включително BI 14, BI 32, BI 20X, BI 40, BI 40X и B 80, се поддържат от NVDA, когато са свързани чрез USB или Bluetooth.
de: Die Braillezeilen Brailliant BI und B von [Humanware](https://www.humanware.com/), einschließlich BI 14, BI 32, BI 20X, BI 40, BI 40X und B 80, werden unterstützt, wenn sie über USB oder Bluetooth angeschlossen werden.
es: Las pantallas braille Brailliant series BI y B de [HumanWare](https://www.humanware.com/), incluyendo BI 14, BI 32, BI 20X, BI 40, BI 40X y B 80, están admitidas cuando se conectan a través del USB o bluetooth.
hr: Brailliant BI i B serije brajični redci tvrtke [HumanWare](https://www.humanware.com/), uključujući BI 14, BI 32, BI 20X, BI 40, BI 40X B 80 i B 80 su podržani kad su spojeni putem USB ili bluetooth veze.
nl: De brailleleesregels uit de serie BI en B van [HumanWare](https://www.humanware.com/), waaronder de BI 14, BI 32, BI 20X, BI 40, BI 40X en B 80, worden ondersteund, voor zover ze via USB of bluetooth verbonden zijn.
pt_br: As linhas Brailliant séries BI e B da [HumanWare](https://www.humanware.com/), incluindo as linhas BI 14, BI 32, BI 20X, BI 40, BI 40X e B 80, são suportadas quando conectadas via USB ou bluetooth.
ru: Брайлевские дисплеи Brailliant BI и B компании [HumanWare](https://www.humanware.com/), включая BI 14, BI 32, BI 20X, BI 40, BI 40X и B 80, поддерживаются при подключении через USB или Bluetooth.
ta: BI 14, BI 32, BI 20X, BI 40, BI 40X, B 80 உட்பட எல்லா [ஹ்யூமன்வேர் பிரெயிலண்ட்](https://www.humanware.com/) Bi மற்றும் B தொடர் பிரெயில் காட்சியமைவுகளுக்கும், அவைகள் யுஎஸ்பி, அல்லது ஊடலை மூலம் இணைக்கப்பட்டிருந்தால், என்விடிஏ ஆதரவளிக்கிறது.
zh_tw: NVDA 支援透過 USB 或藍牙連接的 [HumanWare](https://www.humanware.com/) 的 The Brailliant BI 及 B 系列點顯器，包括 BI 14, BI 32, BI 20X, BI 40, BI 40X 及 B 80。

source: If connecting via USB with the protocol set to HumanWare, you must first install the USB drivers provided by the manufacturer.
bg: Ако дисплеят е свързан чрез USB и използвате протокола HumanWare, първо трябва да инсталирате USB драйверите, предоставени от производителя.
de: Wenn Sie die Zeile über USB anschließen wollen während das Übertragungsprotokoll Humanware verwendet wird, müssen Sie zunächst den USB-Treiber des Herstellers installieren.
es: Si la conectas a través de USB con el protocolo configurado a HumanWare, primero debes instalar los controladores USB proporcionados por el fabricante.
hr: Ako brajični redak spajate putem USB veze, i protokolom postavljenim na Human Ware prvo morate instalirati USB upravljačke programe koje je napravio proizvođač.
nl: Als u de leesregels via usb, waarbij het protocol op HumanWare is ingesteld, wilt aansluiten, moet u eerst de usb-drivers van de fabrikant installeren.
pt_br: Caso queira conectar via USB com o protocolo configurado para HumanWare, você antes precisa instalar os drivers USB fornecidos pelo fabricante.
ru: Если подключение выполняется через USB с выбранным протоколом HumanWare, то сначала вы должны установить USB-драйверы предоставленные производителем.
ta: ஹ்யூமன்வேர் நெறிமுறைக்கு அமைக்கப்பட்டு, யுஎஸ்பி மூலம் இணைப்பதாகவிருந்தால், உற்பத்தியாளரின் இயக்கிகளை முதலில் நிறுவ வேண்டும்.
zh_tw: 如果連接的通訊協定設定為 HumanWare 的 USB，您必須先安裝製造商提供的驅動程式，

source: USB drivers are not required if the protocol is set to OpenBraille.
bg: USB драйвери не са необходими, ако използваният протокол е OpenBraille.
de: Verwenden Sie hingegen das Protokoll OpenBraille, wird kein USB-Treiber benötigt.
es: Los controladores USB no se requieren si el protocolo se configura a OpenBraille.
hr: USB upravljački programi nisu potrebni ako je protokol postavljen na OpenBraille.
nl: USB drivers zijn niet nodig als u van het OpenBraille protocol gebruik maakt.
pt_br: Drivers USB não são necessários se o protocolo estiver configurado para OpenBraille.
ru: USB-драйверы не нужны, если выбран протокол OpenBraille.
ta: முதற் படிநிலை பிரெயில் நெறிமுறைக்கு அமைக்கப்படுவதாகவிருந்தால், யுஎஸ்பி இயக்கிகள் தேவைப்படுவதில்லை.
zh_tw: 如果連接的通訊協定設定為 OpenBraille 則不需要 USB 驅動程式。

source: The following extra devices are also supported (and do not require any special drivers to be installed):
bg: Следните допълнителни устройства също се поддържат (и не изискват инсталиране на специални драйвери):
de: Die folgenden zusätzlichen Geräte werden ebenfalls unterstützt (und erfordern keine speziellen Treiber, die installiert werden müssen):
es: También se admiten los siguientes dispositivos extra (y no requieren ningún controlador en especial para ser instalados):
hr: Podržani su također slijedeći dodatni uređaji, i za njih nisu potrebni dodatni upravljački programi za korištenje:
nl: Aanvullend worden ook de volgende toestellen ondersteund en hiervoor hoeven geen speciale drivers te worden geïnstalleerd.
pt_br: Os seguintes dispositivos extras também são suportados (e não exigem a instalação de drivers especiais):
ru: Следующие дополнительные устройства поддерживаются, и никакие дополнительные компоненты не должны быть установлены в вашей системе:
ta: கீழ்க்காணும் கூடுதல் கருவிகளுக்கும் ஆதரவளிக்கப்படுகிறது. சிறப்பு இயக்கிகள் ஏதும் இவைகளுக்கு நிறுவத் தேவையில்லை.
zh_tw: NVDA 也支援下列點顯器 (且不需安裝任何特殊驅動程式)：

source: APH Mantis Q40
es: <target/>
ta: ஏ.பி.எச். மேண்டிஸ் Q40

source: APH Chameleon 20
es: <target/>
ta: ஏ.பி.எச். கமிலியன் 20

source: Humanware BrailleOne
es: <target/>
ta: ஹ்யுமன்வேர் பிரெயில் ஒன்

source: NLS eReader
es: <target/>
ta: என்.எல்.எஸ். ஈ-ரீடர்

source: Note that the Zoomax is currently not supported without external drivers
bg: Имайте предвид, че Zoomax в момента не се поддържа без външни драйвери
de: Beachten Sie, dass der Zoomax derzeit nicht ohne externe Treiber unterstützt wird
es: Ten en cuenta que la Zoomax actualmente no está admitida sin controladores externos
hr: Imajte na umu da Zoomax trenutno nije podržan bez vanjskih upravljačkih programa
nl: Merk op dat de Zoomax momenteel zonder externe drivers niet wordt ondersteund
pt_br: Note que o Zoomax atualmente não é suportado sem drivers externos
ru: Обратите внимание, что Zoomax в настоящее время не поддерживается без внешних драйверов
ta: வெளிப்புற இயக்கிகள் இல்லாமல் ஜூமாக்ஸ் தற்போது ஆதரிக்கப்படவில்லை என்பதைக் கவனிக்கவும்
zh_tw: 請注意，如果沒有外部驅動程式，目前不支援 Zoomax

source: Following are the key assignments for the Brailliant BI/B and BrailleNote touch displays with NVDA.
bg: Следват клавишните назначения за дисплеите Brailliant BI/B и BrailleNote touch за NVDA.
de: Folgende Tastenkombinationen sind bei diesen Braillezeilen verfügbar.
es: Seguidamente van las asignaciones de teclas para las pantallas Brailliant BI/B y BrailleNote touch con NVDA.
hr: Slijede prečaci za Brailliant BI/B i BrailleNote brajične retke s NVDA čitačem.
nl: Bij gebruik van de Brailliant BI/B en de BrailleNote touch met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: A seguir estão as teclas de comando para as linhas Brailliant BI/B e BrailleNote touch com o NVDA.
ru: В NVDA используются следующие клавишные комбинации для брайлевских дисплеев Brailliant BI/B и BrailleNote touch.
ta: பின்வரும் என்விடிஏ விசைகள், பிரெயிலன்ட் BI/B/பிரெயில்நோட் டச் காட்சியமைவுகளுக்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是 Brailliant BI/B 和 BrailleNote touch 點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на дисплея за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeile, wo die entsprechenden Tasten zu finden sind.
es: Por favor conhsulta la documentación de la pantalla para descripciones de dónde pueden encontrarse estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: (Voor meer details kunt u de documentatie bij deze leesregels raadplegen.)
pt_br: Por favor consulte a documentação da mesma para obter descrições de onde essas teclas se encontram.
ru: Для описания расположения клавиш, пожалуйста, обратитесь к документации по брайлевскому дисплею.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதைப் பற்றி விளக்கமாக அறிய, காட்சியமைவின் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Key assignments for All models
bg: Клавишни назначения за всички модели
de: Tastenzuweisungen für alle Braillezeilenmodelle
es: Asignaciones de teclas para todos los modelos
hr: Dodijeljeni prečaci za sve modele
nl: Toegewezen toetsen die gelden voor Alle modellen
pt_br: Atribuições de teclas para todos os modelos
ru: Комбинации клавиш для всех моделей
ta: எல்லா மாதிரிகளுக்குமான விசை ஒதுக்கீடுகள்
zh_tw: 所有型號的按鍵指派

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |left
bg: Превъртане на брайловия дисплей назад |наляво
de: Auf der Braillezeile rückwärts navigieren |Links
es: Desplazar pantalla braille hacia atrás |izquierda
hr: Kliži po brajičnom retku natrag |lijevo
nl: Brailleregel terugscrollen |Links
pt_br: Rolar linha braille para trás |esquerda
ru: Прокрутка брайлевского дисплея назад |left
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |left

source: Scroll braille display forward |right
bg: Превъртане на брайловия дисплей напред |надясно
de: Auf der Braillezeile vorwärts navigieren |Rechts
es: Desplazar pantalla braille hacia adelante |derecha
hr: Kliži po brajičnom retku naprijed |desno
nl: Brailleregel vooruit scrollen |Rechts
pt_br: Rolar linha braille para frente |direita
ru: Прокрутка брайлевского диспллея вперёд |right
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |right

source: Move braille display to previous line |up
bg: Придвижване на брайловия дисплей до предишен ред |нагоре
de: Auf der Braillezeile zur vorherigen Zeile navigieren |Auf
es: Mover pantalla braille a la línea anterior |arriba
hr: Premjesti brajični redak na prethodni redak |gore
nl: Brailleregel naar vorige regel verplaatsen |Omhoog
pt_br: Mover linha braille para a linha anterior |cima
ru: Перемещение брайлевского дисплея к предыдущей строке |up
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |up

source: Move braille display to next line |down
bg: Придвижване на брайловия дисплей до следващ ред |надолу
de: Auf der Braillezeile zur nächsten Zeile navigieren |Ab
es: Mover pantalla braille a la línea siguiente |abajo
hr: Premjesti brajični redak na sljedeći redak |dolje
nl: Brailleregel naar volgende regel verplaatsen |Omlaag
pt_br: Mover linha braille para a linha seguinte |baixo
ru: Перемещение брайлевского дисплея к следующей строке |down
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |down

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Guiar hasta la celda braille |sensores
hr: Premjesti se na brajičnu ćeliju |routing
nl: Cursor naar braillecel verplaatsen |routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: Toggle braille tethered to |up+down
bg: Превключване на обвързването |нагоре+надолу
de: Braillezeile koppeln an |Auf+Ab
es: Activar/desactivar seguimiento de braille |arriba+abajo
hr: Mijenjaj povezanost brajičnog retka |gore+dolje
nl: Leesregel koppelen aan/uit |omhoog+omlaag
pt_br: Alternar vínculo do braille |cima+baixo
ru: Переключение привязки брайля |up+down
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |up+down

source: upArrow key |space+dot1
bg: Стрелка нагоре |Интервал+Точка1
de: Pfeiltaste nach oben |Leertaste+Punkt1
es: tecla flecha arriba |espacio+punto1
hr: Tipka strelica gore |razmaknica+točkica1
nl: Toets Pijl omhoog |Spatiebalk+Punt1
pt_br: Tecla seta para cima |espaço+ponto1
ru: стрелка вверх |пробел+точка1
ta: மேலம்பு விசை |space+dot1

source: downArrow key |space+dot4
bg: Стрелка надолу |Интервал+Точка4
de: Pfeiltaste nach unten |Leertaste+Punkt4
es: tecla flecha abajo |espacio+punto4
hr: Tipka strelica dolje |razmaknica+točkica4
nl: Toets Pijl omlaag |Spatiebalk+Punt4
pt_br: Tecla seta para baixo |espaço+ponto4
ru: стрелкавНиз |пробел+точка4
ta: கீழம்பு விசை |space+dot4

source: leftArrow key |space+dot3
bg: Стрелка наляво |Интервал+Точка3
de: Pfeiltaste nach links |Leertaste+Punkt3
es: tecla flecha izquierda |espacio+punto3
hr: Tipka strelica lijevo |razmaknica+točkica3
nl: Toets Pijl links |Spatiebalk+Punt3
pt_br: Tecla seta para esquerda |espaço+ponto3
ru: стрелка влево |пробел+точка3
ta: இடதம்பு விசை |space+dot3

source: rightArrow key |space+dot6
bg: Стрелка надясно |Интервал+Точка6
de: Pfeiltaste nach rechts |Leertaste+Punkt6
es: tecla flecha derecha |espacio+punto6
hr: Tipka strelica desno |razmaknica+točkica6
nl: Toets Pijl rechts |Spatiebalk+Punt6
pt_br: Tecla seta para direita |espaço+ponto6
ru: стрелка вправо |пробел+точка6
ta: வலதம்பு விசை |space+dot6

source: shift+tab key |space+dot1+dot3
bg: Shift+Tab |Интервал+Точка1+Точка3
de: Umschalt+Tab-Taste |Leertaste+Punkt1+Punkt3
es: tecla shift+tab |espacio+punto1+punto3
hr: Tipka šift+tabulator |razmaknica+točkica1+točkica3
nl: Shift+Tab-toets |Spatiebalk+Punt1+Punt3
pt_br: Tecla shift+tab |espaço+ponto1+ponto3
ru: shift+tab |пробел+точка1+точка3
ta: மாற்றழுத்தி+தத்தல் விசை |space+dot1+dot3

source: tab key |space+dot4+dot6
bg: Tab |Интервал+Точка4+Точка6
de: Tab-Taste |Leertaste+Punkt4+Punkt6
es: tecla tab |espacio+punto4+punto6
hr: Tipka tabulator |razmaknica+točkica4+točkica6
nl: Tab-Toets |Spatiebalk+Punt4+Punt6
pt_br: Tecla tab |espaço+ponto4+ponto6
ru: tab |space+точка4+точка6
ta: தத்தல் விசை |space+dot4+dot6

source: alt key |space+dot1+dot3+dot4 (space+m)
bg: Alt |Интервал+Точка1+Точка3+Точка4 (Интервал+M)
de: Alt-Taste |Leertaste+Punkt1+Punkt3+Punkt4 (Leertaste+M)
es: tecla alt |espacio+punto1+punto3+punto4 (espacio+m)
hr: Tipka alt |razmaknica+točkica1+točkica3+točkica4 (razmaknica+m)
nl: Alt-Toets |Spatiebalk+Punt1+Punt3+Punt4 (spatiebalk+m)
pt_br: Tecla alt |espaço+ponto1+ponto3+ponto4 (espaço+m)
ru: alt |пробел+точка1+точка3+точка4 (пробел+m)
ta: நிலைமாற்றி விசை |space+dot1+dot3+dot4 (space+m)

source: escape key |space+dot1+dot5 (space+e)
bg: Escape |Интервал+Точка1+Точка5 (Интервал+E)
de: Escape-Taste |Leertaste+Punkt1+Punkt5 (Leertaste+E)
es: tecla escape |espacio+punto1+punto5 (espacio+e)
hr: Tipka escape |razmaknica+točkica1+točkica5 (razmaknica+e)
nl: Escape-toets |Spatiebalk+Punt1+Punt5 (spatiebalk+e)
pt_br: Tecla escape |espaço+ponto1+ponto5 (espaço+e)
ru: escape |пробел+точка1+точка5 (пробел+e)
ta: விடுபடு விசை |space+dot1+dot5 (space+e)

source: enter key |dot8
bg: Enter |Точка8
de: Eingabetaste |Punkt8
es: tecla intro |punto8
hr: Tipka enter |točkica8
nl: Enter-toets |Punt8
pt_br: Tecla enter |ponto8
ru: enter |точка8
ta: உள்ளிடு விசை |dot8

source: windows key |space+dot3+dot4
bg: Windows |Интервал+Точка3+Точка4
de: Windows-Taste |Leertaste+Punkt3+Punkt4
es: tecla windows |espacio+punto3+punto4
hr: Tipka windows |razmaknica+točkica3+točkica4
nl: Windows-toets |Spatiebalk+Punt3+Punt4
pt_br: Tecla windows |espaço+ponto3+ponto4
ru: windows |пробел+точка3+точка4
ta: சாளரங்கள் விசை |space+dot3+dot4

source: alt+tab key |space+dot2+dot3+dot4+dot5 (space+t)
bg: Alt+Tab |Интервал+Точка2+Точка3+Точка4+Точка5 (Интервал+T)
de: Alt+Tab-Taste |Leertaste+Punkt2+Punkt3+Punkt4+Punkt5 (Leertaste+T)
es: tecla alt+tab |espacio+punto2+punto3+punto4+punto5 (espacio+t)
hr: Tipka alt+tabulator |razmaknica+točkica2+točkica3+točkica4+točkica5 (razmaknica+t)
nl: Alt+Tabtoets |Spatiebalk+Punt2+Punt3+Punt4+Punt5 (spatiebalk+t)
pt_br: Tecla alt+tab |espaço+ponto2+ponto3+ponto4+ponto5 (espaço+t)
ru: alt+tab |пробел+точка2+точка3+точка4+точка5 (пробел+t)
ta: நிலைமாற்றி+தத்தல் விசை |space+dot2+dot3+dot4+dot5 (space+t)

source: NVDA Menu |space+dot1+dot3+dot4+dot5 (space+n)
bg: Меню на NVDA |интервал+Точка1+Точка3+Точка4+Точка5 (интервал+n)
de: NVDA-Menü |Leertaste+Punkt1+Punkt3+Punkt4+Punkt5 (Leerttaste+N)
es: Menú NVDA |espacio+punto1+punto3+punto4+punto5 (espacio+n)
hr: NVDA Izbornik |razmaknica+točkica1+točkica3+točkica4+točkica5 (razmaknica+n)
nl: NVDA Menu |spatie+punt1+punt3+punt4+punt5 (spatie+n)
pt_br: Menu do NVDA |espaço+ponto1+ponto3+ponto4+ponto5 (espaço+n)
ru: NVDA меню |пробел+точка1+точка3+точка4+точка5 (пробел+n)
ta: என்விடிஏ பட்டியல் |space+dot1+dot3+dot4+dot5 (space+n)

source: windows+d key (minimize all applications) |space+dot1+dot4+dot5 (space+d)
bg: Windows+D (минимизиране на всички приложения) |интервал+Точка1+Точка4+Точка5 (интервал+D)
de: Windows-Taste+M (Alle Fenster minimieren) |Leertaste+Punkt1+Punkt4+Punkt5 (Leertaste+D)
es: tecla windows+d (minimizar todas las aplicaciones) |espacio+punto1+punto4+punto5 (espacio+d)
hr: Tipka windows+d (smanjuje prozore svih aplikacija) |razmaknica+točkice1+točkica4+točkica5 (razmaknica+d)
nl: windows+d toets (alle toepassingen minimaliseren) |spatie+punt1+punt4+punt5 (spatie+d)
pt_br: Tecla windows+d (minimizar todos os aplicativos) |espaço+ponto1+ponto4+ponto5 (espaço+d)
ru: windows+d (свернуть все приложения) |пробел+точка1+точка4+точка5 (пробел+d)
ta: சாளரங்கள்+d விசை (எல்லாப் பயன்பாடுகளையும் சிறிதாக்குக) |space+dot1+dot4+dot5 (space+d)

source: Say all |space+dot1+dot2+dot3+dot4+dot5+dot6
bg: Кажи всичко |интервал+Точка1+Точка2+Точка3+Точка4+Точка5+Точка6
de: Alles vorlesen |Leertaste+Punkt1+Punkt2+Punkt3+Punkt4+Punkt5+Punkt6
es: Leer todo |espacio+punto1+punto2+punto3+punto4+punto5+punto6
hr: Izgovori sve |razmaknica+točkica1+točkica2+točkica3+točkica4+točkica5+točkica6
nl: alles lezen |spatie+punt1+punt2+punt3+punt4+punt5+punt6
pt_br: Leitura Contínua |espaço+ponto1+ponto2+ponto3+ponto4+ponto5+ponto6
ru: Читай всё |пробел+точка1+точка2+точка3+точка4+точка5+точка6
ta: எல்லாம் படித்திடுக |space+dot1+dot2+dot3+dot4+dot5+dot6

source: Key assignments for Brailliant BI 32, BI 40 and B 80
bg: Клавишни назначения за Brailliant BI 32, BI 40 и B 80
de: Tastenzuweisungen für Brailliant BI 32, BI 40 und B 80
es: Asignaciones de teclas para Brailliant BI 32, BI 40 y B 80
hr: Dodijeljeni prečaci za Brailliant BI 32, BI 40 and B 80
nl: Toegewezen toetsen voor de Brailliant BI 32, BI 40 en B 80
pt_br: Atribuições de teclas para Brailliant BI 32, BI 40 e B 80
ru: Комбинации клавиш для Brailliant BI 32, BI 40 и B 80
ta: Brailliant BI 32, BI 40 மற்றும் B 80 காட்சியமைவுகளுக்கான விசை ஒதுக்கீடுகள்
zh_tw: Brailliant BI 32、BI 40 和 B 80 的按鍵指派

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: NVDA Menu |c1+c3+c4+c5 (command n)
bg: Меню на NVDA |c1+c3+c4+c5 (команда n)
de: NVDA-Menü |C1+C3+C4+C5 (Befehl N)
es: Menú NVDA |c1+c3+c4+c5 (comando n)
hr: NVDA Izbornik |c1+c3+c4+c5 (command n)
nl: NVDA Menu |c1+c3+c4+c5 (commando n)
pt_br: Menu do NVDA |c1+c3+c4+c5 (comando n)
ru: NVDA меню |c1+c3+c4+c5 (command n)
ta: என்விடிஏ பட்டியல் |c1+c3+c4+c5 (command n)

source: windows+d key (minimize all applications) |c1+c4+c5 (command d)
bg: Windows+D (минимизиране на всички приложения) |c1+c4+c5 (команда d)
de: Windows-Taste+M (Alle Fenster minimieren) |C1+C4+C5 (Befehl D)
es: tecla windows+d (minimizar todas las aplicaciones) |c1+c4+c5 (comando d)
hr: Tipka windows+d (smanjuje prozore svih aplikacija) |c1+c4+c5 (command d)
nl: windows+d toets (alle toepassingen minimaliseren) |c1+c4+c5 (commanod d)
pt_br: Tecla windows+d (minimizar todos os aplicativos) |c1+c4+c5 (comando d)
ru: windows+d (свернуть все приложения) |c1+c4+c5 (command d)
ta: சாளரங்கள்+d விசை (எல்லாப் பயன்பாடுகளையும் சிறிதாக்குக) |c1+c4+c5 (command d)

source: Say all |c1+c2+c3+c4+c5+c6
bg: Кажи всичко |C1+C2+C3+C4+C5+C6
de: Alles vorlesen |C1+C2+C3+C4+C5+C6
es: Leer todo |c1+c2+c3+c4+c5+c6
hr: Izgovori sve |c1+c2+c3+c4+c5+c6
nl: Alles lezen |c1+c2+c3+c4+c5+c6
pt_br: Leitura Contínua |c1+c2+c3+c4+c5+c6
ru: Читать всё |c1+c2+c3+c4+c5+c6
ta: எல்லாம் படித்திடுக |c1+c2+c3+c4+c5+c6

source: Key assignments for Brailliant BI 14
bg: Клавишни назначения за Brailliant BI 14
de: Tastenzuweisungen für Brailliant BI 14
es: Asignaciones de teclas para Brailliant BI 14
hr: Dodijeljeni prečaci za Brailliant BI 14
nl: Toegewezen toetsen voor de Brailliant BI 14
pt_br: Atribuições de teclas para Brailliant BI 14
ru: Комбинации клавиш для Brailliant BI 14
ta: Brailliant BI 14 காட்சியமைவிற்கான விசை ஒதுக்கீடுகள்
zh_tw: Brailliant BI 14 的按鍵指派

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: up arrow key |joystick up
bg: Стрелка нагоре |джойстик нагоре
de: Pfeiltaste nach oben |Joystick auf
es: tecla flecha arriba |joystick arriba
hr: Tipka strelica gore |joystick gore
nl: Pijl Omhoog |joystick naar boven
pt_br: tecla seta para cima |joystick para cima
ru: стрелка вверх |джойстик вверх
ta: மேலம்பு விசை |joystick up

source: down arrow key |joystick down
bg: Стрелка надолу |джойстик надолу
de: Pfeiltaste nach unten |Joystick ab
es: tecla flecha abajo |joystick abajo
hr: Tipka strelica dolje |joystick dolje
nl: Pijl Omlaag |joystick naar beneden
pt_br: tecla seta para baixo |joystick para baixo
ru: стрелка вниз |джойстик вниз
ta: கீழம்பு விசை |joystick down

source: left arrow key |joystick left
bg: Стрелка наляво |джойстик наляво
de: Pfeiltaste nach links |Joystick Links
es: tecla flecha izquierda |joystick izquierda
hr: Tipka strelica lijevo |joystick lijevo
nl: Pijl Links |joystick naar links
pt_br: tecla seta para esquerda |joystick para esquerda
ru: стрелка влево |джойстик влево
ta: இடதம்பு விசை |joystick left

source: right arrow key |joystick right
bg: Стрелка надясно |джойстик надясно
de: Pfeiltaste nach rechts |Joystick Rechts
es: tecla flecha derecha |joystick derecha
hr: Tipka strelica desno |joystick desno
nl: Pijl Rechts |joystick naar rechts
pt_br: tecla seta para direita |joystick para direita
ru: стрелка вправо |джойстик вправо
ta: வலதம்பு விசை |joystick right

source: enter key |joystick action
bg: Enter |действие с джойстика
de: Eingabetaste |Joystick-Aktion
es: tecla intro |accionar joystick
hr: Tipka enter |joystick akcija
nl: Enter-toets |joystick actie
pt_br: tecla enter |joystick action — joystick ação
ru: клавиша enter |joystick action
ta: உள்ளீடு விசை |joystick action

source: HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille Series
bg: HIMS серии Braille Sense/Braille EDGE/Smart Beetle/Sync Braille
de: Serien der Braille Sense / Braille EDGE / Smart Beetle / SyncBraille von Hims
es: Series de las HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille
hr: HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille serije
nl: HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille Serie
pt_br: HIMS Séries Braille Sense/Braille EDGE/Smart Beetle/Sync Braille
ru: Брайлевские дисплеи HIMS Braille/Braille EDGE/Smart Beetle/Sync Braille
ta: ஹிம்ஸ் பிரெயில் சென்ஸ்/பிரெயில் எட்ஜ்/ஸ்மார்ட் பீட்டில்/சிங் பிரெயில் தொடர்
zh_tw: HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille 系列
