Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: When opened, the Add-on Store displays a list of add-ons.
bg: Когато е отворен, магазинът за добавки показва списък с добавки.
de: Wenn Sie den Store für NVDA-Erweiterungen öffnen, wird eine Liste von NVDA-Erweiterungen angezeigt.
es: Cuando se abre, la Tienda de Complementos muestra una lista de complementos.
hr: Kada se otvori, add-on store prikazuje popis dodataka.
nl: Wanneer de Add-on-store eenmaal geopend is, ziet u de lijst met add-ons.
pt_br: Quando aberta, a Loja de Complementos exibe uma lista de complementos.
ru: При открытии магазина дополнений отображается список дополнений.
ta: நீட்சிநிரல் அங்காடி திறக்கப்பட்டவுடன், நீட்சிநிரல்களின் பட்டியலொன்றை அது காட்டும்.
zh_tw: 附加元件商店開啟後會顯示附加元件清單，

source: If you have not installed an add-on before, the Add-on Store will open to a list of add-ons available to install.
bg: Ако нямате инсталирани добавки, магазинът за добавки ще изведе списък с добавки, налични за инсталиране.
de: Wenn Sie noch keine NVDA-Erweiterung installiert haben, öffnet sich der Store für NVDA-Erweiterungen mit einer Liste von NVDA-Erweiterungen, die Sie installieren können.
es: Si no has instalado ningún complemento antes, La Tienda de Complementos se abrirá con una lista de los disponibles para instalar.
hr: Ako prethodno niste instalirali nijedan dodatak, add-on store će se otvoriti sa popisom dodataka koji su dostupni za instalaciju.
nl: Als u eerder geen add-on hebt geïnstalleerd komt u in de Add-on Store terecht bij een lijst met add-ons die voor installatie beschikbaar zijn.
pt_br: Se você ainda não instalou um complemento, a Loja de Complementos abrirá uma lista de complementos disponíveis para instalação.
ru: Если вы ранее не устанавливали ни каких дополнений, в магазине дополнений откроется список доступных дополнений.
ta: இதுவரை தாங்கள் எந்த நீட்சிநிரலையும் நிறுவியிருக்கவில்லையென்றால், நிறுவுவதற்காக கிடைப்பிலிருக்கும் நீட்சிநிரல்களின் பட்டியலுடன் நீட்சிநிரல் அங்காடி திறக்கும்.
zh_tw: 如果您之前未安裝過附加元件，附加元件商店將打開可安裝的附加元件清單，

source: If you have installed add-ons, the list will display currently installed add-ons.
bg: Ако сте инсталирали добавки, списъкът ще показва текущо инсталираните добавки.
de: Wenn Sie NVDA-Erweiterungen installiert haben, zeigt die Liste die derzeit installierten NVDA-Erweiterungen an.
es: Si has instalado complementos, la lista mostrará los instalados actualmente.
hr: Ako imate instalirane dodatke, na popisu će se prikazati trenutno instalirani dodaci.
nl: Als u al eerder add-ons hebt geïnstalleerd, wordt de lijst met de momenteel geïnstalleerde add-ons getoond.
pt_br: Se você instalou complementos, a lista exibirá os complementos instalados no momento.
ru: Если вы установили дополнения, в списке будут отображены установленные в данный момент дополнения.
ta: நீட்சிநிரல்களைத் தாங்கள் நிறுவியிருந்தால், நிறுவப்பட்டிருக்கும் நீட்சிநிரல்களை இப்பட்டியல் காட்டிடும்.
zh_tw: 如果您已安裝過附加元件，清單將顯示目前安裝的附加元件。

source: Selecting an add-on, by moving to it with the up and down arrow keys, will display the details for the add-on.
bg: Избирането на добавка посредством клавишите със стрелки за нагоре и надолу ще покаже подробностите за добавката.
de: Wenn Sie eine NVDA-Erweiterung auswählen, indem Sie es mit den Pfeiltasten nach oben oder unten ansteuern, werden die Details der NVDA-Erweiterung angezeigt.
es: Seleccionar un complemento desplazándote con las flechas arriba y abajo, mostrará los detalles para él.
hr: Kada se izabere dodatak, kretanjem do njega strelicama gore i dolje, prikazaće se detalji tog dodatka.
nl: Als u een add-on, selecteert door er naar toe te gaan met de pijltjestoetsen omhoog en omlaag, ziet u de details voor de add-on.
pt_br: Selecionar um complemento, movendo-se até ele com as teclas de seta para cima e para baixo, exibirá os detalhes do complemento.
ru: При выборе дополнения, перемещении к нему с помощью клавиш-стрелок вверх и вниз, отобразятся подробные сведения о нём.
ta: மேலம்பு, கீழம்பு விசைகளைப் பயன்படுத்தி, ஒரு நீட்சிநிரலைத் தாங்கள் தெரிவுச் செய்தால், அந்நீட்சிநிரலுக்கான தகவல் காட்டப்படும்.
zh_tw: 使用向上鍵和向下鍵移動並選擇附加元件會顯示該附加元件的詳細資料，

source: Add-ons have associated actions that you can access through an [actions menu](#AddonStoreActions), such as install, help, disable, and remove.
bg: Добавките имат свързани действия, до които имате достъп чрез [меню „Действия“](#AddonStoreActions), като инсталиране, помощ, изключване и премахване.
de: NVDA-Erweiterungen haben zugehörige Aktionen, auf die Sie über ein [Aktionsmenü](#AddonStoreActions) zugreifen können, wie z. B. Installieren, Hilfe, Deaktivieren und Entfernen.
es: Los complementos tienen acciones asociadas a las que se puede acceder a través de un [menú de acciones](#AddonStoreActions), tales como instalar, ayuda, deshabilitar y eliminar.
hr: Dodaci imaju određene radnje kojima možete da pristupite iz [izbornika radnji](#AddonStoreActions), kao što su instaliraj, pomoć, onemogući i ukloni.
nl: Op Add-ons kunnen bepaalde handelingen worden toegepast die u [via een actiemenu uitvoert](#AddonStoreActions), zoals installeren, help, uitschakelen, en verwijderen.
pt_br: Os complementos têm ações associadas que você pode acessar por meio de um [menu de ações](#AddonStoreActions), como instalar, ajuda, desabilitar e remover.
ru: С дополнениями связаны действия, к которым вы можете получить доступ через [меню действий](#AddonStoreActions), такие как установка, справка, отключение и удаление.
ta: நிறுவுக, உதவி, முடக்குக, நீக்குக போன்ற தொடர்புடைய செயல்களை நீட்சிநிரல்கள் கொண்டுள்ளன. இவைகளை [செயல்கள் பட்டியலின்](#AddonStoreActions) வாயிலாக அணுகலாம்.
zh_tw: 附加元件具有關聯的動作，您可以透過[動作功能表](#AddonStoreActions)來執行這些動作，例如安裝、說明、停用和移除，

source: Available actions will change based on whether the add-on is installed or not, and whether it is enabled or disabled.
bg: Наличните действия ще се променят в зависимост от това дали добавката е инсталирана или не и дали е включена или изключена.
de: Die verfügbaren Aktionen hängen davon ab, ob die NVDA-Erweiterung installiert ist oder nicht, und ob es aktiviert oder deaktiviert ist.
es: Las acciones disponibles cambiarán en función de si el complemento está instalado o no, y de si está habilitado o deshabilitado.
hr: Dostupne radnje će se promijeniti ovisno o tome da li je dodatak instaliran ili ne, i da li je omogućen ili onemogućen.
nl: Welke acties beschikbaar zijn is afhankelijk van het wel of niet geïnstalleerd zijn van de add-on in kwestie , en in- of uitgeschakeld zijn.
pt_br: As ações disponíveis mudarão dependendo se o complemento está instalado ou não e se está habilitado ou desabilitado.
ru: Доступные действия будут меняться в зависимости от того, установлено ли дополнение или нет, а также включено ли оно или отключено.
ta: ஒரு நீட்சிநிரல் நிறுவப்பட்டிருக்கிறதா, அல்லது நிறுவப்படாமலிருக்கிறதா என்பதையும், அது முடுக்கப்பட்டிருக்கிறதா, அல்லது முடக்கப்பட்டிருக்கிறதா என்பதையும் பொறுத்து, கிடைப்பிலிருக்கும் செயல்கள் மாறுபடும்.
zh_tw: 可用的動作將根據附加元件是否安裝及是否啟用或停用而改變。

source: Add-on list views
bg: Списъци с добавки
de: Listenansichten der NVDA-Erweiterungen
es: Vistas de Lista de Complementos
hr: Prikazi popisa dodataka
nl: Gesorteerde Add-on-lijsten
pt_br: Visualizações de lista de complementos
ru: Списки дополнений
ta: நீட்சிநிரல் பட்டியல் காட்சிகள்
zh_tw: 附加元件清單檢視

source: There are different views for installed, updatable, available and incompatible add-ons.
bg: Има различни списъци за инсталирани, обновяеми, налични и несъвместими добавки.
de: Es gibt verschiedene Ansichten für installierte, zu aktualisierende, verfügbare und inkompatible NVDA-Erweiterungen.
es: Hay diferentes vistas para los complementos: instalados, actualizables, disponibles e incompatibles.
hr: Postoje različiti prikazi za instalirane dodatke, dodatke koji se mogu ažurirati, dostupne i nekompatibilne dodatke.
nl: De lijst met Add-ons kan op verschillende manieren worden gesorteerd, te weten, geïnstalleerde, bij te werken, beschikbare en incompatibele add-ons.
pt_br: Existem diferentes visualizações para complementos instalados, atualizáveis, disponíveis e incompatíveis.
ru: Существуют различные представления для установленных, обновлённых, доступных и установленных несовместимых дополнений.
ta: கிடைப்பிலிருக்கும், நிறுவப்பட்டிருக்கும், இற்றாக்கக்கூடிய, இணக்கமற்ற நீட்சிநிரல்களுக்கென்று தனித்தனியே பட்டியல் காட்சிகள் உள்ளன.
zh_tw: 對於已安裝、可更新、可用和不相容附加元件有不同的檢視畫面，

source: To change the view of add-ons, change the active tab of the add-ons list using `ctrl+tab`.
bg: За да превключите между списъците с добавки, променете текущия раздел, като използвате `Control+Tab`.
de: Um die Ansicht der NVDA-Erweiterungen zu ändern, wechseln Sie in die Registerkarte der Liste der NVDA-Erweiterungen mit `Strg+Tab`.
es: Para cambiar la vista de los complementos, cambia la pestaña activa de la lista de complementos utilizando `ctrl+tab`.
hr: Da biste promenili prikaz dodataka, promenite aktivnu karticu liste dodataka prečicom `ctrl+tab`.
nl: Om de voorliggende weergave van de Add-onlijst te wijzigen moet u het actieve tabblad aanpassen met `ctrl+tab`.
pt_br: Para alterar a visualização dos complementos, altere a guia ativa da lista de complementos usando `ctrl+tab`.
ru: Чтобы изменить вид дополнений, измените активную вкладку списка дополнений, используя комбинацию клавиш `ctrl+tab`.
ta: நீட்சிநிரலின் காட்சியை மாற்றியமைக்க, `கட்டுப்பாடு+தத்தல்`, அல்லது கட்டுப்பாடு+மாற்றழுத்தி+தத்தல் விசையை அழுத்தி, தேவைப்படும் பட்டியல் காட்சியை செயலுக்குக் கொண்டுவரலாம்.
zh_tw: 要變更附加元件的檢視，請使用 Ctrl+Tab 變更附加元件清單的索引標籤，

source: You can also `tab` to the list of views, and move through them with the `leftArrow` and `rightArrow` keys.
bg: Можете също така да отидете с `TAB` до списъка с раздели и да превключвате между тях със `стрелка наляво` и `стрелка надясно`.
de: Sie können auch mit der `Tab-Taste` bis zur Liste der Ansichten wandern und sich mit den `Pfeiltaste nach links` und `Pfeiltaste nach rechts` durch diese navigieren.
es: También puedes pulsar `tab` hasta la lista de vistas y desplazarte por ella con la `flecha izquierda` y `flecha derecha`.
hr: Možete se takođe kretati tipkom `tab` do popisa prikaza, i kretati se kroz njih `strelicomLevo` i `strelicomDesno`.
nl: U kunt ook naar de weergaveoverzichtslijst `tabben` en er doorheen lopen met de `linkerPijl` en `rechterPijl`.
pt_br: Também pode `tab` até a lista de visualizações, e percorrê-las com as teclas `seta para esquerda` e `seta para direita`.
ru: Также можно клавишей `tab` перейти на список вкладок многостраничного диалога и перемещаться по нему клавишами `Стрелка влево` и `Стрелка вправо`.
ta: `தத்தல்` விசையை அழுத்தி கீற்றுக் கட்டுப்பாட்டிற்குச் சென்று, `இடதம்பு`, அல்லது `வலதம்பு` விசையைப் பயன்படுத்தி, பட்டியல் காட்சியை மாற்றியமைக்கலாம்.
zh_tw: 您也可以按 Tab 到檢視清單，並使用向左鍵或向右鍵在它們之間移動。

source: Filtering for enabled or disabled add-ons
bg: Филтриране за включени или изключени добавки
de: Aktivierte oder deaktivierte NVDA-Erweiterungen filtern
es: Filtrar por complementos habilitados y deshabilitados
hr: Filtriranje omogućenih ili onemogućenih dodataka
nl: Sorteren op in- of uitgeschakelde add-ons
pt_br: Filtrando complementos habilitados ou desabilitados
ru: Фильтрация включённых или отключённых дополнений
ta: முடுக்கப்பட்ட, அல்லது முடக்கப்பட்ட நீட்சிநிரல்களுக்கான வடிகட்டுதல்
zh_tw: 篩選啟用或停用的附加元件

source: Normally, an installed add-on is "enabled", meaning that it is running and available within NVDA.
bg: Обикновено инсталираната добавка е „включена“, което означава, че работи и е достъпна в NVDA.
de: Normalerweise ist eine installierte NVDA-Erweiterung "aktiviert", d. h., es wird ausgeführt und ist in NVDA verfügbar.
es: Normalmente, un complemento instalado está "habilitado", lo que significa que se está ejecutando y que está disponible en NVDA.
hr: Obično, instaliran dodatak je "omogućen", što znači da je pokrenut i dostupan u programu NVDA.
nl: Normaal gesproken, is een geïnstalleerde add-on ingeschakeld wat inhoudt dat deze binnen NVDA actief en beschikbaar is.
pt_br: Normalmente, um complemento instalado está "habilitado", o que significa que está em execução e disponível no NVDA.
ru: Обычно установленное дополнение имеет состояние "включено", что означает, что оно запущено и доступно в NVDA.
ta: நிறுவப்படும் நீட்சிநிரல்கள் பொதுவாக முடுக்கப்பட்டிருக்கும் என்பதால், அவை என்விடிஏவில் இயங்கிக்கொண்டிருக்கின்றன என்று பொருள்கொள்ளலாம்.
zh_tw: 通常安裝的附加元件處於「啟用」狀態，表示正在 NVDA 中執行且可用，

source: However, some of your installed add-ons may be set to the "disabled" state.
bg: Въпреки това, някои от вашите инсталирани добавки може да са зададени в състояние „изключена“.
de: Es kann jedoch sein, dass einige der installierten NVDA-Erweiterungen auf den Status "deaktiviert" haben.
es: No obstante, algunos de los complementos instalados pueden estar en estado"deshabilitado".
hr: Ali, neki instalirani dodaci mogu biti "onemogućeni".
nl: Het is echter wel mogelijk dat enkele geïnstalleerde add-ons op 'uitgeschakeld'staan.
pt_br: No entanto, alguns dos complementos instalados podem estar configurados para o estado "desabilitado".
ru: Однако некоторые из установленных вами дополнений могут быть переведены в состояние "отключено".
ta: ஆனால், நிறுவப்பட்டிருக்கும் தங்களின் சில நீட்சிநிரல்கள் முடக்கப்பட்ட நிலைக்கு அமைக்கப்பட்டிருக்கலாம்.
zh_tw: 不過某些您安裝的附加元件可能被設為「停用」狀態，

source: This means that they will not be used, and their functions won't be available during your current NVDA session.
bg: Това означава, че те няма да бъдат използвани и функциите им няма да са налични по време на текущата ви сесия на NVDA.
de: Das bedeutet, dass sie nicht verwendet werden und ihre Funktionen während der aktuellen NVDA-Sitzung nicht zur Verfügung stehen.
es: Esto significa que no serán utilizados, y que sus funciones no estarán disponibles durante la sesión actual de NVDA.
hr: Ovo znači da se neće koristiti, i njihove funkcije neće biti dostupne u toku ove NVDA sesije.
nl: Dit houdt in dat ze niet in gebruik zijn en dat de functie ervan niet beschikbaar is tijdens de NVDA-sessie van het moment.
pt_br: Isto significa que eles não serão usados e suas funções não estarão disponíveis durante a sua sessão atual do NVDA.
ru: Это означает, что они не будут использоваться, и их функции будут недоступны во время вашего текущего сеанса NVDA.
ta: அதாவது, இதுபோன்ற நீட்சிநிரல்கள் பயன்படுத்தப்பட மாட்டாது என்பதோடு, என்விடிஏவில் அவைகளின் செயல்களும் கிடைப்பிலிருக்காது.
zh_tw: 這表示它們將不會被使用，並且在目前的 NVDA 階段期間它們的功能不可用。

source: You may have disabled an add-on because it conflicted with another add-on, or with a certain application.
bg: Може да сте изключили добавка, защото е в конфликт с друга добавка или с определено приложение.
de: Möglicherweise haben Sie eine NVDA-Erweiterung deaktiviert, weil es mit einer anderen oder mit einer bestimmten Anwendung in Konflikt stand.
es: Puedes haber deshabilitado un complemento debido a que entraba en conflicto con otro, o con cierta aplicación.
hr: Možda ste onemogućili dodatak zato što je bio u sukobu sa nekim drugim dodatkom, ili sa određenom aplikacijom.
nl: Het kan zijn dat u een add-on hebt uitgeschakeld omdat de werking ervan werd verstoord door een andere add-on, of door een of andere toepassing.
pt_br: Você pode ter desabilitado um complemento porque ele entrou em conflito com outro complemento ou com um determinado aplicativo.
ru: Возможно, вы отключили дополнение, поскольку оно конфликтовало с другим дополнением или с определённым приложением.
ta: வேறொரு நீட்சிநிரல், அல்லது ஒரு பயன்பாட்டுடன் முரண்படுகிறது என்று கருதி ஒரு நீட்சிநிரலை தாங்கள் முடக்கியிருக்கலாம்.
zh_tw: 您有可能因為某個附加元件與另一個附加元件或某個應用程式衝突而將它停用。

source: NVDA may also disable certain add-ons, if they are found to be incompatible during an NVDA upgrade; though you will be warned if this is going to happen.
bg: NVDA може също да изключи определени добавки, ако се установи, че са несъвместими по време на обновяване на NVDA. Ще бъдете предупредени, ако това се случи.
de: NVDA kann auch bestimmte NVDA-Erweiterungen selbstständig deaktivieren, wenn diese während eines NVDA-Update für inkompatibel befunden werden; Sie werden jedoch davor gewarnt, wenn dies vorkommen sollte.
es: NVDA también puede deshabilitar ciertos complementos si se descubre que son incompatibles durante una actualización del programa; aunque se te avisará si esto fuese a ocurrir.
hr: NVDA će možda također onemogućiti određene dodatke, ako su postali nekompatibilni u toku NVDA ažuriranja; ali dobićete upozorenje ako do ovoga dođe.
nl: NVDA kan bepaalde add-ons, ook uitschakelen als blijkt dat ze incompatibel zijn tijdens een NVDA-upgrade; hiervoor wordt u echter wel gewaarschuwd als dit het geval is.
pt_br: O NVDA também pode desabilitar certos complementos, se eles forem considerados incompatíveis durante uma atualização do NVDA; embora você seja avisado se isso for acontecer.
ru: NVDA также может отключить некоторые дополнения, если они окажутся несовместимыми во время обновления NVDA, хотя вы будете предупреждены, если это произойдёт.
ta: என்விடிஏவை இற்றாக்கும்பொழுது சில நீட்சிநிரல்கள் இணக்கமற்றவையாகிவிடும் என்கிற நிலையில், அதுகுறித்து எச்சரிக்கப்பட்டு, அந்நீட்சிநிரல்கள் முடுக்கப்படும்.
zh_tw: 如果在 NVDA 升級過程中發現某些附加元件不相容，NVDA 也可能會停用它們，若是這種情況您會收到警告。

source: Add-ons can also be disabled if you simply don't need them for a prolonged period, but don't want to uninstall them because you expect to want them again in the future.
bg: Добавките също могат да бъдат изключени, ако просто не се нуждаете от тях за продължителен период от време, но не искате да ги деинсталирате, защото очаквате да ги използвате отново в бъдеще.
de: NVDA-Erweiterungen können auch deaktiviert werden, wenn Sie sie über einen längeren Zeitraum nicht benötigen, sie aber nicht deinstallieren möchten, weil Sie sie in Zukunft wieder benötigen könnten.
es: Los complementos también pueden deshabilitarse si simplemente no los necesitas durante un período prolongado, pero no quieres desinstalarlos porque esperas volver a necesitarlos en el futuro.
hr: Dodaci se također mogu onemogućiti ako vam neće trebati u dužem periodu, ali ne želite ih ukloniti zato što očekujete da će vam trebati u budućnosti.
nl: Add-ons kunnen ook worden uitgeschakeld als u ze eenvoudigweg gedurende langere tijd niet nodig hebt, maar u ze niet wilt deïnstalleren omdat u verwacht er in de toekomst weer gebruik van te gaan maken.
pt_br: Os complementos também podem ser desabilitados se você simplesmente não precisar deles por um período prolongado, mas não quiser desinstalá-los porque espera querê-los novamente no futuro.
ru: Дополнения также можно отключить, если они просто не нужны вам в течение длительного времени, но вы не хотите их удалять, поскольку ожидаете, что они снова понадобятся вам в будущем.
ta: நீண்ட காலத்திற்கு தேவைப்படாது என்றபோதிலும், எதிர்காலத்தில் அவை தேவைப்படலாம் என்று கருதி, சில நீட்சிநிரல்களை நிறுவுநீக்காமல் அவைகளை தாங்கள் முடக்கியிருக்கலாம்.
zh_tw: 如果您僅是長時間不需要某些附加元件，但未來可能會需要而不想將它們移除，也可以將它們停用。

source: The lists of installed and incompatible add-ons can be filtered by their enabled or disabled state.
bg: Списъците с инсталирани и несъвместими добавки могат да бъдат филтрирани по тяхното включено или изключено състояние.
de: Die Liste der installierten und inkompatiblen NVDA-Erweiterungen können nach ihrem aktivierten oder deaktivierten Status gefiltert werden.
es: Las listas de complementos instalados e incompatibles pueden filtrarse por su estado de habilitación o deshabilitación.
hr: Popisi instaliranih i nekompatibilnih dodataka se mogu izdvojiti na osnovi toga da li su omogućeni ili onemogućeni.
nl: De lijsten met geïnstalleerde en incompatibele add-ons kunnen op basis van de status íngeschakeld' of 'uitgeschakeld' worden gesorteerd.
pt_br: As listas de complementos instalados e incompatíveis podem ser filtradas pelo estado habilitado ou desabilitado.
ru: Списки установленных и несовместимых дополнений можно отфильтровать по их включенному или отключенному состоянию.
ta: நிறுவப்பட்டுள்ள மற்றும் இணக்கமற்ற நீட்சிநிரல்களை, அவைகளின் முடுக்கப்பட்ட, அல்லது முடக்கப்பட்ட நிலையைக் கொண்டு பட்டியலில் வடிகட்டலாம்.
zh_tw: 已安裝和不相容的附加元件清單可以依照其啟用或停用狀態來篩選，

source: The default shows both enabled and disabled add-ons.
bg: По подразбиране се показват както включените, така и изключените добавки.
de: In der Standard-Einstellung werden sowohl aktivierte als auch deaktivierte NVDA-Erweiterungen angezeigt.
es: Por defecto se muestran tanto los complementos habilitados como los deshabilitados.
hr: Podrazumijevano će se prikazati i omogućeni i onemogućeni dodaci.
nl: Standaard worden zowel ingeschakelde als uitgeschakelde add-ons getoond.
pt_br: O padrão mostra ambos complementos, habilitados e desabilitados.
ru: По умолчанию отображаются как включенные, так и отключенные дополнения.
ta: முடுக்கப்பட்ட மற்றும் முடக்கப்பட்ட நீட்சிநிரல்கள் இரண்டும் இயல்பில் காட்டப்படுகின்றன.
zh_tw: 預設會同時顯示啟用和停用的附加元件。

source: Include incompatible add-ons
bg: Показвай несъвместими добавки
de: Inkompatible NVDA-Erweiterungen einbeziehen
es: Incluir complementos incompatibles
hr: Uključi nekompatibilne dodatke
nl: Incompatibele add-ons insluiten
pt_br: Incluir complementos incompatíveis
ru: Показывать несовместимые дополнения
ta: இணக்கமற்ற நீட்சிநிரல்களை சேர்த்துக்கொள்ளவும்
zh_tw: 包含不相容附加元件

source: Available and updatable add-ons can be filtered to include [incompatible add-ons](#incompatibleAddonsManager) that are available to install.
bg: Наличните и обновяеми добавки могат да бъдат филтрирани, за да включват [несъвместими добавки](#incompatibleAddonsManager), които са достъпни за инсталиране.
de: Verfügbare und zu aktualisierende NVDA-Erweiterungen können gefiltert werden, um [inkompatible NVDA-Erweiterungen](#incompatibleAddonsManager) einzuschließen, die zur Installation verfügbar sind.
es: Los complementos disponibles y actualizables pueden filtrarse para incluir [complementos incompatibles](#incompatibleAddonsManager) que están disponibles para instalar.
hr: Dostupni dodaci i dodaci koji se mogu ažurirati mogu se izdvojiti tako da uključuju [nekompatibilne dodatke](#incompatibleAddonsManager) koji su dostupni za instalaciju.
nl: Beschikbare en bij te werken add-ons kunnen worden gesorteerd met insluiting van[[incompatibele add-ons](#incompatibleAddonsManager) die voor installatie beschikbaar zijn.
pt_br: Os complementos disponíveis e atualizáveis podem ser filtrados para incluir [complementos incompatíveis](#incompatibleAddonsManager) que estão disponíveis para instalação.
ru: На вкладках доступных и обновлённых дополнений можно отфильтровать их, чтобы [показывать несовместимые дополнения](#incompatibleAddonsManager).
ta: [இணக்கமற்ற நீட்சிநிரல்களை](#incompatibleAddonsManager) சேர்த்துக்கொள்ள, நிறுவுவதற்காக கிடைப்பிலிருக்கும் மற்றும் இற்றாக்கக்கூடிய நீட்சிநிரல்களை வடிகட்டலாம்.
zh_tw: 當篩選可用和可更新的附加元件時會包含那些可安裝的[不相容附加元件](#incompatibleAddonsManager)。

source: Filter add-ons by channel
bg: Филтриране на добавките по канал
de: NVDA-Erweiterungen nach Kanal filtern
es: Filtrar complementos por canal
hr: Izdvajanje dodataka po kanalima
nl: Add-ons sorteren op basis van kanaal
pt_br: Filtrar complementos por canal
ru: Фильтрация дополнений по каналу
ta: அலைத்தடத்தின்படி நீட்சிநிரல்களை வடிகட்டவும்
zh_tw: 依照通道篩選附加元件

source: Add-ons can be distributed through up to four channels:
bg: Добавките могат да се разпространяват чрез до четири канала:
de: NVDA-Erweiterungen können über bis zu vier Kanäle verteilt werden:
es: Los complementos se pueden distribuir por hasta cuatro canales:
hr: Dodaci se mogu nuditi u četiri kanala:
nl: Add-ons kunnen via maximaal vier kanalen worden uitgezet:
pt_br: Os complementos podem ser distribuídos através de até quatro canais:
ru: Дополнения могут распространяться по четырем каналам:
ta: பின்வரும் நான்கு அலைத்தடங்கள் வரை நீட்சிநிரல்களை வழங்கலாம்:
zh_tw: 附加元件可以透過最多四個通道分發：
