Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: To activate the button or the element containing the formula, press ctrl+enter.
bg: За да задействате бутона или елемента, съдържащ формулата, натиснете Control+Enter.
de: Drücken Sie Strg+Eingabe, um die Schaltfläche oder das Element, welches die Formel enthält, zu aktivieren.
es: Para activar el botón o el elemento que contiene la fórmula, pulsa ctrl+intro.
hr: Kako biste aktivirali gumb ili element koji sadrži formulu, Pritisnite ctrl+enter.
nl: Om de knop of het besturingselement metdaarin de formule te activeren, gebruikt u de toetscombinatie ctrl+enter.
pt_br: Para ativar o botão ou o elemento que contém a fórmula, pressione ctrl+enter.
ru: Для активации кнопки или элемента, содержащего формулу, нажимайте Control+Enter.
ta: சூத்திரத்தைக் கொண்டுள்ள பொத்தானை, அல்லது பிற களங்களை இயக்க, கட்டுப்பாடு+உள்ளிடு விசையை அழுத்தவும்.
zh_tw: 要啟動按鈕或含有公式的項目，按 Ctrl+Enter。

source: Installing MathPlayer
bg: Инсталиране на MathPlayer
de: MathPlayer installieren
es: Instalar MathPlayer
hr: Instaliranje MathPlayera
nl: MathPlayer installeren
pt_br: Instalando o MathPlayer
ru: Установка MathPlayer
ta: மேத் பிளேயரை நிறுவுதல்
zh_tw: 安裝 MathPlayer

source: Although it is generally recommended to use one of the newer NVDA add-ons to support math in NVDA, in certain limited scenarios MathPlayer may still be a more suitable choice.
bg: Въпреки че общите препоръки са да ползвате една от по-новите добавки за NVDA за поддръжка на математика в NVDA, в някои ограничени сценарии MathPlayer все още може да бъде по-подходящ избор.
de: Obwohl allgemein empfohlen wird, eine der neueren NVDA-Erweiterungen zur Unterstützung von Mathematik in NVDA zu verwenden, kann MathPlayer in bestimmten und begrenzten Szenarios immer noch die geeignetere Wahl sein.
es: Aunque generalmente se recomienda utilizar uno de los nuevos complementos de NVDA para soportar matemáticas en NVDA, en ciertas ocasiones limitadas MathPlayer puede ser una opción más adecuada.
hr: Iako je uobičajeno preporučeno korištenje jednog od novijih NVDA dodataka za podršku matematike u NVDA, u nekim ograničenim scenarijima MathPlayer može još uvijek biti prihvatljiva opcija.
nl: Hoewel het in 't algemeen aan te bevelen is om een van de nieuwere NVDA add-ons te gebruiken om met wiskundige inhoud te werken in NVDA, kan MathPlayer onder bepaalde omstandigheden een meer geschikte keus zijn.
pt_br: Embora geralmente seja recomendado usar um dos complementos mais recentes do NVDA para suportar matemática no NVDA, em certos cenários limitados o MathPlayer ainda pode ser uma escolha mais adequada.
ru: Хотя обычно рекомендуется использовать одно из новых дополнений NVDA для поддержки математики в NVDA, в некоторых ограниченных сценариях MathPlayer может быть более подходящим выбором.
ta: என்விடிஏவில் கணக்கை ஆதரிக்க புதிய என்விடிஏ நீட்சிநிரல்களில் ஒன்றைப் பயன்படுத்துவது பொதுவாக பரிந்துரைக்கப்பட்டாலும், சில குறிப்பிட்ட சூழ்நிலைகளில் மேத் பிளேயர் இன்னும் பொருத்தமான தேர்வாக இருக்கும்.
zh_tw: 雖然通常建議使用其中一種新版 NVDA 附加元件以在 NVDA 中支援數學，但在某些受限制的情境下，MathPlayer 或許仍是更合適的選擇，

source: E.g. MathPlayer may support a particular language or Braille code that is unsupported in newer add-ons.
bg: Например MathPlayer може да поддържа дадени езици или брайлов код, който не се поддържа от новите добавки.
de: MathPlayer z. B. unterstützt möglicherweise eine bestimmte Sprache oder einen Braille-Code, der in neueren Add-ons nicht unterstützt wird.
es: Ej.: MathPlayer puede admitir un lenguaje o un código braille en particular que no esté soportado en los complementos más modernos.
hr: Na primjer MathPlayer može podržavati određeni jezik ili standard brajice koji nisu podržani u novijim dodacima.
nl: MathPlayer kan bijv. ondersteuning voor een specifieke taal of Braill- code bieden waarvoor geen ondersteuning is in de nieuwere add-ons.
pt_br: Por exemplo, o MathPlayer pode suportar um idioma específico ou código Braille que não é suportado em complementos mais recentes.
ru: Например, MathPlayer может поддерживать определённый язык или код Брайля, который не поддерживается более новыми дополнениями.
ta: எ.கா. புதிய நீட்சிநிரல்களில் ஆதரிக்கப்படாத குறிப்பிட்ட மொழி, அல்லது பிரெயில் குறியீட்டினை மேத் பிளேயர் ஆதரிக்கலாம்.
zh_tw: 例如 MathPlayer 能夠支援在新版附加元件中不支援的特定語言或點字碼。

source: MathPlayer is available for free from the Wiris website.
bg: MathPlayer е наличен за безплатно изтегляне от уебсайта на Wiris.
de: MathPlayer ist kostenlos auf der Webseite von Wiris erhältlich.
es: MathPlayer está disponible gratuitamente en el sitio web de Wiris.
hr: MathPlayer je besplatno dostupan na web stranici Wiris.
nl: MathPlayer is gratis verkrijgbaar op de website van Wiris.
pt_br: O MathPlayer está disponível gratuitamente no site da Wiris.
ru: MathPlayer можно бесплатно скачать с сайта Wiris.
ta: மேத் பிளேயர் விரிஸ் வலைதளத்தில் இலவசமாகக் கிடைக்கிறது.
zh_tw: MathPlayer 可從 Wiris 網站免費取得。

source: [Download MathPlayer](https://downloads.wiris.com/mathplayer/MathPlayerSetup.exe).
bg: [Изтегляне на MathPlayer](https://downloads.wiris.com/mathplayer/MathPlayerSetup.exe).
de: [MathPlayer herunterladen](https://downloads.wiris.com/mathplayer/MathPlayerSetup.exe).
es: [Descargar MathPlayer](https://downloads.wiris.com/mathplayer/MathPlayerSetup.exe).
hr: [Preuzmite MathPlayer](https://downloads.wiris.com/mathplayer/MathPlayerSetup.exe).
pt_br: [Baixar MathPlayer](https://downloads.wiris.com/mathplayer/MathPlayerSetup.exe).
ru: [Скачать MathPlayer](https://downloads.wiris.com/mathplayer/MathPlayerSetup.exe).
ta: [மேத் பிளேயரைத் தரவிறக்கிக் கொள்ளவும்](https://downloads.wiris.com/mathplayer/MathPlayerSetup.exe).
zh_tw: [下載 MathPlayer](https://downloads.wiris.com/mathplayer/MathPlayerSetup.exe)。

source: After installing MathPlayer, you will need to restart NVDA.
bg: След като инсталирате MathPlayer, ще трябва да рестартирате NVDA.
de: Nach der Installation von MathPlayer müssen Sie NVDA neu starten.
es: Después de instalar MathPlayer, necesitarás reiniciar NVDA.
hr: Poslije instalacije MathPlayera, trebat ćete ponovno pokrenuti NVDA.
nl: Na installatie van MathPlayer, moet NVDA opnieuw gestart worden.
pt_br: Após instalar o MathPlayer, você precisará reiniciar o NVDA.
ru: После установки MathPlayer необходимо перезапустить NVDA.
ta: மேத் பிளேயரை நிருவிய பிறகு என்விடிஏவை தாங்கள் மறுதுவக்க வேண்டியிருக்கும்.
zh_tw: 安裝 MathPlayer 後您需要重新啟動 NVDA。

source: Please note that information about MathPlayer may state that it is only for older browsers such as Internet Explorer 8.
bg: Моля, имайте предвид, че информацията за MathPlayer може да показва, че той е само за по-стари браузъри като Internet Explorer 8.
de: Bitte beachten Sie, dass in den Informationen zum MathPlayer angegeben sein kann, dass er nur für ältere Browser wie Internet Explorer 8 geeignet ist.
es: Ten en cuenta que la información acerca de MathPlayer puede indicar que es sólo para navegadores antiguos como Internet Explorer 8.
hr: Imajte na umu da u informacijama može biti naznačeno da je MathPlayer samo za starije preglednike poput Internet Explorera 8.
nl: Merk op dat in de informatie over MathPlayer kan staan dat deze alleen bestemd is voor oudere browsers zoals Internet Explorer 8.
pt_br: Por favor, note que as informações sobre o MathPlayer podem indicar que ele é apenas para navegadores mais antigos, como o Internet Explorer 8.
ru: Обратите внимание, что в информации о MathPlayer может быть указано, что он предназначен только для старых браузеров, таких как Internet Explorer 8.
ta: இன்டர்நெட் எக்ஸ்ப்ளோரர் 8 போன்ற பழைய உலாவிகளுக்கு மட்டுமே என்று மேத் பிளேயர் குறித்த தகவல் குறிப்பிடலாம் என்பதைக் கவனிக்கவும்.
zh_tw: 附註：有關 MathPlayer 的資訊表明它僅適用於舊版的瀏覽器例如 Internet Explorer 8，

source: This is only referring to using MathPlayer to display mathematical content visually, and can be ignored by those using it to read or navigate math with NVDA.
bg: Това се отнася само за ползването на MathPlayer да показва математическото съдържание визуално и може да се игнорира от онези, които го ползват, за да четат или навигират в математиката с NVDA.
de: Dies bezieht sich nur auf die Verwendung von MathPlayer zur visuellen Anzeige mathematischer Inhalte und kann von Benutzern ignoriert werden, die ihn zum Lesen oder Navigieren in Mathematik mit NVDA verwenden.
es: Esto sólo se refiere al uso de MathPlayer para mostrar contenido matemático visualmente y puede ignorarse por aquellos que lo utilicen para leer o navegar por matemáticas con NVDA.
hr: Ovo se odnosi na vizualni prikaz matematike, i oni koji koriste MathPlayer za čitanje matematike sa NVDA, slobodno mogu ovo ignorirati.
nl: Hiermee wordt uitsluitend gedoeld op het gebruik van MathPlayer om wiskundige inhoud visueel weer te geven, en kan worden genegeerd door gebruikers die met NVDA inhoud van wiskundige aard willen lezen of erin willen navigeren.
pt_br: Isso se refere apenas ao uso do MathPlayer para exibir conteúdo matemático visualmente, e pode ser ignorado por aqueles que o usam para ler ou navegar em matemática com o NVDA.
ru: Это относится только к использованию MathPlayer для визуального отображения математического контента, и может быть проигнорировано теми, кто использует его для чтения или навигации по математическому содержимому с помощью NVDA.
ta: இது கணக்கு உள்ளடக்கத்தை பார்வைக்குத் தெரியும் வண்ணம் மேத் பிளேயரைப் பயன்படுத்துவதை மட்டுமே குறிக்கிறது. என்விடிஏவுடன் கணக்கைப் படிக்க, அல்லது வழிசெலுத்த மேத் பிளேயரைப் பயன்படுத்துபவர்கள் இச்செய்தியைப் புறக்கணிக்கலாம்.
zh_tw: 這指的是使用 MathPlayer 顯示視覺上的數學內容，使用它透過 NVDA 讀取或導覽數學的人可以忽略。

source: Braille
bg: Брайл
es: <target/>
hr: Brajica
ru: Шрифт брайля
ta: பிரெயில்
zh_tw: 點字

source: If you own a braille display, NVDA can display information in braille.
bg: Ако притежавате брайлов дисплей, NVDA може да показва информацията на брайл.
de: Wenn Sie eine Braillezeile besitzen, kann NVDA diese verwenden, um Informationen in Blindenschrift darzustellen.
es: Si tienes una pantalla braille, NVDA puede mostrar información en braille.
hr: Ako posjedujete brajični redak, NVDA može prikazivati informacije koristeći brajicu.
nl: Als u over een brailleleesregel beschikt, kan NVDA informatie in braille weergeven.
pt_br: Se você possui uma linha braille, o NVDA pode exibir informações em braille.
ru: Если у вас есть брайлевский дисплей, то NVDA с его помощью может выводить информацию шрифтом брайля.
ta: பிரெயில் காட்சியமைவினை தாங்கள் வைத்திருந்தால், தகவல்களை என்விடிஏ பிரெயிலில் அளிக்கும்.
zh_tw: 如果您擁有一台點顯器，NVDA 可以以點字的形式顯示資訊，

source: If your braille display has a Perkins-style keyboard, you can also enter contracted or uncontracted braille.
bg: Ако вашият брайлов дисплей има клавиатура в стил Пъркинс, можете да въвеждате също на брайлов краткопис или литературен брайл.
de: Falls die Braillezeile eine Tastatur besitzt, können Sie außerdem Kurz-, Voll- oder Basisschrift eingeben.
es: Si tu pantalla braille tiene un teclado tipo Perkins, también puedes introducir braille contraído o sin contraer.
hr: Ako vaš brajični redak posjeduje perkins tipkovnicu, možete pisati kratkopisom ili punim pismom.
nl: Als uw brailleleesregel een toetsenbord heeft van het type Perkins kunt u ook zowel verkort als onverkort braille invoeren.
pt_br: Se a sua linha braille tem um teclado estilo Perkins, você também pode digitar em braille abreviado ou integral.
ru: Если на вашем брайлевском дисплее есть клавиатура Перкинса, вы также можете использовать сокращённый или полный брайлевский ввод.
ta: தங்களின் பிரெயில் காட்சியமைவு பெர்க்கின்ஸ் மாதிரியான விசைப்பலகையைக் கொண்டிருந்தால், குறுக்கப்பட்ட, அல்லது குறுக்கப்படாத பிரெயிலினை உள்ளிடலாம்.
zh_tw: 若您的點顯器有柏金斯類型的鍵盤，您也可以鍵入收縮或未收縮的點字。

source: Braille can also be displayed on screen using the [Braille Viewer](#BrailleViewer) instead of, or at the same time as, using a physical braille display.
bg: Брайлът може да бъде извеждан и на екрана с помощта на [брайловия визуализатор](#BrailleViewer) вместо или едновременно с използването на физически брайлов дисплей.
de: Die Braillezeile kann auch mit dem [Braille-Btrachter](#BrailleViewer) anstelle oder gleichzeitig mit einer physischen Braille-Zeile auf dem Bildschirm angezeigt werden.
es: El Braille también puede mostrarse en pantalla utilizando el [Visualizador de Braille](#BrailleViewer) en su lugar, o al mismo tiempo, utilizando una pantalla braille física.
hr: Brajica također može biti prikazana koristeći [preglednik brajice](#BrailleViewer) umjesto na brajičnom retku, ili se može prikazivati na brajičnom retku i uz pomoć preglednika brajice.
nl: Braille kan ook op het scherm worden weergegeven met behulp van de [Braille Viewer](#BrailleViewer) in plaats van, of tegelijk met een fysieke brailleleesregel.
pt_br: Braille também pode ser exibido na tela usando o [Visualizador de Braille](#BrailleViewer) em vez de, ou ao mesmo tempo, usando uma linha braille física.
ru: С помощью [Просмотрщика брайля](#BrailleViewer), вы также можете одновременно с физическим брайлевским дисплеем, отображать брайлевский вывод визуально на экране.
ta: பிரெயில் காட்சியமைவுடன் இணைந்தோ, அல்லது தனித்தோ, [பிரெயில் தோற்றத்தைப்](#BrailleViewer) பயன்படுத்தி, திரையில் பிரெயிலைக் காட்சிபடுத்தலாம்.
zh_tw: 點字也可以不需點顯器而是使用[點字檢視器](#BrailleViewer)在畫面上顯視，或者兩者同時使用。

source: Please see the [Supported Braille Displays](#SupportedBrailleDisplays) section for information about the supported braille displays.
bg: Моля вижте раздела [Поддържани брайлови дисплеи](#SupportedBrailleDisplays) за информация относно поддържаните брайлови дисплеи.
de: Bitte lesen Sie im Abschnitt [Unterstützte Braillezeilen](#SupportedBrailleDisplays), ob die Braillezeile unterstützt wird.
es: Por favor consulta la sección [Pantallas Braille admitidas](#SupportedBrailleDisplays) para información acerca de las pantallas braille soportadas.
hr: Za više informacija o podržanim brajičnim redcima, pogledajte poglavlje [Podržani brajični redci](#SupportedBrailleDisplays).
nl: Raadpleegde paragraaf [Ondersteunde Brailleleesregels](#SupportedBrailleDisplays) voor informatie over de ondersteunde brailleleesregels.
pt_br: Consulte a seção de [Linhas Braille Suportadas](#SupportedBrailleDisplays) para obter informações sobre as linhas braille suportadas.
ru: Для получения более подробной информации, пожалуйста обратитесь к разделу [поддерживаемые брайлевские дисплеи](#SupportedBrailleDisplays).
ta: ஆதரவளிக்கப்படும் பிரெயில் காட்சியமைவுகள் குறித்து அறிய, இவ்வழிகாட்டியிலுள்ள [ஆதரவளிக்கப்படும் பிரெயில் காட்சியமைவுகள்](#SupportedBrailleDisplays) என்கிற பிரிவினைக் காணவும்.
zh_tw: 請參見[支援的點顯器](#SupportedBrailleDisplays)章節以獲取支援的點顯器資訊，

source: This section also contains information about what displays support NVDA's automatic background braille display detection functionality.
bg: Този раздел съдържа и информация за това, кои дисплеи поддържат функцията за автоматично откриване на заден план на брайлови дисплеи на NVDA.
de: Dieser Abschnitt enthält auch Informationen darüber, welche Braillezeilen die automatische Braillezeilenerkennung von NVDA unterstützen.
es: Esta sección también contiene información sobre qué pantallas son compatibles con la función de detección automática de pantallas braille de NVDA.
hr: To poglavlje sadrži dodatne informacije o tome, koji brajični redci podržavaju automatsko otkrivanje brajičnih redaka.
nl: In deze paragraaf vindt u ook informatie over die brailleleesregels die door NVDA automatisch als zodanig herkend worden.
pt_br: Essa seção também contém informações sobre quais linhas suportam a funcionalidade de detecção automática de linha braille em segundo plano do NVDA.
ru: В этом разделе также содержится информация о том, автоматическое обнаружение каких брайлевских дисплеев поддерживается в NVDA.
ta: பிரெயில் காட்சியமைவுகளைப் பின்னணியில் தானாகக் கண்டறியும் என்விடிஏவின் செயல்பாட்டினை எந்தெந்த பிரெயில் காட்சியமைவுகள் ஆதரிக்கின்றன என்கிற தகவலையும் இப்பிரிவு கொண்டிருக்கிறது.
zh_tw: 此章節也包含了哪些點顯器支援 NVDA 點顯器背景自動偵測功能的資訊，

source: You can configure braille using the [Braille category](#BrailleSettings) of the [NVDA Settings](#NVDASettings) dialog.
bg: Можете да конфигурирате брайла чрез категорията [Брайл](#BrailleSettings) в прозореца с [настройките на NVDA](#NVDASettings).
de: Sie können die Braille-Schrift über die Einstellungen in der Kategorie [Braille](#BrailleSettings) in den [NVDA-Einstellungen](#NVDASettings) konfigurieren.
es: Puedes configurar el braille utilizando la [categoría Opciones de Braille](#BrailleSettings) del diálogo [Opciones de NVDA](#NVDASettings).
hr: Možete konfigurirati brajicu koristeći [kategoriju Brajica](#BrailleSettings) u dijaloškom okviru [NVDA Postavke](#NVDASettings).
nl: U kunt braille configureren via de [categorie Braille](#BrailleSettings) in het dialoogvenster [Instellingen van NVDA](#NVDASettings).
pt_br: Você pode configurar braille usando a [categoria Braille](#BrailleSettings) do diálogo [Configurações do NVDA](#NVDASettings).
ru: Вы можете настроить работу брайлевского дисплея с помощью [категории настроек брайля](#BrailleSettings), в [диалоге настроек NVDA](#NVDASettings).
ta: [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் [பிரெயில் அமைப்புகள் வகைமையைக்](#BrailleSettings) கொண்டு, பிரெயிலை அமைவடிவமாக்கலாம்.
zh_tw: 您可以使用 [NVDA 設定](#NVDASettings)對話框中的[點字類別](#BrailleSettings)來設定點字。

source: Control Type, State and Landmark abbreviations
bg: Съкращения на типа и състоянието на контролите и маркерите
de: Abkürzungen für Steuerelementtypen, Status-Anzeigen und Sprungmarken
es: Abreviaturas de tipos de Control, estado y regiones
hr: Kratice za orijentire, stanja i vrste kontrola
nl: Braille-afkortingen voor besturingselementen, status-indicatoren en oriëntatiepunten
pt_br: Abreviaturas para tipo de controle, estado e marco
ru: Сокращения для типов элементов управления, их состояний и ориентиров
ta: பிரெயில் கட்டுப்பாட்டு வகைகள், அவைகளின் நிலைகள் மற்றும் நிலக்குறி குறுக்கங்கள்
zh_tw: 控制項類型、狀態與地標之縮寫

source: In order to fit as much information as possible on a braille display, the following abbreviations have been defined to indicate control type and state as well as landmarks.
bg: За да се побере колкото може повече информация на брайловия дисплей, са дефинирани следните съкращения, които показват типа и състоянието на контролите, както и маркерите.
de: Damit möglichst viele Daten auf der Braillezeile Platz finden, wurden folgende Abkürzungen für Steuerelementtypen, Status-Anzeigen und Sprungmarken festgelegt.
es: Con el fin de tener la mayor cantidad de información posible en una pantalla braille, se han definido las siguientes abreviaturas para indicar el tipo de control y el estado así como las regiones.
hr: Kako bi stalo što više informacija na brajični redak, definirane su sljedeće kratice za vrste i stanja kontrola te za orijentire.
nl: Om zoveel mogelijk informatie op een brailleleesregel te krijgen zijn de volgende afkortingen samengesteld die verwijzen naar het type en de status van een besturingselement alsmede oriëntatiepunten.
pt_br: Com vistas a fornecer tanta informação quanto possível numa linha braille, as seguintes abreviaturas foram definidas para indicar os tipos e estados dos controles, bem como os marcos.
ru: Чтобы разместить как можно больше информации на брайлевском дисплее, были определены следующие сокращения для типов элементов управления, их состояний, а также ориентиров.
ta: பிரெயில் காட்சியமைவில் இயன்ற அளவு தகவல்களையளிக்க, கட்டுப்பாட்டு வகைகள், அவைகளின் நிலை மற்றும் நிலக்குறிக்கான பின்வரும் குறுக்கங்கள் விளக்கப்பட்டுள்ளன. குழப்பத்தைத் தவிர்க்க, ஆங்கிலக் குறுக்கங்கள் தக்கவைக்கப்பட்டுள்ளன.
zh_tw: 為了儘可能在點顯器上呈現更多資訊，定義了以下縮寫來表示控制項類型、狀態及地標。

source: Abbreviation |Control type
bg: Съкращение |Тип на контролата
de: Abkürzung |Steuerelementtyp
es: Abreviatura |Tipo de Control
hr: Kratica |Vrsta kontrole
nl: Afkorting |Type besturingselement
pt_br: Abreviatura |Tipo de controle
ru: Сокращение |Элемент управления
ta: குறுக்கம் |கட்டுப்பாட்டு வகை
zh_tw: 縮寫 |控制項類型

source: app |application
bg: прил |Приложение
de: app |Anwendung
es: apl |aplicación
hr: ap |aplikacija
nl: afb |afbeelding
pt_br: apl |aplicativo
ru: ⠏⠗⠊⠇ |приложение
ta: app |பயன்பாடு
zh_tw: app |應用程式

source: art |article
bg: стт |Статия
de: art |Artikel
es: art |artículo
hr: čl |članak
nl: app |applicatie / toepassing
pt_br: art |artigo
ru: ⠎⠞ |статья
ta: art |பிரிவுக்கூறு
zh_tw: art |文章

source: bqt |block quote
bg: блцит |Блоков цитат
de: zb |Zitatblock
es: cit |cita
hr: ct |citat
nl: art |artikel
pt_br: bct |bloco de citação
ru: ⠃⠇⠟⠉⠊⠞ |блочная цитата
ta: bqt |உரைத் தொகுதி
zh_tw: bqt |引述

source: btn |button
bg: бтн |Бутон
de: sltr |Schalter
es: bt |botón
hr: gb |gumb
nl: bct |blokcitaat
pt_br: bt |botão
ru: ⠅⠝⠏ |кнопка
ta: btn |பொத்தான்
zh_tw: btn |按鈕

source: drbtn |drop down button
bg: пдбтн |Падащ бутон
de: aklsltr |Ausklapplistenschalter
es: btdsp |botón desplegable
hr: gbpp |gumb padajućeg popisa
nl: bst |boomstructuur
pt_br: btsus |botão de menu suspenso
ru: ⠅⠝⠏⠎⠺⠍ |кнопка с выпадающим меню
ta: drbtn |கீழ்விடு பொத்தான்
zh_tw: drbtn |下拉按鈕

source: spnbtn |spin button
bg: брч |Брояч
de: dsltr |Drehschalter
es: btrot |botón rotatorio
hr: ogb |okretni gumb
nl: bsitem |boomstructuuritem
pt_br: btrtç |botão de rotação
ru: ⠎⠟ |счётчик
ta: spnbtn |சுழற்பொத்தான்
zh_tw: spnbtn |調整按鈕

source: splbtn |split button
bg: рздбтн |Разделен бутон
de: tsltr |Trennschaltfläche
es: btdiv |botón divisor
hr: odgb |odvojeni gumb
nl: bskn |boomstructuurknop
pt_br: btdvs |botão de divisão
ru: ⠗⠵⠙⠅⠝⠏ |разделённая кнопка
ta: splbtn |பிளவுப் பொத்தான்
zh_tw: splbtn |分割按鈕

source: tgbtn |toggle button
bg: бтнпр |Бутон за превключване
de: umsltr |Umschalter
es: tlo |título
hr: pgb |preklopni gumb
nl: nv N |Items in de boomstructuur zijn hirarchisch ingedeeld, bijv. Niveau 1, 2, 3, enz
pt_br: btalt |botão de alternância
ru: ⠅⠝⠏⠏⠗⠟ |кнопка-переключатель
ta: tgbtn |மாற்றியமைப் பொத்தான்
zh_tw: tgbtn |切換按鈕

source: cap |caption
bg: надп |Надпис
de: tl |Überschriftentitel
es: btcom |botón conmutable
hr: opis |opis
nl: bijst |bijschrift (caption)
pt_br: leg |legenda
ru: ⠏⠕⠙⠏⠎ |подпись
ta: cap |தலைப்புரை
zh_tw: cap |文字描述

source: cbo |combo box
bg: пдсп |Падащ списък
de: kmbf |Konbinationsfeld
es: cc |cuadro combinado
hr: oo |odabirni okvir
nl: dlg |dialoogvenster
pt_br: cxc |caixa de combinação
ru: ⠅⠕⠍⠎⠏ |комбинированный список
ta: cbo |சேர்க்கைப் பெட்டி
zh_tw: cbo |下拉式方塊

source: chk |checkbox
bg: пзо |Поле за отметка
de: kf |Kontrollfeld
es: cv |casilla de verificación
hr: po |potvrdni okvir
nl: doc |document
pt_br: cxs |caixa de seleção
ru: ⠋⠇⠚ |флажок
ta: chk |தேர்வுப் பெட்டி
zh_tw: chk |核取方塊

source: dlg |dialog
bg: длг |Диалог
de: dlg |Dialogfeld
es: dlg |diálogo
hr: do |dijaloški okvir
nl: fig |figuur
pt_br: dlg |diálogo
ru: ⠙⠇⠛ |диалоговое окно
ta: dlg |உரையாடல்
zh_tw: dlg |對話框

source: doc |document
bg: док |Документ
de: dok |Dokument
es: doc |documento
hr: dok |dokument
nl: enoot |eindnoot
pt_br: doc |documento
ru: ⠙⠕⠅ |документ
ta: doc |ஆவணம்
zh_tw: doc |文件

source: edt |editable text field
bg: пзп |Поле за писане
de: ef |Eingabefeld
es: ce |campo de texto editable
hr: tp |tekstualno polje
nl: vnoot |voetnoot
pt_br: edt |campo de texto editável
ru: ⠗⠑⠙ |редактор
ta: edt |தொகு களம்
zh_tw: edt |編輯區

source: pwdedt |password edit
bg: рдпар |Редактиране на парола
de: pef |Passwort-Eingabefeld
es: pwdedt |edición de contraseña
hr: pl |polje lozinke
nl: grp |groepering
pt_br: edçsnh |edição de senha
ru: ⠗⠑⠙⠏⠁⠗ |редактор пароля
ta: pwdedt |கடவுச்சொல் தொகு
zh_tw: pwdedt |密碼編輯區

source: embedded |embedded object
bg: вграден |Вграден обект
de: eo |Eingebettetes Objekt
es: integrado |objeto integrado
hr: uo |ugrađeni objekt
nl: hlp |helpballon
pt_br: embutido |objeto embutido
ru: ⠺⠝⠑⠙⠗ |встроенный (внедрённый) объект
ta: embedded |பொதிந்துள்ளப் பொருள்
zh_tw: embedded |嵌入式物件
