Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Move braille display to previous line |T1
bg: Придвижване на брайловия дисплей до предишен ред |T1
de: Auf der Braillezeile zur vorherigen Zeile navigieren |T1
es: Mover pantalla braille a línea anterior |T1
hr: Premjesti brajični redak na prethodni redak |T1
nl: brailleleesregel naar vorige regel verplaatsen |T1
pt_br: Mover linha braille para a linha anterior |T1
ru: Перемещение брайлевского дисплея к предыдущей строке |T1
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |T1

source: Move braille display to next line |T5
bg: Придвижване на брайловия дисплей до следващ ред |T5
de: Auf der Braillezeile zur nächsten Zeile navigieren |T5
es: Mover pantalla braille a siguiente línea |T5
hr: Premjesti brajični redak na sljedeći redak |T5
nl: brailleleesregel naar volgende regel verplaatsen |T5
pt_br: Mover linha braille para a linha seguinte |T5
ru: Перемещение брайлевского дисплея к следующей строке |T5
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |T5

source: Route to braille cell |Routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Llevar a la celda braille |Sensores
hr: Premjesti se na brajičnu ćeliju |Routing
nl: Naar braillecel gaan |Routing
pt_br: Guiar para a cela braille |Sensor
ru: Перемещение к брайлевской клетке |Routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |Routing

source: Activate current navigator object |T3
bg: Активиране на текущия навигационен обект |T3
de: Aktuelles Navigator-Objekt aktivieren |T3
es: Activar actual navegador de objetos |T3
hr: Aktiviraj trenutačni navigacijski objekt |T3
nl: Huidige navigatorobject activeren |T3
pt_br: Ativar o objeto de navegação atual |T3
ru: Активировать текущий объект навигатора |T3
ta: தற்போதைய வழிசெலுத்திப் பொருளை இயக்குக |T3

source: Switch to next review mode |F1
bg: Превключване до следващ режим на преглед |F1
de: Zum nächsten Betrachter wechseln |F1
es: Cambiar a siguiente modo de revisión |F1
hr: Prebaci na sljedeći modus pregleda |F1
nl: Naar volgende leesmodus overschakelen |F1
pt_br: Alternar para o modo de exploração seguinte |F1
ru: Переключиться на следующий режим просмотра |F1
ta: அடுத்த சீராய்வு நிலைக்கு மாறுக |F1

source: Move to containing object |F2
bg: Придвижване до съдържащия обект |F2
de: Zum übergeordneten Objekt navigieren |F2
es: Mover a objeto contenedor |F2
hr: Premjesti se na sadržavajući objekt |F2
nl: Naar containerobject gaan |F2
pt_br: Mover para o objeto pai |F2
ru: Перейти на родительский объект |F2
ta: கொண்டுள்ள பொருளுக்கு நகர்க |F2

source: Switch to previous review mode |F3
bg: Превключване до предишен режим на преглед |F3
de: Zum vorherigen Betrachter wechseln |F3
es: Cambiar a anterior modo de revisión |F3
hr: Prebaci na prethodni modus pregleda |F3
nl: Naar vorige leesmodus overschakelen |F3
pt_br: Alternar para o modo de exploração anterior |F3
ru: Переключиться на предыдущий режим просмотра |F3
ta: முந்தைய சீராய்வு நிலைக்கு மாறுக |F3

source: Move to previous object |F4
bg: Придвижване до предишен обект |F4
de: Zum vorherigen Objekt navigieren |F4
es: Mover a objeto anterior |F4
hr: Premjesti se na prethodni objekt |F4
nl: Naar vorig object gaan |F4
pt_br: Mover para o objeto anterior |F4
ru: Перейти на предыдущий объект |F4
ta: முந்தைய பொருளுக்கு நகர்க |F4

source: Report current object |F5
bg: Докладване на текущия обект |F5
de: Aktuelles Objekt mitteilen |F5
es: Anunciar objeto actual |F5
hr: Izvijesti o trenutačnom objektu |F5
nl: Huidig object melden |F5
pt_br: Anunciar o objeto atual |F5
ru: Читать текущий объект |F5
ta: தற்போதைய பொருளை அறிவித்திடுக |F5

source: Move to next object |F6
bg: Придвижване до следващ обект |F6
de: Zum nächsten Objekt navigieren |F6
es: Mover a objeto siguiente |F6
hr: Premjesti se na sljedeći objekt |F6
nl: Naar volgend object gaan |F6
pt_br: Mover para o objeto seguinte |F6
ru: Перейти на следующий объект |F6
ta: அடுத்த பொருளுக்கு நகர்க |F6

source: Move to focus object |F7
bg: Придвижване до обекта на фокус |F7
de: Zum Fokus wechseln |F7
es: Mover a objeto enfocado |F7
hr: Premjesti se na objekt fokusa |F7
nl: Naar object gaan dat de focus heeft |F7
pt_br: Mover para o objeto em foco |F7
ru: Перейти на объект в фокусе |F7
ta: குவிமையத்திலுள்ள பொருளுக்கு நகர்க |F7

source: Move to first contained object |F8
bg: Придвижване до първия съдържан обект |F8
de: Zum ersten untergeordneten Objekt navigieren |F8
es: Mover a primer objeto contenido |F8
hr: Premjesti se na prvi sadržavajući objekt |F8
nl: Naar eerste “contained” object gaan |F8
pt_br: Mover para o primeiro objeto filho |F8
ru: Перейти на первый дочерний объект |F8
ta: கொண்டுள்ள முதல் பொருளுக்கு நகர்க |F8

source: Move System focus or caret to current review position |F9
bg: Придвижване на фокуса или каретката до текущото местоположение в прегледа |F9
de: System-Fokus oder Cursor zum aktuellen Navigator-Objekt navigieren |F9
es: Mover foco del sistema o cursor a posición de revisión actual |F9
hr: Premjesti fokus sustava ili kursor na trenutačnu poziciju pregleda |F9
nl: Systeemfocus of invoegcursor naar huidige leespositie verplaatsen |F9
pt_br: Mover foco ou cursor do sistema para a posição atual da exploração |F9
ru: Переместить системный фокус или каретку в текущую позицию просмотрового курсора |F9
ta: கணினிக் குவிமையத்தை, அல்லது சுட்டியை, தற்போதைய சீராய்வு நிலைக்கு நகர்த்துக |F9

source: Report review cursor location |F0
bg: Докладване на местоположението на курсора за преглед |F0
de: Position des NVDA-Cursors mitteilen |F0
es: Anunciar posición del cursor de revisión |F0
hr: Izvijesti o poziciji preglednog kursora |F0
nl: Leescursorpositie melden |F0
pt_br: Anunciar localização do cursor de exploração |F0
ru: Сообщить расположение просмотрового курсора |F0
ta: சீராய்வுச் சுட்டியின் அமைவிடத்தை அறிவித்திடுக |F0

source: Toggle braille tethered to |A
bg: Превключване на обвързването на брайла |A
de: Kopplung der Braillezeile umschalten |A
es: Conmutar el braille sigue a |A
hr: Mijenjaj povezanost brajičnog retka |A
nl: Wisselknop “braille tethered to” |A
pt_br: Alternar vínculo do braille |A
ru: Переключение привязки брайля |A
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |A

source: SuperBraille
es: <target/>
ta: சூப்பர் பிரெயில்
zh_tw: 超點

source: The SuperBraille device, mostly available in Taiwan, can be connected to by either USB or serial.
bg: Устройството SuperBraille, употребявано предимно в Тайван, може да се свързва чрез USB или сериен порт.
de: Die in Taiwan stark verbreitete Braillezeile Superbraille kann entweder seriell oder über USB angeschlossen werden.
es: El dispositivo SuperBraille, disponible principalmente en Taiwan, puede conectarse o por USB o por serie.
hr: Uređaj SuperBraille, pretežno dostupan na Tajvanu, može se spajati putem serijskog ili USB priključka.
nl: De SuperBraille leesregel die voornamelijk verkrijgbaar is in Taiwan, kan ofwel serieel of via usb worden aangesloten.
pt_br: O dispositivo SuperBraille, mais comumente usado em Taiwan, pode ser conectado tanto via USB ou porta serial.
ru: Устройство SuperBraille, которое в основном продаётся в Тайване, может быть подключено как по USB, так и по последовательному порту.
ta: பெரும்பாலும் தைவான் நாட்டில் காணப்படும் சூப்பர் பிரெயில் கருவியை, யுஎஸ்பி, அல்லது தொடர் நுழைவாயில் மூலம் இணைக்கலாம்.
zh_tw: 「超點」裝置主要在台灣使用，可利用 USB 或串列埠連接。

source: As the SuperBraille does not have any physical typing keys or scrolling buttons, all input must be performed via a standard computer keyboard.
bg: Тъй като SuperBraille няма никакви физически клавиши за въвеждане или бутони за превъртане, въвеждането на всичко трябва да се извършва чрез стандартната компютърна клавиатура.
de: Da die SuperBraille weder eine Tastatur noch Navigationstasten besitzt, müssen sämtliche Navigationsaktionen über eine Standardtastatur ausgeführt werden.
es: Como SuperBraille no tiene ninguna tecla física para escribir o botones de desplazamiento, toda la entrada debe realizarse a través de un teclado estándar de ordenador.
hr: Budući da SuperBraille nema nikakvih fizičkih tipki za pisanje ili gumbova za klizanje, svi znakovi se moraju unositi pomoću standardne tipkovnice računala.
nl: Aangezien de SuperBraille niet over fysieke invoertoetsen of scroltoetsen beschikt, moet alle invoer gebeuren door middel van een standaard computertoetsenbord.
pt_br: Como a SuperBraille não possui teclas de digitação ou botões de rolagem físicos, todas as entradas devem ser executadas por meio de um teclado de computador padrão.
ru: Поскольку SuperBraille не имеет никаких физических клавиш для набора текста или кнопок прокрутки, весь ввод должен выполняться с помощью стандартной компьютерной клавиатуры.
ta: சூப்பர் பிரெயில் கருவியில் தட்டச்சு விசைகளோ, உருள் பொத்தான்களோ இல்லையென்பதால், எல்லா உள்ளீடுகளையும் கணினி விசைப் பலகை மூலமே செய்ய வேண்டும்.
zh_tw: 「超點」並沒有提供任何實體點字鍵盤和捲動按鈕，所有的輸入必須透過標準電腦鍵盤執行，

source: Due to this, and to maintain compatibility with other screen readers in Taiwan, two key bindings for scrolling the braille display have been provided:
bg: Поради това и за да се поддържа съвместимостта му с другите екранни четци в Тайван, са предоставени два клавиша, обвързани с превъртането на брайловия дисплей:
de: Aus Kompatibilitätsgründen wurden deshalb zwei Tastenkombinationen definiert:
es: Debido a esto, y para mantener compatibilidad con otros lectores de pantalla en Taiwan, se proporcionan dos combinaciones de teclas para desplazamiento de la pantalla braille:
hr: Zbog toga, te kako bi se zadržala kompatibilnost s drugim čitačima ekrana na Tajvanu, dodana su dva tipkovnička prečaca za klizanje po brajičnom retku:
nl: Om deze reden en om compatibiliteit met andere schermlezers in Taiwan te bewerkstelligen, kan men over 2 toetsen beschikken waarmee scrollen van de leesregel mogelijk wordt gemaakt:
pt_br: Devido a isso e para manter a compatibilidade com outros leitores de telas usados em Taiwan, foram atribuídos dois comandos de teclado para rolar a linha braille:
ru: В связи с этим, а также для обеспечения совместимости с другими программами чтения с экрана в Тайване, были предусмотрены две привязки клавиш для прокрутки брайлевского дисплея:
ta: இதன் காரணமாகவும், தைவானில் பயன்படுத்தப்படும் பிற திரைநவிலிகளுடனான ஒத்திசைவிற்காகவும், பிரெயில் காட்சியமைவை நகர்த்த இரு விசைகள் இணைக்கப்பட்டுள்ளன.
zh_tw: 因此為了保持與台灣其他螢幕助讀程式的相容性，提供了兩個用於捲動點顯器的按鍵綁定：

source: Name |Key
bg: Име |Клавиш
de: Name |Tastenkombination
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |numpadMinus
bg: Превърта брайловия дисплей назад |Минус от цифровия блок
de: Auf der Braillezeile rückwärts navigieren |Nummernblock Minus
es: Desplazar atrás pantalla braille |Menos teclado numérico
hr: Kliži po brajičnom retku natrag |numMinus
nl: Leesregel terugscrollen |numerieke Min-toets
pt_br: Rolar a linha braille para trás |menos do bloco numérico
ru: Прокрутка брайлевского дисплея назад |numpadMinus
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |numpadMinus
zh_tw: 點顯器向上捲動 |數字鍵盤減號

source: Scroll braille display forward |numpadPlus
bg: Превърта брайловия дисплей напред |Плюс от цифровия блок
de: Auf der Braillezeile vorwärts navigieren |Nummernblock plus
es: Desplazar adelante pantalla braille |Más teclado numérico
hr: Kliži po brajičnom retku naprijed |numPlus
nl: Leesregel vooruitscrollen |numerieke Plus-toets
pt_br: Rolar a linha braille para frente |mais do bloco numérico
ru: Прокрутка брайлевского дисплея вперёд |numpadPlus
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |numpadPlus
zh_tw: 點顯器向下捲動 |數字鍵盤加號

source: Eurobraille displays
bg: Дисплеи Eurobraille
de: Braillezeilen von EuroBraille
es: Pantallas Eurobraille
hr: Eurobraille brajični redci
nl: Eurobraille leesregels
pt_br: Linhas Eurobraille
ru: Дисплеи Eurobraille
ta: யுரோபிரெயில் காட்சியமைவுகள்
zh_tw: Eurobraille Esys/Esytime/Iris 點顯器

source: The b.book, b.note, Esys, Esytime and Iris displays from Eurobraille are supported by NVDA.
bg: Дисплеите b.book, b.note, Esys, Esytime и Iris от Eurobraille се поддържат от NVDA.
de: Die Braillezeilen b.book, b.note, Esys, Esytime und Iris von EuroBraille werden von NVDA unterstützt.
es: Las pantallas b.book, b.note, Esys, Esytime y Iris de Eurobraille están admitidas por NVDA.
hr: b.book, b.note, Esys, Esytime i Iris brajični redci tvrtke Eurobraille su podržani.
nl: De b.book, b.note, Esys, Esytime en Iris leesregels van Eurobraille worden door NVDA ondersteund.
pt_br: As linhas b.book, b.note, Esys, Esytime e Iris da Eurobraille são suportadas pelo NVDA.
ru: Дисплеи b.book, b.note, Esys, Esytime и Iris от Eurobraille поддерживаются NVDA.
ta: யுரோபிரெயிலின் b.book, b.note, Esys, Esytime, Iris காட்சியமைவுகளுக்கு என்விடிஏ ஆதரவளிக்கிறது.
zh_tw: NVDA 支援 Eurobraille 的 b.book、b.note、Esys、Esytime 及 Iris 點顯器，

source: These devices have a braille keyboard with 10 keys.
bg: Тези устройства имат брайлова клавиатура с 10 клавиша.
de: Diese Geräte verfügen über eine Braille-Tastatur mit zehn Tasten.
es: Estos dispositivos tienen un teclado braille con 10 teclas.
hr: Ovi uređaji imaju brajičnu tipkovnicu sa 10 tipaka.
nl: Deze apaaraten hebben een brailletoetsenbord met 10 toetsen.
pt_br: Esses dispositivos possuem teclado braille com 10 teclas.
ru: Эти устройства оснащены брайлевской клавиатурой с 10 клавишами.
ta: இக்காட்சியமைவுகள், பத்து விசைகளைக் கொண்ட ஒரு பிரெயில் விசைப்பலகையைக் கொண்டுள்ளன.
zh_tw: 這些點顯器具有 10 鍵的點字鍵盤，

source: Please refer to the display's documentation for descriptions of these keys.
bg: Моля, вижте документацията на дисплея за описание на тези клавиши.
de: Eine Beschreibung dieser Tasten finden Sie in der Dokumentation der Braillezeile vom Hersteller.
es: Por favor consulta la documentación de la pantalla para descripciones de estas teclas.
hr: Molimo pogledajte dokumentaciju brajevog reda za opis ovih tastera.
nl: Raadpleeg de bij deze leesregel behorende documentatie voor de beschrijving van deze toetsen.
pt_br: Consulte a documentação da linha para obter descrições dessas teclas.
ru: Обратитесь к документации дисплея для получения описания этих клавиш.
ta: இவ்விசைகள் விசைப்பலகையில் எங்குள்ளன என்பதன் விளக்கத்தை அறிய, காட்சியமைவுடன் வரும் ஆவணத்தைக் காணவும்.
zh_tw: 有關這些按鍵的說明請參考點顯器的文件，

source: Of the two keys placed like a space bar, the left key is corresponding to the backspace key and the right key to the space key.
bg: От двата клавиша, разположени на мястото на интервала, левият отговаря на backspace, а десният – на интервал.
de: Es gibt zwei Tasten, welche wie die leertaste angeordnet sind. Die linke Taste entspricht der Rücktaste, die rechte entspricht der Leertaste.
es: De las dos teclas colocadas como barra espaciadora, la tecla de la izquierda se corresponde con la tecla retroceso y la tecla derecha con la barra espaciadora.
hr: Od dva tastera koji izgledaju slično razmaku, levi taster je backspace i desni je razmak.
nl: Van de twee toetsen die als een spatiebalk geplaatst zijn, werkt de linker toets als backspace en met de rechter toets maak je een spatie.
pt_br: Das duas teclas colocadas como uma barra de espaço, a tecla esquerda corresponde à tecla de retrocesso — backspace — e a tecla direita à tecla de espaço.
ru: Из двух клавиш, расположенных в виде пробела, левая клавиша соответствует клавише backspace, а правая - клавише пробела.
ta: இடைவெளிப்பட்டை போன்று அமைக்கப்பட்டிருக்கும் இரு விசைகளில் இடப்புறம் இருப்பது 'பின்நகர்' விசை, வலப்புறம் இருப்பது 'இடைவெளிப்பட்டை'.
zh_tw: 其中兩個像空白鍵的按鍵位置，左鍵對應 backspace 鍵，右鍵對應空白鍵。

source: These devices are connected via USB and have one stand-alone USB keyboard.
bg: Тези устройства са свързани чрез USB и имат една самостоятелна USB клавиатура.
de: Diese Geräte werden über USB angeschlossen und verfügen über eine eigenständige USB-Tastatur.
es: Estos dispositivos se conectan mediante USB y tienen un teclado USB independiente.
hr: Ovi uređaji se povezuju putem USB veze i imaju jednu samostalnu USB tastaturu.
nl: Deze leesregels, die via usb worden aangesloten, hebben 1 los, op zichzelfstaand, usb-toetsenbord.
pt_br: Esses dispositivos são conectados via USB e possuem um teclado USB autônomo.
ru: Эти устройства подключаются через USB и содержат одну автономную клавиатуру USB.
ta: யுஎஸ்பி வழி இணைக்கப்படும் இக்கருவிகளுக்கு தனித்து நிற்கும் யுஎஸ்பி விசைப்பலகை ஒன்று இருக்கும்.
zh_tw: 這些裝置透過 USB 連接，並具有一個獨立的 USB 鍵盤，

source: It is possible to enable/disable this keyboard by toggling "HID Keyboard simulation" using an input gesture.
bg: Възможно е да включите/изключите тази клавиатура чрез превключване на „Симулация на HID клавиатура“ с помощта на жест на въвеждане.
de: Es ist möglich, diese Tastatur zu aktivieren oder deaktivieren, indem man die "HID-Tastatur-Simulation" mit einem Tastenbefehl umschaltet.
es: Es posible habilitar y deshabilitar este teclado conmutando "Simulación de Teclado HID" utilizando un gesto de entrada.
hr: Moguće je omogućiti ili onemogućiti ovu tastaturu menjanjem opcije "HID simulacija tastature" korišćenjem ulazne komande.
nl: Het is mogelijk dit toetsenbord te activeren of te deactiveren door "HID Toetsenbord simulatie" aan of uit tezetten met behulp van een invoerhandeling.
pt_br: É possível habilitar/desabilitar este teclado alternando "Simulação de Teclado HID" usando um comando — gesto de entrada —.
ru: Можно включить / отключить эту клавиатуру, переключив "СКРЫТУЮ имитацию клавиатуры" с помощью жеста ввода.
ta: உள்ளீட்டுச் சைகை ஒன்றைப் பயன்படுத்தி, எச்.ஐ.டி. விசைப்பலகை உருவகமாக்கத்தை மாற்றியமைத்து, இவ்விசைப்பலகையை முடுக்கலாம், அல்லது முடக்கலாம்.
zh_tw: 可以使用輸入手勢來切換「HID 鍵盤模擬」以啟用/停用此鍵盤，

source: The braille keyboard functions described directly below is when "HID Keyboard simulation" is disabled.
bg: Функциите на брайловата клавиатура, описани по-долу, са валидни когато опцията „симулацията на HID клавиатура“ е изключена.
de: Die im Folgenden beschriebenen Funktionen der Braille-Tastatur gelten, wenn die "HID-Tastatur-Simulation" deaktiviert ist.
es: Las funciones del teclado braille que se describen a continuación se realizan cuando la "Simulación de teclado HID" está desactivada.
hr: Funkcije brajeve tastature koje su opisane ispod važe kada je "HID simulacija tastature" onemogućena.
nl: In de onderstaande beschrijving van het brailletoetsenbord wordt er van uitgegaan dat dit gedeactiveerd is.
pt_br: As funções do teclado braille descritas diretamente abaixo ocorrem quando a "Simulação de Teclado HID" está desabilitada.
ru: Функции брайлевской клавиатуры, описанные непосредственно ниже, выполняются, когда отключена функция "Скрытая имитация клавиатуры".
ta: கீழே விளக்கப்படும் பிரெயில் விசைப்பலகை செயற்பாடுகள், ஹெச்.ஐ.டி. விசைப்பலகை உருவகமாக்கம் முடக்கப்பட்ட நிலையில் செயல்படும்.
zh_tw: 以下說明的點字鍵盤功能是在停用「HID 鍵盤模擬」時的情況。

source: Braille keyboard functions
bg: Функции на брайловата клавиатура
de: Funktionen der Braille-Tastatur
es: Funciones de Teclado Braille
hr: Funkcije brajeve tastature
nl: Brailletoetsenbordfuncties
pt_br: Funções do teclado braille
ru: Функции брайлевской клавиатуры
ta: பிரெயில் விசைப்பலகை செயற்பாடுகள்
zh_tw: 點字鍵盤功能

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre | Tecla
hr: Naziv |Prečac
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Erase the last entered braille cell or character |`backspace`
bg: Изтрива последната въведена брайлова клетка или символ |`backspace`
de: Löschen des zuletzt eingegebenen Zeichens auf der Braillezeile oder des letzten Zeichens |`backspace`
es: Borrar la última celda braille introducida o carácter |`retroceso`
hr: Obriši poslednju upisanu brajevu ćeliju ili znak |`taster za brisanje nazad`
nl: Wis laatst ingevoerde braillecel of teken |`backspace`
pt_br: Apagar a última cela ou caractere braille inserido |`backspace`
ru: Стереть последнюю введённую клетку или брайлевский символ |`backspace`
ta: கடைசியாக உள்ளிடப்பட்ட பிரெயில் களம், அல்லது வரியுருவை அழித்திடுக |`backspace`

source: Translate any braille input and press the enter key |`backspace+space`
bg: Превежда въведеното на брайл и натиска клавиша Enter |`backspace+интервал`
de: Übersetzt eine beliebige Braille-Eingabe und betätigt die Eingabetaste |`Rücktaste+Leertaste`
es: Transcribir cualquier entrada braille y pulsar intro |`retroceso+espacio`
hr: Prevedi bilo koji brajev unos i pritisni taster enter |`taster za brisanje nazad+razmak`
nl: Alle brailleinvoer omzetten en enter-toets indrukken |`backspace+spatie`
pt_br: Transcreve qualquer entrada em braille e pressiona a tecla enter |`backspace+espaço`
ru: Перевести любой текст, введенный по брайлю, и нажать клавишу enter |`backspace+пробел`
ta: எந்தவொரு பிரெயில் உள்ளீட்டினையும் மொழிபெயர்த்து உள்ளிடு விசையை அழுத்திடுக |`backspace+space`

source: Toggle `NVDA` key |`dot3+dot5+space`
bg: Превключва клавиша `NVDA` |`точка3+точка5+интервал`
de: `NVDA`-Taste umschalten |`Leertaste+Punkt3+Punkt5`
es: Conmutar tecla `NVDA` |`punto3+punto5+espacio`
hr: Uključi ili isključi `NVDA` taster |`tačka3+tačka5+razmak`
nl: Schakelen met `NVDA-toets` |`punt3+punt5+spatie`
pt_br: Alterna tecla `NVDA` |`ponto3+ponto5+espaço`
ru: Переключить клавишу `NVDA` |`точка3+точка5+пробел`
ta: `என்விடிஏ` விசையை மாற்றியமைத்திடுக |`dot3+dot5+space`

source: `insert` key |`dot1+dot3+dot5+space`, `dot3+dot4+dot5+space`
bg: `Insert` |`точка1+точка3+точка5+интервал`, `точка3+точка4+точка5+интервал`
de: `Einfg` |`Leertaste+Punkt1+Punkt3+Punkt5`, `Leertaste+Punkt3+Punkt4+Punkt5`
es: `insert` |`punto1+punto3+punto5+espacio`, `punto3+punto4+punto5+espacio`
hr: `insert` taster |`tačka1+tačka3+tačka5+razmak`, `tačka3+tačka4+tačka5+razmak`
nl: `insert-toets` |`punt1+punt3+punt5+spatie`, `punt3+punt4+punt5+spatie`
pt_br: tecla `insert` |`ponto1+ponto3+ponto5+espaço`, `ponto3+ponto4+ponto5+espaço`
ru: клавиша `insert` |`точка1+точка3+точка5+пробел`, `точка3+точка4+точка5+пробел`
ta: `செருகு` விசை |`dot1+dot3+dot5+space`, `dot3+dot4+dot5+space`

source: `delete` key |`dot3+dot6+space`
bg: `Delete` |`точка3+точка6+интервал`
de: `Entf` |`Leertaste+Punkt3+Punkt6`
es: `suprimir` |`punto3+punto6+espacio`
hr: `delete` taster |`tačka3+tačka6+razmak`
nl: `delete-toets` |`punt3+punt6+spatie`
pt_br: tecla `delete` |`ponto3+ponto6+espaço`
ru: клавиша `delete` |`точка3+точка6+пробел`
ta: `அழித்திடுக` விசை |`dot3+dot6+space`

source: `home` key |`dot1+dot2+dot3+space`
bg: `Home` |`точка1+точка2+точка3+интервал`
de: `Pos1` |`Leertaste+Punkt1+Punkt2+Punkt3`
es: `inicio` |`punto1+punto2+punto3+espacio`
hr: `home` taster |`tačka1+tačka2+tačka3+razmak`
nl: `home-toets` |`punt1+punt2+punt3+spatie`
pt_br: tecla `home` |`ponto1+ponto2+ponto3+espaço`
ru: клавиша `начало` |`точка1+точка2+точка3+пробел`
ta: `முகப்பு`tவிசை |`dot1+dot2+dot3+space`

source: `end` key |`dot4+dot5+dot6+space`
bg: `End` |`точка4+точка5+точка6+интервал`
de: `Ende` |`Leertaste+Punkt4+Punkt5+Punkt6`
es: `fin` |`punto4+punto5+punto6+espacio`
hr: `end` taster |`tačka4+tačka5+tačka6+razmak`
nl: `end-toets` |`punt4+punt5+punt6+spatie`
pt_br: tecla `end` |`ponto4+ponto5+ponto6+espaço`
ru: клавиша `конец` |`точка4+точка5+точка6+пробел`
ta: `ுடிவு`விசை |`dot4+dot5+dot6+space`

source: `leftArrow` key |`dot2+space`
bg: `Стрелка наляво` |`точка2+интервал`
de: `Pfeiltaste nach links` |`Leertaste+Punkt2`
es: `flecha izquierda` |`punto2+espacio`
hr: `StrelicaLevo` |`tačka2+razmak`
nl: `linker Pijltoets` |`punt2+spatie`
pt_br: tecla `setaParaEsquerda` |`ponto2+espaço`
ru: `стрелка влево` |`точка2+пробел`
ta: `டதம்பு`விசை |`dot2+space`

source: `rightArrow` key |`dot5+space`
bg: `Стрелка надясно` |`точка5+интервал`
de: `Pfeiltaste nach rechts` |`Leertaste+Punkt5`
es: `flecha derecha` |`punto5+espacio`
hr: `strelicaDesno` |`tačka5+razmak`
nl: `rechterPijltoets` |`punt5+spatie`
pt_br: tecla `setaParaDireita` |`ponto5+espaço`
ru: `стрелка вправо` |`точка5+пробел`
ta: `லதம்பு`விசை |`dot5+space`
