Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Right arrow key |space+dot6
bg: Стрелка надясно |Интервал+Точка6
de: Pfeiltaste nach rechts |Leertaste+Punkt6
es: Tecla flecha derecha |espacio+punto6
hr: Tipka strelica desno |razmaknica+točkica6
nl: Pijl rechts |spatie+Punt6
pt_br: Tecla seta para direita |espaço+ponto6
ru: Стрелка вправо |пробел+точка6
ta: வலதம்பு விசை |space+dot6

source: Page up key |space+dot1+dot3
bg: Page Up |Интервал+Точка1+Точка3
de: Seite nach oben |Leertaste+Punkt1+Punkt3
es: Tecla retroceso de página |espacio+punto1+punto3
hr: Tipka pejdž ap |razmaknica+točkica1+točkica3
nl: Pagina omhoog |spatie+Punt1+punt3
pt_br: Tecla page up |espaço+ponto1+ponto3
ru: Клавиша страница вверх |пробел+точка1+точка3
ta: பக்கம் மேல் விசை |space+dot1+dot3

source: Page down key |space+dot4+dot6
bg: Page Down |Интервал+Точка4+Точка6
de: Seite nach unten |Leertaste+Punkt4+Punkt6
es: Tecla avance de página |espacio+punto4+punto6
hr: Tipka pejdž daun |razmaknica+točkica4+točkica6
nl: Pagina omlaag |spatie+Punt4+punt6
pt_br: Tecla page down |espaço+ponto4+ponto6
ru: Клавиша страница вниз |пробел+точка4+точка6
ta: பக்கம் கீழ் விசை |space+dot4+dot6

source: Home key |space+dot1+dot2
bg: Home |Интервал+Точка1+Точка2
de: Pos1 |Leertaste+Punkt1+Punkt2
es: Tecla inicio |espacio+punto1+punto2
hr: Tipka houm |razmaknica+točkica1+točkica2
nl: Home |spatie+Punt1+punt2
pt_br: Tecla home |espaço+ponto1+ponto2
ru: Клавиша Home |пробел+точка1+точка2
ta: தொடக்க விசை |space+dot1+dot2

source: End key |space+dot4+dot5
bg: End |Интервал+Точка4+Точка5
de: Ende |Leertaste+Punkt4+Punkt5
es: Tecla Fin |espacio+punto4+punto5
hr: Tipka end |razmaknica+točkica4+točkica5
nl: End |spatie+Punt4+punt5
pt_br: Tecla end |espaço+ponto4+ponto5
ru: Клавиша End |пробел+точка4+точка5
ta: முடிவு விசை |space+dot4+dot5

source: Control+home keys |space+dot1+dot2+dot3
bg: Control+Home |Интервал+Точка1+Точка2+Точка3
de: Strg+Pos1 |Leertaste+Punkt1+Punkt2+Punkt3
es: Teclas Control+inicio |espacio+punto1+punto2+punto3
hr: Tipke kontrol+houm |razmaknica+točkica1+točkica2+točkica3
nl: Control+home |spatie+punt1+punt2+punt3
pt_br: Comando control+home |espaço+ponto1+ponto2+ponto3
ru: Комбинация Control+начало |пробел+точка1+точка2+точка3
ta: கட்டுப்பாடு+தொடக்க விசைகள் |space+dot1+dot2+dot3

source: Control+end keys |space+dot4+dot5+dot6
bg: Control+End |Интервал+Точка4+Точка5+Точка6
de: Strg+Ende |Leertaste+Punkt4+Punkt5+Punkt6
es: Teclas Control+fin |espacio+punto4+punto5+punto6
hr: Tipke kontrol+end |razmaknica+točkica4+točkica5+točkica6
nl: Control+end |spatie+punt4+punt5+punt6
pt_br: Comando control+end |espaço+ponto4+ponto5+ponto6
ru: Комбинация Control+конец |пробел+точка4+точка5+точка6
ta: கட்டுப்பாடு+முடிவு விசைகள் |space+dot4+dot5+dot6

source: Space key |space
bg: Интервал |Интервал
de: Leertaste |Leertaste
es: Tecla espacio |espacio
hr: Razmaknica |razmaknica
nl: Spatiebalk |spatie
pt_br: Tecla espaço |espaço
ru: Клавиша пробел |space
ta: இடைவெளி விசை |space

source: Enter |space+dot8
bg: Enter |интервал+Точка8
de: Eingabetaste |Leertaste+Punkt8
es: Intro |espacio+punto8
hr: Tipka enter |razmaknica+točkica8
nl: Enter |spatie+punt8
pt_br: Tecla enter |espaço+ponto8
ru: Enter |пробел+точка8
ta: உள்ளிடு விசை |space+dot8

source: Backspace |space+dot7
bg: Backspace |интервал +Точка7
de: Rücktaste |Leertaste+Punkt7
es: Retroceso |espacio+punto7
hr: Tipka backspace |razmaknica+točkica7
nl: Backspace |spatie+punt7
pt_br: Tecla backspace |espaço+ponto7
ru: Backspace |пробел+точка7
ta: பின்நகர் விசை |space+dot7

source: Tab key |space+dot2+dot3+dot4+dot5 (space+t)
bg: Tab |Интервал+Точка2+Точка3+Точка4+Точка5 (интервал+T)
de: Tab-Taste |Leertaste+Punkt2+Punkt3+Punkt4+Punkt5 (Leertaste+T)
es: Tecla Tab |espacio+punto2+punto3+punto4+punto5 (espacio+t)
hr: Tipka tabulator |razmaknica+točkica2+točkica3+točkica4+točkica5 (razmaknica+t)
nl: Tab |spatie+punt2+punt3+punt4+punt5 (spatie+t)
pt_br: Tecla tab |espaço+ponto2+ponto3+ponto4+ponto5 (espaço+t)
ru: Клавиша Tab |пробел+точка2+точка3+точка4+точка5 (пробел+t)
ta: தத்தல் விசை |space+dot2+dot3+dot4+dot5 (space+t)

source: Shift+tab keys |space+dot1+dot2+dot5+dot6
bg: Shift+Tab |Интервал+Точка1+Точка2+Точка5+Точка6
de: Umschalt+Tab-Taste |Leertaste+Punkt1+Punkt2+Punkt5+Punkt6
es: Teclas Shift+tab |espacio+punto1+punto2punto5+punto6
hr: Tipke šift+tabulator |razmaknica+točkica1+točkica2+točkica5+točkica6
nl: Shift+tab |spatie+punt1+punt2+punt5+punt6
pt_br: Comando shift+tab |espaço+ponto1+ponto2+ponto5+ponto6
ru: Комбинация Shift+tab |пробел+точка1+точка2+точка5+точка6
ta: மாற்றழுத்தி+தத்தல் விசைகள் |space+dot1+dot2+dot5+dot6

source: Windows key |space+dot2+dot4+dot5+dot6 (space+w)
bg: Windows |Интервал+Точка2+Точка4+Точка5+Точка6 (интервал+W)
de: Windows-Taste |Leertaste+Punkt2+Punkt4+Punkt5+Punkt6 (Leertaste+W)
es: Tecla Windows |espacio+punto2+punto4+punto5+punto6 (espacio+w)
hr: Tipka windows |razmaknica+točkica2+točkica4+točkica5+točkica6 (razmaknica+w)
nl: Windows-toets |spatie+punt2+punt4+punt5+punt6 (spatie+w)
pt_br: Tecla Windows |espaço+ponto2+ponto4+ponto5+ponto6 (espaço+w)
ru: Клавиша Windows |пробел+точка2+точка4+точка5+точка6 (пробел+w)
ta: சாளரங்கள் விசை |space+dot2+dot4+dot5+dot6 (space+w)

source: Alt key |space+dot1+dot3+dot4 (space+m)
bg: Alt |Интервал+Точка1+Точка3+Точка4 (интервал+M)
de: Alt-Taste |Leertaste+Punkt1+Punkt3+Punkt4 (Leertaste+M)
es: Tecla Alt |espacio+punto1+punto3+punto4 (espacio+m)
hr: Tipka alt |razmaknica+točkica1+točkica3+točkica4 (razmaknica+m)
nl: Alt |spatie+punt1+punt3+punt4 (spatie+m)
pt_br: Tecla alt |espaço+ponto1+ponto3+ponto4 (espaço+m)
ru: Клавиша Alt |пробел+точка1+точка3+точка4 (пробел+m)
ta: நிலைமாற்றி விசை |space+dot1+dot3+dot4 (space+m)

source: Toggle input help |space+dot2+dot3+dot6 (space+lower h)
bg: Превключване на помощта за въвеждане |Интервал+Точка1+Точка2+Точка5 (интервал +H)
de: Eingabehilfe ein-/ausschalten |Leertaste+Punkt2+Punkt3+Punkt6 (Leertaste+tief gestelltes H)
es: Activar y desactivar ayuda de entrada |espacio+punto2+punto3+punto6 (espacio+h abajo)
hr: Uključi i isključi pomoć pri unosu |razmaknica+točkica2+točkica3+točkica6 (razmaknica+malo slovo h)
nl: Invoerhulp in-/uitschakelen |spatie+punt2+punt3+punt6 (spatie+kleine h)
pt_br: Alternar ajuda de entrada |espaço+ponto2+ponto3+ponto6 (espaço+h em baixo)
ru: Переключить справку по вводу |пробел+точка2+точка3+точка6 (пробел+сниженная h)
ta: உள்ளீடு உதவியை மாற்றியமை |space+dot2+dot3+dot6 (space+lower h)

source: Following are commands assigned to BrailleNote QT when it is not in braille input mode.
bg: Следват команди, зададени за BrailleNote QT, когато не е в режим за въвеждане на брайл.
de: Die folgenden Befehle sind im Braillenote QT verfügbar, wenn die Brailleeingabe nicht aktiviert ist.
es: Seguidamente van las órdenes asignadas al BrailleNote QT cuando no está en modo de entrada braille.
hr: Slijede prečaci za BrailleNote QT kad nije u modusu brajičnog unosa.
nl: Voor de BrailleNote QT zijn de volgende commando's van toepassing als deze niet in de braille-invoermodus staat.
pt_br: A seguir, os comandos atribuídos ao BrailleNote QT quando ele não está no modo de entrada — digitação — em braille.
ru: Ниже приведены команды, назначаемые BrailleNote QT, когда он не находится в режиме брайлевского ввода.
ta: பிரெயில் உள்ளீட்டு நிலையில் இல்லாதபொழுது, பிரெயில்நோட் QT விசைப் பலகைக்கு பின்வரும் விசைகள் ஒதுக்கப்படுகின்றன:
zh_tw: 以下是 BrailleNote QT 不在點字輸入模式時的按鍵指派。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: NVDA menu |read+n
bg: меню на NVDA |read+n
de: NVDA-Menü |Lesen+N
es: Menú NVDA |leer+n
hr: NVDA izbornik |read+n
nl: NVDA-menu |Lezen+n
pt_br: Menu NVDA |read+n
ru: NVDA меню |read+n
ta: என்விடிஏ பட்டியல் |read+n

source: Up arrow key |upArrow
bg: Стрелка нагоре |upArrow
de: Pfeiltaste nach oben |Pfeiltaste nach oben
es: Tecla flecha arriba |flecha arriba
hr: Tipka strelica gore |strelica gore
nl: pijltoets Omhoog |Pijlomhoog
pt_br: Tecla seta para cima |setaParaCima
ru: Стрелка вверх |стрелка вверх
ta: மேலம்பு விசை |upArrow

source: Down arrow key |downArrow
bg: Стрелка надолу |downArrow
de: Pfeiltaste nach unten |Pfeiltaste nach unten
es: Tecla flecha abajo |flecha abajo
hr: Tipka strelica dolje |strelica dolje
nl: pijltoets Omlaag |Pijlomlaag
pt_br: Tecla seta para baixo |setaParaBaixo
ru: Стрелка вниз |стрелка вниз
ta: கீழம்பு விசை |downArrow

source: Left Arrow key |leftArrow
bg: Стрелка наляво |leftArrow
de: Pfeiltaste nach links |Pfeiltaste nach links
es: Tecla flecha izquierda |flecha izquierda
hr: Tipka strelica lijevo |strelica lijevo
nl: Pijltoets Links |Pijllinks
pt_br: Tecla Seta para esquerda |setaParaEsquerda
ru: Стрелка влево|стрелка влево
ta: இடதம்பு விசை |leftArrow

source: Right arrow key |rightArrow
bg: Стрелка надясно |rightArrow
de: Pfeiltaste nach rechts |Pfeiltaste nach rechts
es: Tecla flecha derecha |flecha derecha
hr: Tipka strelica desno |strelica desno
nl: Pijltoets Rechts |Pijlrechts
pt_br: Tecla seta para direita |setaParaDireita
ru: Стрелка вправо |стрелка вправо
ta: வலதம்பு விசை |rightArrow

source: Page up key |function+upArrow
bg: Page Up |function+upArrow
de: Seite auf |Funktion+Pfeiltaste nach oben
es: Tecla retroceso de página |función+flecha arriba
hr: Tipka pejdž ap |funkcija+strelica gore
nl: Page uptoets |functiePijlomhoog
pt_br: Tecla page up |função+setaParaCima
ru: Страница вверх |function+стрелка вверх
ta: பக்கம் மேல் விசை |function+upArrow

source: Page down key |function+downArrow
bg: Page Down |function+downArrow
de: Seite ab |Funktion+Pfeiltaste nach unten
es: Tecla avance de página |función+flecha abajo
hr: Tipka pejdž daun |funkcija+strelica dolje
nl: Page down-toets |functie+Pijlomlaag
pt_br: Tecla page down |função+setaParaBaixo
ru: Страница вниз |function+стрелка вниз
ta: பக்கம் கீழ் விசை |function+downArrow

source: Home key |function+leftArrow
bg: Home |function+leftArrow
de: Pos1 |Funktion+Pfeiltaste nach links
es: Tecla inicio |función+flecha izquierda
hr: Tipka houm |funkcija+strelica lijevo
nl: Home-toets |functie+Pijllinks
pt_br: Tecla home |função+setaParaEsquerda
ru: Клавиша Home |function+стрелка влево
ta: தொடக்கம் விசை |function+leftArrow

source: End key |function+rightArrow
bg: End |function+rightArrow
de: Ende |Funktion+Pfeiltaste nach rechts
es: Tecla fin |función+flecha derecha
hr: Tipka end |funkcija+strelica desno
nl: End-toets |functie+Pijlrechts
pt_br: Tecla end |função+setaParaDireita
ru: Клавиша End |function+стрелка вправо
ta: முடிவு விசை |function+rightArrow

source: Control+home keys |read+t
bg: Control+Home |read+t
de: Strg+Pos1 |Lesen+T
es: Control+teclas inicio |leer+t
hr: Tipke kontrol+houm |read+t
nl: Control+home-toetsen |lezen+t
pt_br: Teclas control+home |read+t
ru: Комбинация Control+начало |read+t
ta: கட்டுப்பாடு+தொடக்கம் விசைகள் |read+t

source: Control+end keys |read+b
bg: Control+End |read+b
de: Strg+Ende |Lesen+B
es: Control+teclas fin |leer+b
hr: Tipke kontrol+end |read+b
nl: Control+end-toetsen |lezen+b
pt_br: Teclas control+end |read+b
ru: Комбинация Control+конец |read+b
ta: கட்டுப்பாடு+முடிவு விசைகள் |read+b

source: Enter key |enter
bg: Enter |enter
de: Eingabetaste |Eingabetaste
es: Tecla intro |intro
hr: Tipka enter |enter
nl: Enter-toets |enter
pt_br: Tecla enter |enter
ru: Клавиша enter |enter
ta: உள்ளிடு விசை |enter

source: Backspace key |backspace
bg: Backspace |backspace
de: Rücktaste |Rücktaste
es: Tecla retroceso |retroceso
hr: Tipka backspace |backspace
nl: Backspace-toets |backspace
pt_br: Tecla backspace |backspace
ru: Клавиша Backspace |backspace
ta: பின்நகர் விசை |backspace

source: Tab key |tab
bg: Tab |tab
de: Tab-Taste |Tab-Taste
es: Tecla tab |tab
hr: Tipka tabulator |tabulator
nl: Tab-toets |tab
pt_br: Tecla tab |tab
ru: Клавиша tab |tab
ta: தத்தல் விசை |tab

source: Shift+tab keys |shift+tab
bg: Shift+Tab |shift+tab
de: Umschalt+Tab-Taste |Umschalt+Tab-Taste
es: Teclas Shift+tab |shift+tab
hr: Tipke šift+tabulator |šift+tabulator
nl: Shift+tab-toetsen |shift+tab
pt_br: Teclas shift+tab |shift+tab
ru: Комбинация Shift+tab |shift+tab
ta: மாற்றழுத்தி+தத்தல் விசைகள் |shift+tab

source: Windows key |read+w
bg: Windows |read+w
de: Windows-Taste |Lesen+W
es: Tecla Windows |leer+w
hr: Tipka windows |read+w
nl: Windows-toets |lezen+w
pt_br: Tecla windows |read+w
ru: Клавиша Windows |read+w
ta: சாளரங்கள் விசை |read+w

source: Alt key |read+m
bg: Alt |read+m
de: Alt-Taste |Lesen+M
es: Tecla Alt |leer+m
hr: Tipka alt |read+m
nl: Alt-toets |lezen+m
pt_br: Tecla alt |read+m
ru: Клавиша Alt |read+m
ta: நிலைமாற்றி விசை |read+m

source: Toggle input help |read+1
bg: Превключване на помощта за въвеждане |read+1
de: Eingabehilfe ein-/ausschalten |Lesen+1
es: Conmutar ayuda de entrada |leer+1
hr: Uključi i isključi pomoć pri unosu |read+1
nl: Invoerhulp Aan/Uit |lezen+1
pt_br: Alternar ajuda de entrada |read+1
ru: Переключить справку по вводу |read+1
ta: உள்ளீட்டு உதவி நிலையை மாற்றியமை |read+1

source: Following are commands assigned to the scroll wheel:
bg: Следват команди, зададени за колелцето за превъртане:
de: Die folgenden Befehle können mit dem Scrollrad ausgeführt werden:
es: Seguidamente van las órdenes asignadas a la rueda de desplazamiento:
hr: Slijede prečaci dodijeljeni kotačiću za klizanje:
nl: Met het scrollwieltje kunnen de volgende commando's worden uitgevoerd:
pt_br: A seguir, os comandos atribuídos à rodinha:
ru: Ниже приведены команды, назначенные колесу прокрутки:
ta: பின்வரும் கட்டளைகள் உருள் சக்கரத்திற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是滾輪的按鍵指派：

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Up arrow key |upArrow
bg: Стрелка нагоре |upArrow
de: Pfeiltaste nach oben |Pfeil auf
es: Tecla flecha arriba |flecha arriba
hr: Tipka strelica gore |strelica gore
nl: pijltoets Omhoog |Pijlomhoog
pt_br: Tecla seta para cima |setaParaCima
ru: Стрелка вверх |стрелка вверх
ta: மேலம்பு விசை |upArrow

source: Down arrow key |downArrow
bg: Стрелка надолу |downArrow
de: Pfeiltaste nach unten |Pfeil ab
es: Tecla flecha abajo |flecha abajo
hr: Tipka strelica dolje |strelica dolje
nl: pijltoets Omlaag |Pijlomlaag
pt_br: Tecla seta para baixo |setaParaBaixo
ru: Стрелка вниз |стрелка вниз
ta: கீழம்பு விசை |downArrow

source: Left Arrow key |leftArrow
bg: Стрелка наляво |leftArrow
de: Pfeiltaste nach links |Pfeil links
es: Tecla flecha izquierda |flecha izquierda
hr: Tipka strelica lijevo |strelica lijevo
nl: pijltoets Links |Pijllinks
pt_br: Tecla Seta para esquerda |setaParaEsquerda
ru: Стрелка влево |стрелка влево
ta: இடதம்பு விசை |leftArrow

source: Right arrow key |rightArrow
bg: Стрелка надясно |rightArrow
de: Pfeiltaste nach rechts |Pfeil rechts
es: Tecla flecha derecha |flecha derecha
hr: Tipka strelica desno |strelica desno
nl: pijltoets Rechts |Pijlrechts
pt_br: Tecla seta para direita |setaParaDireita
ru: Стрелка вправо |стрелка вправо
ta: வலதம்பு விசை |rightArrow

source: Enter key |centre button
bg: Enter |централен бутон
de: Eingabetaste |mittlere Taste
es: Tecla intro |botón central
hr: Tipka enter |srednji gumb
nl: Enter-toets |centrale knop
pt_br: Tecla enter |botão central
ru: Клавиша enter |centre button
ta: உள்ளிடு விசை |centre button

source: Tab key |scroll wheel clockwise
bg: Tab |завъртане на колелцето по посока на часовниковата стрелка
de: Tab-Taste |Rad im Uhrzeigersinn drehen
es: Tecla Tab |desplazar la rueda en el sentido de las agujas del reloj
hr: Tipka tabulator |okreći kotačić u smjeru kazaljke na satu
nl: Tab-toets |scroll-wieltje met de klok mee
pt_br: Tecla tab |girar rodinha no sentido horário
ru: Клавиша tab |scroll wheel clockwise
ta: தத்தல் விசை |scroll wheel clockwise

source: Shift+tab keys |scroll wheel counterclockwise
bg: Shift+Tab |завъртане на колелцето по посока обратно на часовниковата стрелка
de: Umschalt+Tab-Taste |Rad gegen den Uhrzeigersinn drehen
es: Tecla Shift+tab |desplazar la rueda en el sentido contrario a las agujas del reloj
hr: Tipke šift+tabulator |okreći kotačić u obrnutom smjeru od kazaljke na satu
nl: Shift+tab-toetsen |scroll-wieltje tegen de klok in
pt_br: Teclas shift+tab |girar rodinha no sentido anti-horário
ru: Комбинация Shift+tab |колесо прокрутки против часовой стрелки
ta: மாற்றழுத்தி+தத்தல் விசைகள் |scroll wheel counterclockwise

source: EcoBraille
es: <target/>
ta: ஈக்கோப்ரெயில்

source: NVDA supports EcoBraille displays from [ONCE](https://www.once.es/).
bg: NVDA поддържа дисплеите EcoBraille от [ONCE](https://www.once.es/).
de: NVDA unterstützt die Ecobraille von [ONCE](https://www.once.es/).
es: NVDA admite las pantallas EcoBraille de [ONCE](https://www.once.es/).
hr: NVDA podržava EcoBraille brajične retke koje proizvodi [ONCE](https://www.once.es/).
nl: NVDA biedt ondersteuning voor EcoBraille-leesregels van [ONCE](https://www.once.es/).
pt_br: O NVDA suporta as linhas EcoBraille da [ONCE](https://www.once.es/).
ru: NVDA поддерживает дисплеи EcoBraille от производителя [ONCE](https://www.once.es/).
ta: [ஒன்ஸ்](https://www.once.es/) நிறுவனத்தின் பிரெயில் காட்சியமைவுகளை என்விடிஏ ஆதரிக்கிறது.
zh_tw: NVDA 支援 [ONCE](https://www.once.es/) 的 EcoBraille 點顯器，

source: The following models are supported:
bg: Поддържат се следните модели:
de: Die folgenden Modelle werden unterstützt:
es: Se soportan los siguientes modelos:
hr: Sljedeći modeli su podržani:
nl: De volgende modellen worden ondersteund:
pt_br: Os seguintes modelos são suportados:
ru: Поддерживаются следующие модели:
ta: பின்வரும் மாதிரிகள் ஆதரிக்கப்படுகின்றன:
zh_tw: 下列為支援的型號：

source: EcoBraille 20
es: <target/>
ta: ஈக்கோப்ரெயில் 20

source: EcoBraille 40
es: <target/>
ta: ஈக்கோப்ரெயில் 40

source: EcoBraille 80
es: <target/>
ta: ஈக்கோப்ரெயில் 80

source: EcoBraille Plus
es: <target/>
ta: ஈக்கோப்ரெயில் பிளஸ்

source: In NVDA, you can set the serial port to which the display is connected in the [Select Braille Display](#SelectBrailleDisplay) dialog.
bg: В прозореца [Избор на брайлов дисплей](#SelectBrailleDisplay) на NVDA можете да зададете серийния порт, към който е свързан брайловият дисплей.
de: In dem [Dialogfeld zum Auswählen der Braillezeile](#SelectBrailleDisplay) in den NVDA-Einstellungen können Sie den seriellen Anschluss festlegen, mit dem die Braillezeile verbunden ist.
es: En NVDA, puedes configurar el puerto serie al que se conecta la pantalla en el cuadro de diálogo [Seleccionar Pantalla Braille](#SelectBrailleDisplay).
hr: U NVDA čitaču možete odabrati priključak na koji je spojen brajični redak u dijaloškom okviru [Odaberi brajični redak](#SelectBrailleDisplay).
nl: In NVDA kunt u in het dialoogvenster [Brailleleesregel Selecteren](#SelectBrailleDisplay) de seriële poort instellen waarmee de leesregel wordt verbonden
pt_br: No NVDA, você pode definir a porta serial para a qual a linha será conectada no diálogo [Selecionar Linha Braille](#SelectBrailleDisplay).
ru: В NVDA вы можете установить последовательный порт, к которому подключён дисплей, в диалоге [Выбора брайлевского дисплея](#SelectBrailleDisplay).
ta: என்விடிஏவில் எந்தத் தொடர் நுழைவாயிலில் காட்சியமைவு இணைக்கப்பட வேண்டுமென்பதை, [பிரெயில் காட்சியமைவைத் தெரிவுச் செய்க](#SelectBrailleDisplay) உரையாடலில் வரையறுக்கலாம்.
zh_tw: 您可以在 NVDA 的[「選擇點顯器」](#SelectBrailleDisplay)對話框中設定點顯器連接的串列埠，

source: These displays do not support NVDA's automatic background braille display detection functionality.
bg: Тези дисплеи не поддържат функцията за автоматично откриване на брайлови дисплеи на NVDA.
de: Diese Braillezeilen unterstützen nicht die automatische Erkennung der Braillezeilen im Hintergrund von NVDA.
es: Estas pantallas no admiten la funcionalidad de detección automática de NVDA.
hr: NVDA ne podržava funkcionalnost automatskog otkrivanja brajičnih redaka za ovaj brajični redak.
nl: Deze leesregels hebben geen ondersteuning voor de op de achtergrond uitgevoerde automatische leesregelherkenning van NVDA.
pt_br: Essas linhas ainda não suportam a funcionalidade automática de detecção de linha braille em segundo plano do NVDA.
ru: Эти дисплеи не поддерживают функцию автоматического определения брайлевских дисплеев NVDA.
ta: பிரெயில் காட்சியமைவை பின்னணியில் தானாகக் கண்டறியும் என்விடிஏவின் வசதியை இக்காட்சியமைவுகள் ஆதரிப்பதில்லை.
zh_tw: 這些點顯器不支援 NVDA 點顯器背景自動偵測的功能。

source: Following are the key assignments for EcoBraille displays.
bg: Следват клавишните назначения на брайловите дисплеи EcoBraille.
de: Folgende Tastenbelegungen sind bei Verwendung der Ecobraille-Modelle verfügbar.
es: Seguidamente van las asignaciones de teclas para las pantallas EcoBraille.
hr: Slijede prečaci za EcoBraille brajične retke.
nl: Bij gebruik van deze leesregel met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: A seguir estão as teclas de comando para as linhas EcoBraille.
ru: Ниже приведены назначения клавиш для дисплеев EcoBraille.
ta: பின்வரும் விசைக் கட்டளைகள், ஈக்கோப்ரெயில் காட்சியமைவுகளுக்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是 EcoBraille 點顯器上的按鍵指派，

source: Please see the [EcoBraille documentation](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/) for descriptions of where these keys can be found.
bg: Моля, вижте [документацията на EcoBraille](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/) за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der [Dokumentation zur Ecobraille](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/), um zu erfahren, wo die entsprechenden Tasten zu finden sind.
es: Por favor consulta la [documentación para EcoBraille](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/) para descripciones de donde se pueden encontrar estas teclas.
hr: Smještaj ovih tipki potražite u [EcoBraille dokumentaciji](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/).
nl: (Raadpleeg de [EcoBraille documentatie](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/) waar beschreven wordt waar de toetsen zich bevinden.)
pt_br: Por favor consulte a [documentação da EcoBraille](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/) para descrições de onde essas teclas podem ser encontradas.
ru: Описание расположения этих клавиш см. в [документации EcoBraille](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/).
ta: காட்சியமைவில் இவ்விசைகள் எங்குள்ளன என்கிற விளக்கத்தை [ஈக்கோப்ரெயில் ஆவணத்தில்](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/) காணவும்.
zh_tw: 這些按鍵的實際位置請參見 [EcoBraille 說明文件](ftp://ftp.once.es/pub/utt/bibliotecnia/Lineas_Braille/ECO/)。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |T2
bg: Превъртане на брайловия дисплей назад |T2
de: Auf der Braillezeile rückwärts navigieren |T2
es: Desplazar atrás pantalla braille |T2
hr: Kliži po brajičnom retku natrag |T2
nl: brailleleesregel terugscrollen |T2
pt_br: Rolar linha braille para trás |T2
ru: Прокрутка брайлевского дисплея назад |T2
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |T2

source: Scroll braille display forward |T4
bg: Превъртане на брайловия дисплей напред |T4
de: Auf der Braillezeile vorwärts navigieren |T4
es: Desplazar adelante pantalla braille |T4
hr: Kliži po brajičnom retku naprijed |T4
nl: brailleleesregel vooruitscrollen |T4
pt_br: Rolar linha braille para frente |T4
ru: Прокрутка брайлевского дисплея вперёд |T4
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |T4
