Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Keyboard Layouts
bg: Клавиатурни подредби
de: Die Tastatur-Layouts
es: Disposiciones de Teclado
hr: Rasporedi tipkovnice
nl: Toetsenbordindeling
pt_br: Esquemas de Teclado
ru: Раскладки клавиатуры
ta: விசைப்பலகைத் தளவமைப்புகள்
zh_tw: 鍵盤配置

source: NVDA currently comes with two sets of key commands (known as keyboard layouts): the desktop layout and the laptop layout.
bg: Към момента NVDA има два набора от клавиатурни команди (наричани още клавиатурни подредби): за настолни компютри и за лаптопи.
de: NVDA ist derzeit mit zwei Typen von Tastenkombinationen (Tastatur-Layouts) ausgestattet. Es gibt eines für Desktops und eines für Laptops.
es: Actualmente NVDA viene con dos conjuntos de teclas de órdenes conocidas como disposiciones de teclado. La disposición de escritorio y la disposición de portátil.
hr: NVDA trenutačno dolazi s dva skupa tipkovničkih prečaca (poznatih kao rasporedi tipkovnice): raspored tipkovnice za stolna računala i raspored tipkovnice za prijenosna računala.
nl: Momenteel beschikt NVDA over twee profielen met toetscommando's die toetsenbordindelingen worden genoemd: de desktoptoetsenbordindeling en de laptoptoetsenbordindeling.
pt_br: O NVDA vem atualmente com dois conjuntos de teclas de comandos (conhecidos como esquemas — leiaute — de teclado): o esquema computador de mesa — desktop — e o esquema computador portátil — laptop —.
ru: В настоящее время NVDA поставляется с двумя наборами клавиатурных команд (известными как раскладки клавиатуры): раскладка для настольного ПК (настольная) и раскладка для ноутбука (ноутбук).
ta: என்விடிஏ தற்பொழுது இரு விசை கட்டளைத் தொகுப்புகளைக் கொண்டுள்ளது. மேசைக்கணினிக்கு ஒரு தளவமைப்பும், மடிக்கணினிக்கு ஒரு தளவமைப்பும் உள்ளது.
zh_tw: NVDA 快速鍵目前有兩種鍵盤配置，分別用在桌上型電腦與筆記型電腦，

source: By default, NVDA is set to use the Desktop layout, though you can switch to the Laptop layout in the Keyboard category of the [NVDA Settings](#NVDASettings) dialog, found under Preferences in the NVDA menu.
bg: По подразбиране NVDA е настроен да ползва подредбата за настолни компютри, въпреки че по всяко време можете да преминете към подредбата за лаптопи от категорията „Клавиатура“ в прозореца за [настройки на NVDA](#NVDASettings), намиращ се в подменю „Настройки“ от главното меню на NVDA.
de: Voreingestellt ist NVDA auf die Verwendung des Desktop-Layouts. Sie können jedoch in der Kategorie Tastatur des Dialogs [NVDA-Einstellungen](#NVDASettings), den Sie unter Einstellungen im NVDA-Menü finden, auf das Laptop-Layout umschalten.
es: De forma predeterminada, NVDA está configurado para utilizar la disposición de escritorio, aunque puedes cambiar a la de portátil en la categoría Teclado del cuadro de diálogo [Opciones de NVDA](#NVDASettings) en Preferencias en el menú NVDA.
hr: NVDA standardno dolazi s rasporedom tipkovnice za stolna računala, međutim možete se prebaciti na raspored za prijenosna računala u kategoriji "Tipkovnica" u dijaloškom okviru [NVDA Postavke](#NVDASettings), u podizborniku Postavke, u NVDA izborniku.
nl: De standaardinstelling van NVDA is de Desktoptoetsenbordindeling, maar u kunt dit wijzigen in Laptoptoetsenbordindeling bij de categorie Toetsenbord in het dialoogvenster [Instellingen van NVDA](#NVDASettings) dat u vindt in het NVDA-menu onder Opties.
pt_br: Este leitor de telas está definido para utilizar por padrão o esquema de Computador de mesa, embora você possa alternar para o esquema de Computador Portátil na categoria Teclado do diálogo [Configurações do NVDA](#NVDASettings), encontrado em Preferências no menu do NVDA.
ru: По умолчанию NVDA настроена на использование настольной раскладки клавиатуры, однако, в категории "Клавиатура", [диалога настроек NVDA](#NVDASettings), вы можете переключиться на раскладку ноутбук. Этот диалог настроек вызывается из подменю "Параметры" главного меню NVDA.
ta: என்விடிஏ, மேசைக்கணினித் தளவமைப்பை இயல்பான தளவமைப்பாகக் கொண்டிருந்தாலும், மடிக்கணினித் தளவமைப்பிற்கு மாறும் வசதியுமுள்ளது. விசைப்பலகைத் தளவமைப்பை மாற்றியமைக்க, என்விடிஏ பட்டியலிலுள்ள விருப்பங்கள் உட்பட்டியலில் இருக்கும் விசைப் பலகை வகைமையின் கீழ் காணப்படும் [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடல் பெட்டிக்குச் செல்லவும்.
zh_tw: 預設配置使用桌上型電腦，不過您可以從 [NVDA 設定](#NVDASettings)對話框中的「鍵盤」類別設定切換到筆記型電腦配置。

source: The Desktop layout makes heavy use of the numpad (with Num Lock off).
bg: Подредбата за настолни компютри основно използва цифровия блок при изключен Num Lock.
de: Das Desktop-Schema nutzt den Nummernblock (wenn dieser ausgeschaltet ist).
es: La disposición de escritorio hace un uso amplio del teclado numérico (con el bloqueo numérico desactivado).
hr: Raspored tipkovnice za stolna računala maksimalno iskorištava numeričku tipkovnicu (s isključenim numeričkim blokom).
nl: Bij de Desktoptoetsenbordindeling wordt zeer veel gebruik gemaakt van het numerieke toetsenbord waarbij num lock uit moet staan.
pt_br: O esquema Computador de Mesa faz uso intensivo do bloco numérico (com o Num Lock desativado).
ru: В настольной раскладке активно используются клавиши на цифровом блоке клавиатуры (при отключённом режиме Numlock).
ta: மேசைக்கணினித் தளவமைப்பில், எண் பூட்டு நீக்கப்பட்டிருக்கும்பொழுது, எண் திட்டு விசைகளை என்விடிஏ மிகுதியாகப் பயன்படுத்துகிறது.
zh_tw: 桌上型電腦配置需要經常使用數字鍵盤 (使用時要關閉 Num Lock)，

source: Although most laptops do not have a physical numpad, some laptops can emulate one by holding down the FN key and pressing letters and numbers on the right-hand side of the keyboard (7, 8, 9, u, i, o, j, k, l, etc.).
bg: Въпреки че повечето лаптопи нямат физически цифров блок, някои от тях могат да емулират такъв при задържането на Fn клавиша и натискането на цифрите и буквите от дясната страна на клавиатурата (7, 8, 9, u, i, o, j, k, l и др.).
de: Obwohl die meisten Laptop-Tastaturen keinen physikalischen Nummernblock haben, kann dieser mit Hilfe der FN-Taste in Kombination mit den Tasten des rechten Tastenfeldes emuliert werden. Dies sind die Tasten: 7, 8, 9, u, i, o, j, k, l, etc.).
es: Aunque la mayoría de los portátiles no tienen un teclado numérico físico, algunos portátiles pueden emularlo manteniendo pulsada la tecla FN y pulsando letras y números en el lado derecho del teclado (7 8 9 u i o j k l etc.).
hr: Iako neka prijenosna računala nemaju numeričku tipkovnicu, neka prijenosna računala mogu emulirati numeričku tipkovnicu pritiskom tipke FN i pritiščući slova i brojke koji se nalaze s desne strane na tipkovnici (7, 8, 9, u, i, o, j, k, l, itd.).
nl: Hoewel de meeste laptops geen apart numeriek toetsenbord hebben, kan dit soms wel worden gesimuleerd door de FN-toets ingedrukt te houden en letters en cijfers in te toetsen op het rechterdeel van het toetsenbord (7, 8, 9, u, i, o, j, k, l, etc.).
pt_br: Embora a maioria dos computadores portáteis não possua um bloco numérico físico, alguns conseguem simulá-lo através do pressionamento da tecla FN com letras e números na parte direita do teclado (7, 8, 9, u, i, o, j, k, l, etc.).
ru: Хотя большинство ноутбуков не имеют физической дополнительной цифровой клавиатуры, некоторые ноутбуки могут эмулировать нажатия цифровой клавиатуры через клавишу FN плюс буквенно-цифровая клавиша на правой стороне основной клавиатуры (7 8 9 u i o j k l и т. д.).
ta: பெரும்பாலான மடிக்கணினிகளில் எண் திட்டு இருப்பதில்லை. ஆகவே, மடிக்கணினித் தளவமைப்பில் முகப்பெழுத்துப் பூட்டு, என்விடிஏ மாற்றியமைப்பி விசையாகப் பயன்படுத்தப்படுகிறது. இவ்விசையுடன், தேவைப்படுமானால், கட்டுப்பாடு, மாற்றழுத்தி, போன்ற பிற விசைகளையும் அழுத்திப் பிடித்துக் கொண்டு, விசைப்பலகையின் வலப்பக்க விசைகளை (j k l 8 9 0 போன்றவை) அழுத்த வேண்டும்.
zh_tw: 僅管大部分的筆記型電腦沒有實體的數字鍵盤，有些筆記型電腦可以利用按住 FN 鍵搭配鍵盤右手邊的英文與數字 (如 7 8 9 u i o j k l 等等) 來模擬數字鍵盤，

source: If your laptop cannot do this or does not allow you to turn Num Lock off, you may want to switch to the Laptop layout instead.
bg: Ако вашият лаптоп не може да прави това или не ви позволява да изключите Num Lock, то вие може би бихте предпочели да преминете на подредбата за лаптопи.
de: Wenn Ihr Laptop dies oder die Deaktivierung des Nummernblocks nicht unterstützt, können Sie an Stelle das Tastatur-Layout auf Laptop umstellen.
es: Si tu portátil no puede hacer esto, o no te permite desactivar el bloqueo numérico, es posible que desees cambiar a la disposición Portátil en su lugar.
hr: Ako vaše prijenosno računalo to ne može izvršiti ili ako ne postoji mogućnost za isključivanje numeričkog bloka, možda se umjesto toga morate prebaciti na raspored tipkovnice za prijenosna računala.
nl: Als dit niet mogelijk is op uw laptop of als u NumLock niet kunt uitschakelen, kunt u beter kiezen voor de laptop toetsenbordindeling.
pt_br: Se seu computador portátil não pode fazer isso, ou não lhe permite desativar o Num Lock, convém mudar para o esquema Computador Portátil.
ru: Если на вашем ноутбуке не предусмотрена такая возможность или у вас не получается выключить режим Numlock, то вы, возможно, пожелаете переключиться на клавиатурную раскладку ноутбук.
ta: தங்கள் மடிக்கணினியில் இவ்வசதி இல்லாதிருந்தாலோ, எண் பூட்டினை நீக்க இயலாதிருந்தாலோ, மடிக்கணினித் தளவமைப்பிற்குத் தாங்கள் மாறிக் கொள்ளலாம்.
zh_tw: 如果您的筆記型電腦沒辦法這麼做，或者不允許關閉 Num Lock 鍵，您可能需要切換到筆記型電腦配置。

source: NVDA Touch Gestures
bg: Жестове чрез докосване на екрана
de: Touchscreen-Bedienung mit NVDA
es: Gestos táctiles de NVDA
hr: NVDA dodirne geste
nl: NVDA Aanraakgebaren
pt_br: Gestos de Toques do NVDA
ru: Сенсорные жесты NVDA
ta: என்விடிஏ தொடு சைகைகள்
zh_tw: NVDA 觸控手勢

source: If you are running NVDA on a device with a touchscreen, you can also control NVDA directly via touch commands.
bg: Ако използвате NVDA на устройство с екран, поддържащ работа чрез докосване, можете да управлявате NVDA директно чрез сензорни команди.
de: Wenn Sie NVDA auf einem Gerät mit Touchscreen benutzen, können Sie NVDA auch direkt über Touch-Eingaben bedienen.
es: Si estás ejecutando NVDA en un dispositivo con una pantalla táctil también puedes controlar a NVDA directamente a través de órdenes táctiles.
hr: Ako pokrećete NVDA na uređaju koji ima ekran osjetljiv na dodir, možete upravljati NVDA čitačem izravno pomoću dodirnih naredbi, osim ako podrška ekrana osjetljivih na dodir nije isključena.
nl: Als u met NVDA werkt op een met een aanraakscherm uitgerust apparaat dan kunt u NVDA ook rechtstreeks met aanraakcommando's bedienen.
pt_br: Caso esteja executando o NVDA em um dispositivo com tela sensível ao toque, você também pode controlar o NVDA diretamente via comandos de toque.
ru: Если вы запускаете NVDA на устройстве с сенсорным экраном, то вы можете также управлять NVDA непосредственно с помощью сенсорного экрана.
ta: தொடுதிரைக் கொண்ட கணினியில் என்விடிஏவை தாங்கள் பயன்படுத்தும்பொழுது, தொடு கட்டளைகள் மூலம் என்விடிஏவைக் கட்டுப்படுத்தலாம்.
zh_tw: 如果您在有觸控螢幕的裝置執行 NVDA，可以直接透過觸控指令來控制 NVDA。

source: While NVDA is running, unless touch interaction support is disabled, all touch input will go directly to NVDA.
bg: Докато NVDA е стартиран, всяко докосване на екрана ще се предава директно на него, освен ако поддръжката за сензорно взаимодействие не е забранена.
de: Während NVDA läuft, gehen alle Touch-Eingaben direkt an NVDA, es sei denn, die Unterstützung der Touchscreen-Bedienung ist deaktiviert.
es: Mientras NVDA esté en ejecución, al menos que el soporte de interacción esté deshabilitado,, toda la entrada táctil irá directamente a NVDA.
hr: Kad je NVDA pokrenut, svaki unos dodirom bit će proslijeđen izravno NVDA čitaču.
nl: Terwijl NVDA actief is, gaat alle door aanraking gegenereerde invoer rechtstreeks naar NVDA tenzij de ondersteuning voor aanraakinteractie is uitgeschakeld.
pt_br: Enquanto o NVDA estiver sendo executado, a menos que o suporte à interação por toque esteja desabilitado, todas as entradas de toque passarão diretamente para o leitor de tela.
ru: Пока работает NVDA и включена поддержка сенсорного взаимодействия, программа будет перехватывать весь сенсорный ввод.
ta: என்விடிஏ இயக்கத்தில் இருக்கும்பொழுது, தொட்டளவளாவலுக்கான ஆதரவு முடக்கப்பட்டிருக்காதபட்சத்தில், எல்லாத் தொடு உள்ளீடுகளும் என்விடிஏவிற்கு நேரடியாக அனுப்பப்படும்.
zh_tw: 當 NVDA 執行時所有觸控輸入的控制都是直接透過 NVDA 來執行，除非將觸控互動支援關閉，

source: Therefore, actions that can be performed normally without NVDA will not work.
bg: По тази причина действия, които могат да се извършват нормално без NVDA, няма да работят.
de: Dies bedeutet, dass alle Touch-Eingaben, die ohne NVDA funktioniert hätten, außer Kraft sind, sobald NVDA ausgeführt wird.
es: Por lo tanto, las acciones que puedan efectuarse normalmente sin NVDA no funcionarán.
hr: Stoga, radnje koje se mogu uraditi normalno bez NVDA čitača, neće raditi.
nl: Daarom zullen taken die normaal zonder NVDA kunnen worden uitgevoerd niet uitvoerbaar zijn.
pt_br: Com efeito, as ações que podem ser executadas normalmente sem o NVDA não funcionarão.
ru: Таким образом, действия, выполняемые обычным образом без NVDA, работать не будут.
ta: ஆகவே, என்விடிஏ இல்லாமல் செயற்படுத்தப்படும் இயல்புத் தொடு கட்டளைகள் செயற்படாது.
zh_tw: 因此在沒有 NVDA 時可以正常執行的操作將不起作用。

source: To toggle touch interaction support, press NVDA+control+alt+t.
bg: За да превключите поддръжката за сензорно взаимодействие, натиснете NVDA+Control+Alt+T.
de: Mit NVDA+Strg+Alt+T können Sie die Unterstützung der Touchscreen-Bedienung umschalten.
es: Para conmutar el soporte de la interacción táctil, pulsa NVDA+control+alt+t.
hr: Kako biste uključili ili isključili podršku ekrana osjetljivih na dodir, pritisnite NVDA+control+alt+t.
nl: Om ondersteuning voor aanraakinteractie aan- of uit te zetten drukt u op NVDA+control+alt+t.
pt_br: Para alternar o suporte à interação por toque, pressione NVDA+control+alt+t.
ru: Для включения и выключения поддержки сенсорного взаимодействия, нажимайте NVDA+Control+Alt+T.
ta: தொட்டலவளாவுதலுக்கான ஆதரவினை மாற்றியமைக்க, என்விடிஏ+கட்டுப்பாடு+நிலைமாற்றி+t விசைக்கட்டளையைப் பயன்படுத்தவும்.
zh_tw: 要切換觸控互動支援，按 NVDA+Ctrl+Alt+T。

source: You can also enable or disable [touch interaction support](#TouchSupportEnable) from the Touch Interaction category of the NVDA settings.
bg: Можете също така да включите или изключите [поддръжката за сензорно взаимодействие](#TouchSupportEnable) от категорията „Сензорно взаимодействие“ в настройките на NVDA.
de: Sie können auch die [Unterstützung der Touchscreen-Bedienung](#TouchSupportEnable) in der Kategorie "Touchscreen-Bedienung" in den NVDA-Einstellungen aktivieren oder deaktivieren.
es: También puedes habilitar o deshabilitar el [soporte de interacción táctil](#TouchSupportEnable) desde la categoría Interacción táctil de las opciones de NVDA.
hr: [Podršku ekrana osjetljivih na dodir](#TouchSupportEnable) možete uključiti ili isključiti u kategoriji interakciaj s ekranima osjetljivim na dodir u NVDA postavkama.
nl: U kunt [ondersteuning voor aanraakinteractie](#TouchSupportEnable) ook aan- of uitzetten viahet menu Instellingen van NVDA in de categorie Aanraakinteractie.
pt_br: Você também pode habilitar ou desabilitar o [suporte à interação por toque](#TouchSupportEnable) na categoria Interação por Toque das configurações do NVDA.
ru: Вы также можете включить или отключить [поддержку сенсорного взаимодействия](#TouchSupportEnable) в категории "Сенсорное взаимодействие", диалога настроек NVDA.
ta: என்விடிஏ அமைப்புகளில் காணப்படும் [தொட்டளவளாவலுக்கான ஆதரவு](#TouchSupportEnable) வகைமைக்குச் சென்று, தொட்டளவளாவலுக்கான ஆதரவினை முடுக்கலாம், அல்லது முடக்கலாம்.
zh_tw: 您也可以在 NVDA 設定的「觸控互動」類別中啟用或停用[觸控互動支援](#TouchSupportEnable)。

source: Exploring the Screen
bg: Изследване на екрана
de: Den Bildschirminhalt erkunden
es: Explorar la Pantalla
hr: Istraživanje ekrana
nl: Het Beeldscherm Verkennen
pt_br: Explorando a Tela
ru: Изучение экрана
ta: திரையை ஆராய்தல்
zh_tw: 探索螢幕

source: The most basic action you can perform with the touch screen is to announce the control or text at any point on the screen.
bg: Най-основното действие, което може да изпълните с докосване на екрана, е да получите информация за всеки елемент или текст на него.
de: Zu den grundlegenden Aktionen beim Umgang mit Tastschirmen gehört das Ansagen von Objekten oder Text direkt unter Ihrem Finger.
es: La acción más básica que puedes realizar con la pantalla táctil es anunciar el control o el texto en cualquier punto en la pantalla.
hr: Najosnovnija stvar koju možete učiniti s ekranom osjetljivim na dodir je izvještavanje o kontroli ili tekstu na bilo kojem dijelu ekrana.
nl: De meest elementaire taak die met behulp van het aanraakscherm kan worden uitgevoerd is het spraakondersteunde uitlezen van het scherm, dus wat is er aanwezig aan besturingselementen, tekst en dergelijke.
pt_br: A ação mais básica que você pode executar com a tela de toque é anunciar o controle ou texto em qualquer ponto da tela.
ru: Самое простое, что вы можете сделать, — это прослушать информацию об элементе управления или тексте в любой точке сенсорного экрана.
ta: திரையின் ஓரிடத்தில் இருக்கும் கட்டுப்பாட்டையோ, உரையையோ அறிவிக்க செய்வதுதான், தொடு திரையைக் கொண்டு செய்யும் அடிப்படை செயலாகும்.
zh_tw: 觸控螢幕的最基本操作就是讓 NVDA 讀出螢幕上任一點的控制項或文字，

source: To do this, place one finger anywhere on the screen.
bg: За да направите това, поставете един пръст където и да е по екрана.
de: Hierfür können Sie einfach den Bildschirm an einer beliebigen Stelle berühren.
es: Para hacer esto, pon un dedo en cualquier lugar sobre la pantalla.
hr: Da biste to učinili, postavite prst na bilo koje mjesto na ekranu.
nl: U doet dit door één vinger op een willekeurige plaats op het scherm te zetten.
pt_br: Para fazer isso, ponha um dedo em qualquer parte da tela.
ru: Для выполнения этого действия достаточно прикоснуться одним пальцем в любой области сенсорного экрана.
ta: இதை செய்ய, ஏதேனும் ஒருவிரலை, திரையில் எவ்விடத்தில் வேண்டுமானாலும் வைக்கவும்.
zh_tw: 要執行此操作請將一根手指放在螢幕上的任何位置，

source: You can also keep your finger on the screen and move it around to read other controls and text that your finger moves over.
bg: Можете също да задържите пръста си на екрана и да го движите наоколо, за да прочетете други елементи или текст, върху които преминава вашият пръст.
de: Sie können den Finger dann auch über den Bildschirm bewegen, um Text und Steuerelemente, auf die Sie treffen, angesagt zu bekommen.
es: También puedes mantener tu dedo sobre la pantalla y moverlo para leer otros controles y texto sobre los que vaya pasando.
hr: Također možete držati prst na ekranu i pomicati ga okolo, da biste pročitali ostale kontrole i tekst po kojem se pomičete vašim prstom.
nl: Als u uw vinger op het scherm houdt en hem over het scherm beweegt, zullen knoppen en tekst die u tegenkomt worden gemeld.
pt_br: Você também pode manter seu dedo na tela e movê-lo para ler outros controles e textos por onde ele se move.
ru: Вы также можете, не убирая пальца с сенсорного экрана, и водя его по поверхности, читать элементы управления и текст, расположенные под пальцем.
ta: மேலும், திரையில் விரலை வைத்து அங்குமிங்கும் நகர்த்தும்பொழுது, விரல் செல்லுமிடங்களில் உள்ள கட்டுப்பாடுகளையும், உரைகளையும் படிக்கும்.
zh_tw: 您也可以保持手指放在螢幕上並四處移動，以讀出手指觸摸到的控制項或文字。

source: Touch Gestures
bg: Жестове чрез докосване
de: Berührungsgesten
es: Gestos Táctiles
hr: Dodirne geste
nl: Aanraakgebaren
pt_br: Gestos de Toques
ru: Сенсорные жесты
ta: தொடு சைகைகள்
zh_tw: 觸控手勢

source: When NVDA commands are described later in this user guide, they may list a touch gesture which can be used to activate that command with the touchscreen.
bg: Когато командите на NVDA бъдат описани по-късно в това ръководство, те може да предоставят и жест чрез докосване, който може да бъде използван за да активирате тази команда чрез докосване на екрана.
de: Weiter unten in diesem Benutzerhandbuch finden Sie bei den Beschreibungen zu den NVDA-Befehlen auch Gesten, mit denen die betreffenden Befehle ausgeführt werden können, wenn Sie einen Touchscreen verwenden.
es: Cuando se describan las órdenes de NVDA de ahora en adelante en esta guía del usuario, podrán listar un gesto táctil que se puede utilizar para activar esa orden con la pantalla táctil.
hr: Kad se NVDA naredbe opisuju u ovom priručniku, one će možda navoditi dodirnu gestu koja služi za aktivaciju naredbe pomoću ekrana osjetljivog na dodir.
nl: Bij de beschrijving van NVDA-commando's verderop in deze handleiding kunnen ook aanraakgebaren voorkomen die het bijbehorende commando via aanraking activeert.
pt_br: Quando os comandos do NVDA forem descritos posteriormente neste Guia do Usuário, entre eles poderá estar um gesto de toque que pode ser usado para ativar aquele comando com a tela de toque.
ru: При описании команд NVDA далее в этом руководстве могут перечисляться и жесты, которые можно использовать для активации этих команд с помощью сенсорного экрана.
ta: தொடர்ந்து வரும் பகுதிகளில், என்விடிஏவின் கட்டளைகள் விளக்கப்படும்பொழுது, தொடு கட்டளைகள் சிலவும் பட்டியலிடப்படும். இத்தொடு கட்டளைகளைக் கொண்டு, தொடுதிரையில் சில கட்டளைகளை செயற்படுத்தலாம்.
zh_tw: 在本用戶指南隨後提及的 NVDA 指令中，可能會列出可在觸控螢幕上執行該指令的觸控手勢，

source: Following are some instructions on how to perform the various touch gestures.
bg: Следват някои инструкции за това как се изпълняват различните жестове чрез докосване.
de: In den folgenden Abschnitten finden Sie Anweisungen, wie bestimmte Gesten mit dem Touchscreen verwendet werden.
es: Seguidamente van algunas instrucciones sobre cómo llevar a cabo varios gestos táctiles.
hr: Slijedi nekoliko uputa kako izvesti određene dodirne geste.
nl: Hier volgen wat aanwijzingen voor het maken van de aanraakgebaren.
pt_br: A seguir estão algumas instruções sobre como executar os vários gestos de toques.
ru: Ниже даются некоторые рекомендации, как выполнить тот или иной жест.
ta: தொடுதிரையில் என்விடிஏவின் தொடு கட்டளைகளை எவ்வாறு செயற்படுத்தப்பட வேண்டுமென்று கீழ்க்கண்டவாறு அறிவுறுத்தப்படுகிறது:
zh_tw: 以下是有關如何執行各種觸控手勢的一些說明。

source: Taps
bg: Почуквания
de: Tippen
es: Toques
hr: Dodiri
nl: Tikken
pt_br: Toques
ru: Касания
ta: தட்டுதல்
zh_tw: 輕點

source: Tap the screen quickly with one or more fingers.
bg: Почукайте бързо по екрана с един или повече пръсти.
de: Tippen Sie schnell mit einem oder mehreren Fingern.
es: Tocar la pantalla brevemente con uno o más dedos.
hr: Brzo dodirnite ekran s jednim ili više prstiju.
nl: Met de top / toppen van één of meer vingers snel op het scherm tikken.
pt_br: Tocar na tela rapidamente com um ou mais dedos.
ru: Быстро произведите касание экрана одним или несколькими пальцами.
ta: ஒன்று, அல்லது ஒன்றிற்கு மேற்பட்ட விரல்களைக் கொண்டு திரையைத் தட்டுதல்.
zh_tw: 用一根或多根手指快速輕點螢幕。

source: Tapping once with one finger is simply known as a tap.
bg: Еднократно почукване с един пръст се нарича просто почукване.
de: Einmal Tippen mit einem Finger wird im Folgenden einfach als Tippen bezeichnet.
es: A tocar una vez con un dedo se le conoce como tocar.
hr: Dodir jednim prstom je poznato kao dodir.
nl: Eenmaal tikken met één vinger heet gewoon een tik.
pt_br: Tocar uma vez com 1 dedo é conhecido simplesmente como um toque.
ru: Одиночное касание одним пальцем это просто касание.
ta: ஒருவிரலைக் கொண்டு ஒரு முறைத் தட்டினால், அது தட்டுதல் என்று அறியப்படும்.
zh_tw: 用一根手指在螢幕上輕點一次簡稱為點一下，

source: Tapping with 2 fingers at the same time is a 2-finger tap and so on.
bg: Почукване едновременно с два пръста се нарича почукване с два пръста и т.н.
de: Gleichzeitiges Tippen mit zwei Fingern wird als Zwei-Finger-Tippen bezeichnet, etc.
es: Tocar con dos dedos al mismo tiempo es un toque de 2 dedos y así sucesivamente.
hr: Dodir s dva prsta je poznato kao dvoprstni dodir itd.
nl: Met 2 vingers tegelijkertijd tikken heet een tik met twee vingers (two-finger tap) enzovoort.
pt_br: Tocando com 2 dedos de uma vez consiste num toque com 2 dedos e assim por diante.
ru: Касание двумя пальцами одновременно это двухпальцевое касание и т. д.
ta: இருவிரல்களைக் கொண்டு ஒரே நேரத்தில் தட்டினால், அது ிரு விரல் தட்டுதல் என்று அறியப்படும். இருவிரல்களுக்கு மேலான தட்டுதல்களும் இதுபோன்றே எண்ணிக்கைகளைக் கொண்டு அறியப்படுகின்றன.
zh_tw: 用兩根手指在螢幕上同時輕點為兩指點一下，以此類推。
