Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: naziv |prečac |opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Cycle Sound Split Mode |`NVDA+alt+s` |Cycles between sound split modes.
bg: Превключване между режимите на разделяне на звука |`NVDA+Alt+S` |Превключва между режимите на разделяне на звука.
de: Zwischen den Modi für die Sound-Teilung wechseln| `NVDA+Alt+S` |Wechselt zwischen den Modi für die Sound-Teilung.
es: Modo Cíclico de Separación de Sonido |`NVDA+alt+s` |Recorre los modos de separación de sonido.
hr: prebacuj se između načina podjele zvuka |`NVDA+alt+s` |Cycles between sound split modes.
nl: Modus stereosplitsing doorlopen |`NVDA+alt+s` |Hiermee ga je van de ene naar de andere modus voor stereosplitsing.
pt_br: Percorrer o Modo de Divisão de Som |`NVDA+alt+s` |Alterna entre os modos de divisão de som.
ru: Переключать режимы разделения звука |`NVDA+alt+s` |Переключает по кругу режимы разделения звука.
ta: ஒலிப் பிளவு முறைகளுக்கு ஊடாகச் சுழலுக |`என்விடிஏ+நிலைமாற்றி+s` |ஒலிப் பிளவு முறைகளுக்கு ஊடாகச் சுழல்கிறது.
zh_tw: 循環切換聲音分割模式 |NVDA+Alt+S |在聲音分割模式之間循環切換

source: By default this command will cycle between the following modes:
bg: По подразбиране тази команда ще превключва между следните режими:
de: In der Standard-Einstellung wechselt dieser Befehl zwischen den folgenden Modi:
es: Por defecto esta orden recorrerá los siguientes modos:
hr: Podrazumijevano, ovaj će prečac prebacivati između slijedećih modusa:
nl: Standaard doorloop je met dit commando de volgende modi:
pt_br: Por padrão, este comando irá alternar entre os seguintes modos:
ru: По умолчанию эта команда переключает следующие режимы:
ta: இயல்பில், இக்கட்டளை பின்வரும் முறைகளுக்கு ஊடாகச் சுழலும்:
zh_tw: 預設情況下此指令會在以下模式之間循環切換：

source: Sound split disabled: NVDA does not apply any sound split processing.
bg: Разделянето на звука е изключено: NVDA не прилага обработка за разделяне на звука.
de: Sound-Teilung deaktiviert: Keine Sound-Teilung ist aktiv in NVDA.
es: Separación de sonido deshabilitada: NVDA no aplica ningún procesamiento de división de sonido.
hr: Podjela zvuka onemogućena: NVDA ne razdjeljuje zvuk.
nl: stereosplitsing uitgeschakeld : NVDA past geen stereo-splitsing toe.
pt_br: Divisão de som desabilitada: O NVDA não aplica nenhum processamento de divisão de som.
ru: Разделение звука выключено: NVDA не применяет никакой обработки разделения звука.
ta: ஒலிப் பிளவு முடக்கப்பட்டது: என்விடிஏ எந்த ஒலிப் பிளவு செயலாக்கத்தையும் பயன்படுத்தாது.
zh_tw: 聲音分割已停用：NVDA 不處理任何聲音分割。

source: NVDA on the left and applications on the right: NVDA will speak in the left channel, while other applications will play sounds in the right channel.
bg: NVDA отляво и приложения отдясно: NVDA ще извежда речта си в левия канал, докато другите приложения ще възпроизвеждат звуците си в десния канал.
de: NVDA links und Anwendungen rechts: NVDA ist auf dem linken Kanal, während Sounds anderer Anwendungen auf dem rechten Kanal zu hören sind.
es: NVDA en la izquierda y las aplicaciones en la derecha: NVDA hablará por el canal izquierdo, mientras las otras aplicaciones reproducirán el sonido por el canal de la derecha.
hr: NVDA u lijevom kanalu, a programi u desnom: NVDA će govoriti u lijevom kanalu, dok će drugi programi reproducirati svoje zvukove u desnom.
nl: NVDA via het linker en toepassingen via het rechter: spraak van NVDA komt via linker kanaal, terwijl andere toepassingen te horen zijn via het rechter kanaal.
pt_br: NVDA à esquerda e aplicativos à direita: o NVDA falará no canal esquerdo, enquanto outros aplicativos reproduzirão sons no canal direito.
ru: NVDA слева и приложения справа: NVDA будет говорить в левом канале, а другие приложения будут звучать в правом.
ta: என்விடிஏ இடப்புறமாகவும், பிற பயன்பாடுகள் வலப்புறமாகவும்: என்விடிஏ இடப்புற அலைத்தடத்தில் பேசிடும், பிற பயன்பாடுகள் வலப்புற அலைத்தடத்தில் ஒலிகளை வெளியிடும்.
zh_tw: NVDA 在左，應用程式在右：NVDA 將在左聲道說話，而其他應用程式將在右聲道播放聲音。

source: NVDA on the left and applications in both channels: NVDA will speak in the left channel, while other applications will play sounds in both left and right channels.
bg: NVDA отляво и приложенията в двата канала: NVDA ще извежда речта си в левия канал, докато другите приложения ще възпроизвеждат звуците си и в двата канала.
de: NVDA links und Anwendungen beidseitig: NVDA ist auf dem linken Kanal, während Sounds anderer Anwendungen auf beiden Kanälen zu hören sind.
es: NVDA en la izquierda y las aplicaciones en ambos canales: NVDA hablará en el canal izquierdo, mientras las otras aplicaciones reproducirán el sonido en ambos canales.
hr: NVDA u lijevom kanalu a programi u oba kanala: NVDA će govoriti u lijevom kanalu, dok će se zvukovi reproducirati u oba kanala.
nl: NVDA via het linker en toepassingen via beide kanalen: spraak van NVDA komt via linker kanaal, terwijl andere toepassingen te horen zijn zowel via het linker als rechter kanaal.
pt_br: NVDA à esquerda e aplicativos em ambos os canais: O NVDA falará no canal esquerdo, enquanto outros aplicativos reproduzirão sons nos canais esquerdo e direito.
ru: NVDA слева и приложения в обоих каналах: NVDA будет говорить в правом канале, а другие приложения будут звучать в обоих каналах.
ta: என்விடிஏ இடப்புறமாகவும், பிற பயன்பாடுகள் இருபுறமாகவும் : என்விடிஏ இடப்புற அலைத்தடத்தில் பேசிடும், பிற பயன்பாடுகள், இடது, வலது ஆகிய இரு அலைத்தடங்களிலும் ஒலிகளை வெளியிடும்.
zh_tw: NVDA 在左，應用程式在雙聲道：NVDA 將在左聲道說話，而其他應用程式將在左聲道與右聲道播放聲音。

source: There are more advanced sound split modes available in NVDA setting combo box.
bg: Има допълнителни режими за разделяне на звука, налични в съответния падащ списък в настройките на NVDA.
de: Im Kombinationsfeld den Einstellung in NVDA sind weitere erweiterte Modi für die Sound-Teilung verfügbar.
es: Hay más modos avanzados de separación de sonido disponibles en el cuadro combinado en las opciones de NVDA.
hr: Dostupno je više naprednih načina podjele u odabirnom okviru.
nl: Er zijn meer geavanceerde modi voor stereosplitsing beschikbaar in het vervolgkeuzemenu instellingen van NVDA.
pt_br: Existem modos de divisão de som mais avançados disponíveis na caixa de combinação de configurações do NVDA.
ru: В поле со списком настроек NVDA доступны более сложные режимы разделения звука.
ta: என்விடிஏ அமைப்பு சேர்க்கைப் பெட்டியில் இன்னும் பல மேம்பட்ட ஒலிப் பிளவு முறைகள் உள்ளன.
zh_tw: NVDA 音訊設定中的下拉式方塊提供了更進階的聲音分割模式，

source: Among these modes, "NVDA in both channels and applications in both channels" forces all the sounds to be directed in both channels.
bg: Сред тези режими, „NVDA в двата канала и приложенията в двата канала“ принуждава всички звуци да бъдат насочени и в двата канала.
de: Unter diesen Modi erzwingt die Einstellung "NVDA und Anwendungen beidseitig", dass alle Sounds in beide Kanäle zu hören sind.
es: Entre estos modos, "NVDA en ambos canales y las aplicaciones en ambos canales" obliga a que todos los sonidos se dirijan a ambos canales.
hr: Osim tih modusa, "NVDA u oba kanala i programi u oba kanala" prisiljava sve druge zvukove da budu preusmjereni u oba kanala.
nl: een van deze modi, "NVDA in beide kanalen en toepassingen in beide kanalen" zorgt ervoor dat alhet geluid naar beide kanalen wordt geleid.
pt_br: Dentre esses modos, "NVDA em ambos os canais e aplicativos em ambos os canais" força todos os sons a serem direcionados em ambos os canais.
ru: Среди этих режимов "NVDA в обоих каналах и приложения в обоих каналах" заставляют все звуки передаваться по обоим каналам.
ta: இம்முறைகளில், "இரு அலைத்தடங்களிலும் என்விடிஏ" மற்றும் "இரு அலைத்தடங்களிலும் பயன்பாடுகள்" என்கிற முறை, எல்லா ஒலிகளையும் இரு அலைத்தடங்களிலும் ஒலிக்கக் கட்டாயப்படுத்தப்படும்.
zh_tw: 在這些模式中，「NVDA 在雙聲道，應用程式在雙聲道」強制所有聲音都在兩個聲道輸出，

source: This mode may differ from "Sound split disabled" mode in case other audio processing interfers with channel volumes.
bg: Този режим може да се различава от режима „Разделянето на звука е изключено“, в случай че друга аудио обработка пречи на силата на звука на каналите.
de: Dieser Modus kann sich vom Modus "Sound-Teilung deaktivieren" unterscheiden, sobald weitere Audio-Verarbeitungen die Lautstärke des Kanals beeinträchtigen.
es: Este modo puede diferir del modo "Separación de sonido deshabilitada" en caso de que otro procesamiento de audio interfiera con los volúmenes de los canales.
hr: taj modus može se razlikovati od modusa "podjela zvuka onemogućena" u slučaju da druga obrada zvuka smeta.
nl: Deze modus kan afwijken van de modus "stereo-splitsing uitgeschakeld" in het geval dat andere audio-bewerking interfereert met kanaalvolumes.
pt_br: Esse modo pode ser diferente do modo "Divisão de som desabilitada" caso outro processamento de áudio interfira nos volumes do canal.
ru: Этот режим может отличаться от режима "Разделение звука отключено" в случае, если другие методы обработки звука влияют на громкость канала.
ta: அலைத்தடங்களின் ஒலியளவில் பிற ஒலிகளின் செயலாக்கம் குறுக்கிடும்பட்சத்தில், ஒலிப் பிளவு முடக்கப்பட்ட முறை யிலிருந்து இம்முறை வேறுபடலாம்.
zh_tw: 此模式與「聲音分割已停用」模式不同，以防止其他音訊處理幹擾聲道音量。

source: Please note, that sound split doesn't work as a mixer.
bg: Моля, обърнете внимание, че разделянето на звука не работи като миксер.
de: Bitte beachten Sie, dass die Sound-Teilung nicht als Mixer funktioniert.
es: Ten en cuenta que la separación de sonido no funciona como un mezclador.
hr: Imajte na umu da ova opcija ne radi kao mikser.
nl: Merk op dat stereosplitsing (sound split) niet als mixer te gebruiken is.
pt_br: Por favor, note que a divisão de som não funciona como mixer.
ru: Обратите внимание: разделение звука не работает в режиме микшера.
ta: ஒலிப் பிளவு ஒலிக் களவையாகச் செயல்படாது என்பதைக் கவனிக்கவும்.
zh_tw: 請注意，聲音分割不能當作混音器使用，

source: For example, if an application is playing a stereo sound track while sound split is set to "NVDA on the left and applications on the right", then you will only hear the right channel of the sound track, while the left channel of the sound track will be muted.
bg: Например, ако дадено приложение възпроизвежда стерео звук, докато разделянето на звука е зададено на „NVDA отляво и приложения отдясно“, тогава ще чуете само десния канал на съответния звук, докато левия канал на звука ще бъде заглушен.
de: Wenn beispielsweise eine Anwendung eine Stereo-Tonspur abspielt und die Sound-Teilung auf "NVDA links und Anwendungen rechts" eingestellt ist, dann hören Sie nur den rechten Kanal der Tonspur, während der linke Kanal der Tonspur stummgeschaltet wird.
es: Por ejemplo, si una aplicación está reproduciendo una pista de sonido estéreo mientras la división de sonido está configurada a "NVDA en la izquierda y las aplicaciones en la derecha", entonces sólo oirás el canal derecho de la pista de sonido, mientras el canal izquierdo de la pista de sonido estará silenciado.
hr: Na primjer, ako program reproducira glazbu u stereo formatu kada je način podjele zvuka postavljen na "NVDA u lijevom kanalu a programi u desnom", tada ćete čuti desni kanal pjesme, dok će lijevi kanal biti utišan.
nl: Als een bepaalde toepassing bijv een stereo track afspeelt terwijl stereosplitsing is ingesteld op "NVDA via het linker en toepassingen via het rechter kanaal", zul je alleen het rechter kanaal van de sound track horen terwijl het linker kanaal van de sound track onderdrukt wordt.
pt_br: Por exemplo, se um aplicativo estiver reproduzindo uma trilha sonora estéreo enquanto a divisão de som estiver definida como "NVDA à esquerda e aplicativos à direita", você ouvirá apenas o canal direito da trilha sonora, enquanto o canal esquerdo da trilha sonora será silenciado.
ru: Например, если приложение воспроизводит стереофоническую звуковую дорожку, а для разделения звука установлено значение "NVDA слева и приложения справа", то вы будете слышать только правый канал звуковой дорожки, а левый канал дорожки будет отключён.
ta: எடுத்துக்காட்டாக, என்விடிஏ இடப்புறமாகவும், பிற பயன்பாடுகள் வலப்புறமாகவும் என்று ஒலிப் பிளவு அமைக்கப்பட்ட நிலையில் ஒரு பயன்பாடு பிரியோசையை இசைத்தால், அந்தப் பிரியோசையின் வலப்புற ஒலித்தடத்தை மட்டும்தான் தாங்கள் கேட்க இயலும், இடப்புற ஒலித்தடம் அமைதியாக்கப்பட்டிருக்கும்.
zh_tw: 例如：如果應用程式正在播放立體聲音軌，而聲音分割設定為「NVDA 在左，應用程式在右」，那麼您就只能聽到音軌的右聲道，而音軌的左聲道會被靜音。

source: This option is not available if you have started NVDA with [WASAPI disabled for audio output](#WASAPI) in Advanced Settings.
bg: Тази опция не е налична, ако сте стартирали NVDA с [изключен WASAPI за аудио изхода](#WASAPI) в разширените настройки.
de: Diese Option ist nicht verfügbar, wenn Sie NVDA mit [WASAPI deaktiviert für Audioausgabe](#WASAPI) in den Erweiterten Einstellungen gestartet haben.
es: Esta opción no está disponible si has arrancado NVDA con [WASAPI deshabilitado para la salida de audio](#WASAPI) en las opciones avanzadas.
hr: Ova opcija nije dostupna ako ste pokrenuli NVDA sa [isključenim Wasapi za izlaz zvuka](#WASAPI) in Advanced Settings.
nl: Deze optie is niet beschikbaar als bij het opstarten van NVDA [WASAPI voor audiouitvoer in Geavanceerde Instellingen uitgeschakeld was](#WASAPI).
pt_br: Esta opção não está disponível se você iniciou o NVDA com [WASAPI desabilitado para saída de áudio](#WASAPI) nas Configurações Avançadas.
ru: Эта опция недоступна, если вы запустили NVDA с параметром [WASAPI отключен для вывода звука](#WASAPI) в дополнительных настройках.
ta: மேம்பட்ட அமைப்புகளில், [ஒலி வெளியீட்டிற்கு வாஸாப்பி முடக்கப்பட்ட நிலையில்](#WASAPI) என்விடிஏவைத் தாங்கள் துவக்கியிருந்தால், இவ்விருப்பத் தேர்வு கிடைப்பிலிருக்காது.
zh_tw: 如果您已在「進階設定」中[停用 WASAPI 作為音訊輸出](#WASAPI)的情況下啟動 NVDA，則此選項不可用。

source: Please note, that if NVDA crashes, then it won't be able to restore application sounds volume, and those applications might still output sound only in one channel after NVDA crash.
bg: Моля, имайте предвид, че ако NVDA се срине, тогава няма да може да възстанови силата на звука на звуците от приложенията и тези приложения все още може да извеждат звук само в един канал след срива на NVDA.
de: Bitte beachten Sie, dass bei einem Absturz von NVDA die Lautstärke der Anwendungstöne nicht wiederhergestellt werden kann und dass diese Anwendungen nach dem Absturz von NVDA den Sound möglicherweise nur noch auf einem Kanal ausgegeben werden.
es: Ten en cuenta que si NVDA se bloquea, entonces no podrás restaurar el volumen de los sonidos de la aplicación, y esas aplicaciones podrían seguir emitiendo el sonido sólo en un canal tras el bloqueo de NVDA.
hr: Imajte na umu da ako se NVDA sruši, glasnoća zvuka programa neće se vratiti na zadane vrijednosti, i ti programi će i dalje reproducirati zvuk samo u jednom kanalu.
nl: Merk op dat bij een crash van NVDA het geluidsvolume van de toepassingen niet hersteld kan worden en die toepassingen blijven mogelijk geluid via een enkel kanaall afspelen na een crash van NVDA.
pt_br: Observe por favor, que se o NVDA travar, ele não será capaz de restaurar o volume dos sons do aplicativo, e esses aplicativos ainda poderão emitir som apenas em um canal após a falha do NVDA.
ru: Обратите внимание, что в случае сбоя NVDA не удастся восстановить громкость звуков приложений, и эти приложения могут по-прежнему выводить звук только в одном канале после сбоя NVDA.
ta: என்விடிஏ செயலிழந்தால், அது பயன்பாட்டு ஒலிகளின் ஒலியளவை மீட்டெடுக்க இயலாது என்பதோடு, அந்தப் பயன்பாடுகள், ஒரு அலைத்தடத்தில் மட்டுமே ஒலியை வெளியிடும் என்பதைக் கவனிக்கவும்.
zh_tw: 請注意，如果 NVDA 崩潰則將無法恢復應用程式的音量，且這些應用程式在 NVDA 崩潰後可能仍僅在一個聲道輸出聲音，

source: In order to mitigate this, please restart NVDA and select the mode "NVDA in both channels and applications in both channels".
bg: За да поправите това, моля, рестартирайте NVDA и изберете режима „NVDA в двата канала и приложенията в двата канала“.
de: Um dies zu verhindern, starten Sie NVDA neu und wählen Sie den Modus "NVDA und Anwendungen beidseitig" aus.
es: Para mitigar esto, por favor reinicia NVDA y selecciona el modo "NVDA en ambos canales y aplicaciones en ambos canales".
hr: Kako biste to spriječili, molimo ponovno pokrenite NVDA i odaberite modus "NVDA u oba kanala i programi u oba kanala".
nl: Om dit te verhelpen is het het beste om NVDA opnieuw te starten en de modus "NVDA in beide kanalen en toepassingen in beide kanalen" te selecteren.
pt_br: Para mitigar isso, reinicie o NVDA e selecione o modo "NVDA em ambos os canais e aplicativos em ambos os canais".
ru: Чтобы устранить эту проблему, перезапустите NVDA.
ta: இதை சரிசெய்ய, என்விடிஏவை மறுதுவக்கி, "இரு அலைத்தடங்களிலும் என்விடிஏ" மற்றும் "இரு அலைத்தடங்களிலும் பயன்பாடுகள்" என்கிற முறையைத் தெரிவு செய்யவும்.
zh_tw: 為了緩解這種情況，請重新啟動 NVDA 並選擇「NVDA 在雙聲道，應用程式在雙聲道」模式。

source: Customizing Sound split modes
bg: Персонализиране на режимите на разделяне на звука
de: Anpassen der Modi für die Sound-Teilung
es: Personalizar modos de Separación de Sonido
hr: Prilagođavanje načina podjele zvuka
nl: Stereosplitsingsmodi aanpassen
pt_br: Personalizando os modos de divisão de som
ru: Настройка режимов разделения звука
ta: ஒலிப் பிளவு முறைகளைத் தனிப்பயனாக்குதல்
zh_tw: 自訂聲音分割模式

source: This checkable list allows selecting which sound split modes are included when cycling between them using `NVDA+alt+s`.
bg: Този списък с елементи за отмятане позволява да изберете кои режими на разделяне на звука да бъдат включени при превключване между тях чрез `NVDA+Alt+S`.
de: Über diese Liste können Sie auswählen, welche Sound-Split-Modi enthalten sind, wenn Sie mit `NVDA+Alt+S` zwischen diesen Modi wechseln.
es: Esta lista marcable permite seleccionar qué modos de separación de sonido se incluyen al recorrer entre ellos utilizando `NVDA+alt+s`.
hr: Ovaj popis sa odabirnim okvirima omogućuje vam prilagođavanje koji će načini podjele zvuka biti dostupni pri prebacivanju uz pomoć prečaca `NVDA+alt+s`.
nl: In deze lijst kun je aanvinken welke stereosplitsingsmodi opgenomen moeten zijn bij het doorlopen ervan met `NVDA+alt+s`.
pt_br: Esta lista marcável permite selecionar quais modos de divisão de som serão incluídos ao percorrer entre eles usando `NVDA+alt+s`.
ru: Список с флажками доступных режимов разделения звука позволяет выбрать, какие из них будут включены при переключении между ними с помощью `NVDA+alt+s`.
ta: `என்விடிஏ+நிலைமாற்றி+s` விசையைப் பயன்படுத்தி ஒலிப் பிளவு முறைகளுக்கிடையே சுழலும்பொழுது, எந்தெந்த முறைகள் சேர்த்துக்கொள்ளப்பட வேண்டுமென்பதை வரையறுக்க இந்த தேர்வுப் பட்டியல் அனுமதிக்கிறது.
zh_tw: 此可核取清單允許選擇當使用 NVDA+Alt+S 在聲音分割模式之間循環切換時應包含哪些聲音分割模式，

source: Modes which are unchecked are excluded.
bg: Режимите, които не са отметнати, са изключени.
de: Modi, die nicht markiert sind, sind ausgenommen.
es: Los modos que estén desmarcados se excluyen.
hr: Načini koji nisu odabrani su nedostupni na tom popisu.
nl: Modi die niet zijn aangevinkt worden genegeerd.
pt_br: Os modos desmarcados são excluídos.
ru: Режимы, не отмеченые флажком, исключаются.
ta: தேர்வு செய்யப்படாத முறைகள் விலக்கப்படும்.
zh_tw: 未勾選的模式會被排除，

source: By default only three modes are included.
bg: По подразбиране са включени само три режима:
de: Standardmäßig sind nur drei Modi enthalten.
es: Por defecto sólo se incluyen tres modos.
hr: Podrazumijevano su dostupna tri modusa.
nl: Standaard zijn slechts drie modi opgenomen.
pt_br: Por padrão, apenas três modos estão incluídos.
ru: По умолчанию включены только три режима.
ta: இயல்பில், மூன்று முறைகள் மட்டுமே சேர்த்துக்கொள்ளப்பட்டிருக்கும்.
zh_tw: 預設僅包含三種模式。

source: Sound split disabled.
bg: Разделянето на звука е изключено: както NVDA, така и приложенията възпроизвеждат звуци както в левия, така и в десния канал.
de: Sound-Tteilung deaktiviert.
es: Separación de sonido deshabilitada.
hr: Onemogućena podjela zvuka.
nl: Stereosplitsing uitgeschakeld.
pt_br: Divisão de som desabilitada.
ru: Разделение звука выключено: NVDA и другие приложения выводят звук в оба канала.
ta: ஒலிப் பிளவு முடக்கப்பட்டது.
zh_tw: 聲音分割已停用

source: NVDA on the left and applications on the right.
bg: NVDA в левия и всички други приложения в десния канал.
de: NVDA links und Anwendungen rechts.
es: NVDA en el izquierdo y las aplicaciones en el derecho.
hr: NVDA u lijevom kanalu a programi u desnom.
nl: NVDA via het linker en toepassingen via rechter kanaal.
pt_br: NVDA à esquerda e aplicativos à direita.
ru: NVDA слева и приложения справа: NVDA будет говорить в левом канале, а другие приложения будут звучать в правом.
ta: என்விடிஏ இடப்புற அலைத்தடத்திலும், பிற பயன்பாடுகள் வலப்புற அலைத்தடத்திலும்்.
zh_tw: NVDA 在左，應用程式在右

source: NVDA on the left and applications in both channels.
bg: NVDA отляво и приложенията в двата канала.
de: NVDA links und Anwendungen beidseitig.
es: NVDA en el izquierdo y las aplicaciones en ambos canales.
hr: NVDA u lijevom kanalu a programi u oba kanala.
nl: NVDA via het linker kanaal en alle andere toepassingen via beide kanalen.
pt_br: NVDA à esquerda e aplicativos em ambos os canais.
ru: NVDA справа и приложения слева: NVDA будет говорить в правом канале, а другие приложения будут звучать в левом.
ta: என்விடிஏ இடப்புற அலைத்தடத்திலும், பிற பயன்பாடுகள் இரு அலைத்தடங்களிலும்.
zh_tw: NVDA 在左，應用程式在雙聲道

source: Note that it is necessary to check at least one mode.
bg: Имайте предвид, че е необходимо да изберете поне един режим.
de: Es ist zu beachten, dass mindestens ein Modus ausgewählt ist.
es: Ten en cuenta que es necesario marcar al menos un modo.
hr: Imajte na umu da je potrebno odabrati barem jedan modus.
nl: Merk op dat tenminste 1 modus moet worden geselecteerd.
pt_br: Observe que é necessário marcar pelo menos um modo.
ru: Обратите внимание, что необходимо отметить хотя бы один режим.
ta: குறைந்தபட்சம் ஒரு முறையையாவது தேர்வு செய்ய வேண்டுமென்பதைக் கவனிக்கவும்.
zh_tw: 附註：必須勾選至少一種模式。

source: This option is not available if you have started NVDA with [WASAPI disabled for audio output](#WASAPI) in Advanced Settings.
bg: Тази опция не е налична, ако сте стартирали NVDA с [изключен WASAPI за аудио изхода](#WASAPI) в разширените настройки.
de: Diese Option ist nicht verfügbar, wenn Sie NVDA mit [WASAPI deaktiviert für Audio-Ausgabe](#WASAPI) in den Erweiterten Einstellungen gestartet haben.
es: Esta opción no está disponible si has iniciado NVDA con [WASAPI deshabilitado para la salida de audio](#WASAPI) en las opciones avanzadas.
hr: Ova opcija nije dostupna ako je NVDA pokrenut [sa isključenim Wasapi za audioizlaz](#WASAPI) u naprednim postavkama.
nl: Deze optie is niet beschikbaar als bij het opstarten van NVDA [WASAPI voor audiouitvoer in Geavanceerde Instellingen uitgeschakeld was](#WASAPI).
pt_br: Esta opção não está disponível se você iniciou o NVDA com [WASAPI desabilitado para saída de áudio](#WASAPI) nas Configurações Avançadas.
ru: Эта опция недоступна, если вы запустили NVDA с параметром [WASAPI отключён для вывода звука](#WASAPI) в дополнительных настройках.
ta: மேம்பட்ட அமைப்புகளில், [ஒலி வெளியீட்டிற்கு வாஸாப்பி முடக்கப்பட்ட நிலையில்](#WASAPI) என்விடிஏவைத் தாங்கள் துவக்கியிருந்தால், இவ்விருப்பத் தேர்வு கிடைப்பிலிருக்காது.
zh_tw: 如果您已在「進階設定」中[停用 WASAPI 作為音訊輸出](#WASAPI)的情況下啟動 NVDA，則此選項不可用。

source: Time to keep audio device awake after speech
bg: Време за поддържане на звуковото устройство будно след края на речта
de: Zeit, um das Audio-Gerät nach dem Sprechen nicht auszublenden
es: Tiempo para mantener el dispositivo de audio despierto tras el habla
hr: Vrijeme držanja audiouređaja budnim poslije zadnje izgovorene stavke
nl: Duur van staat van paraatheid van audio-apparaat na audiouitvoer
pt_br: Tempo para manter o dispositivo de áudio despertado após a fala
ru: Время ожидания аудиоустройства по окончании последней произнесённой фразы (в секундах)
ta: பேச்சுக்குப் பிறகு ஒலிதக் கருவியை விழிப்புடன் வைத்திருக்க வேண்டிய நேரம்
zh_tw: 語音結束後保持音訊裝置喚醒的時間
