Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Read entire column |`NVDA+control+alt+upArrow` |Reads the current column vertically from top to bottom without moving the system caret.
bg: Прочитане на цялата колона |`NVDA+Control+Alt+Стрелка нагоре` |Прочита текущата колона вертикално отгоре надолу, без да мести каретката.
de: Gesamte Spalte vorlesen |`NVDA+Strg+Alt+Pfeiltaste nach oben` |Liest die aktuelle Spalte vertikal von oben nach unten vor, ohne den System-Cursor zu bewegen.
es: Leer toda la columna |`NVDA+control+alt+flecha arriba` |Lee la columna actual verticalmente desde la parte superior a la inferior sin mover el cursor del sistema.
hr: Čitaj cijeli stupac |`NVDA+control+alt+strelica gore` |Čita trenutni redak vertikalno od gore prema dolje bez pomicanja kursora sustava.
nl: Hele kolom lezen |`NVDA+control+alt+pijlOmhoog` |De huidige kolom wordt in zijn geheel van boven naar beneden gelezen zonder dat de systeemcursor wordt verplaatst.
pt_br: Ler coluna inteira |`NVDA+control+alt+seta para cima` |Lê a coluna atual verticalmente de cima para baixo sem mover o cursor do sistema.
ru: Читать весь столбец |`NVDA+control+alt+стрелкаВверх` |Прочитывает текущий столбец по вертикали сверху вниз без перемещения системной каретки.
ta: நெடுவரிசை முழுதும் படித்திடுக |`என்விடிஏ+கட்டுப்பாடு+நிலைமாற்றி+மேலம்பு` |கணினிச் சுட்டியை நகர்த்தாமல், தற்போதைய நெடுவரிசை முழுதும் மேலிருந்து கீழாக செங்குத்தில் படிக்கிறது.
zh_tw: 讀出整欄 |NVDA+Ctrl+Alt+向上鍵 |由上往下垂直讀出目前欄，不移動系統游標。

source: Read entire row |`NVDA+control+alt+leftArrow` |Reads the current row horizontally from left to right without moving the system caret.
bg: Прочитане на целия ред |`NVDA+Control+Alt+Стрелка наляво` |Прочита текущия ред хоризонтално отляво надясно, без да премества каретката.
de: Gesamte Zeile vorlesen |`NVDA+Strg+Alt+Pfeiltaste nach links` |Liest die aktuelle Zeile horizontal von links nach rechts vor, ohne den System-Cursor zu bewegen.
es: Leer toda la fila |`NVDA+control+alt+flecha izquierda` |Lee la fila actual horizontalmente desde la izquierda a la derecha sin mover el cursor del sistema.
hr: Čitaj cijeli redak |`NVDA+control+alt+strelica lijevo` |Čita trenutni redak horizontalno s lijeva na desno bez pomicanja kursora sustava.
nl: Hele rij lezen |`NVDA+control+alt+pijlLinks` |Huidige rij wordt horizontaal van links naar rechts gelezen zonder dat de systeemcursor wordt verplaatst.
pt_br: Ler linha inteira |`NVDA+control+alt+seta para esquerda` |Lê a linha atual horizontalmente da esquerda para a direita sem mover o cursor do sistema.
ru: Читать всю строку |`NVDA+control+alt+стрелкаВлево` |Прочитает текущую строку по горизонтали слева направо без перемещения системной каретки.
ta: கிடைவரிசை முழுதும் படித்திடுக |`என்விடிஏ+கட்டுப்பாடு+நிலைமாற்றி+இடதம்பு` |கணினிச் சுட்டியை நகர்த்தாமல், தற்போதைய நெடுவரிசை முழுதும் இடமிருந்து வலமாக கிடைமட்டத்தில் படிக்கிறது.
zh_tw: 讀出整列 |NVDA+Ctrl+Alt+向左鍵 |由左往右水平讀出目前列，不移動系統游標。

source: Object Navigation
bg: Навигация по обекти
de: Objekt-Navigation
es: Navegación de Objetos
hr: Kretanje po objektima
nl: Objectnavigatie
pt_br: Navegação de Objetos
ru: Объектная навигация
ta: பொருள் வழிசெலுத்தல்
zh_tw: 物件導覽

source: Most of the time, you will work with applications using commands which move the [focus](#SystemFocus) and the [caret](#SystemCaret).
bg: През повечето време може би бихте работили с приложенията, използвайки команди, местещи [фокуса](#SystemFocus) и [каретката](#SystemCaret).
de: Üblicherweise arbeiten Sie mit Programmen, indem Sie mittels Tastenkürzeln den [Fokus](#SystemFocus) oder den [System-Cursor](#SystemCaret) bewegen.
es: La mayor parte del tiempo, trabajarás con aplicaciones utilizando órdenes que muevan [el foco](#SystemFocus) y [el cursor](#SystemCaret).
hr: Većinu vremena radit ćete s aplikacijama koristeći prečace koji pomiču [fokus](#SystemFocus) i [kursor](#SystemCaret).
nl: U zult meestal met applicaties werken door middel van de commando's voor het verplaatsen van de [focus](#SystemFocus) en de [systeemcursor](#SystemCaret).
pt_br: Na maioria das vezes, você trabalhará com aplicativos usando comandos que movem o [foco](#SystemFocus) e o [cursor](#SystemCaret).
ru: Большую часть времени вы будете использовать в приложениях команды для перемещения [системного фокуса](#SystemFocus) и [каретки](#SystemCaret).
ta: பெரும்பாலான தருணங்களில், [கணினிக் குவிமையத்தையும்](#SystemFocus), [கணினிச் சுட்டியையும்](#SystemCaret) நகர்த்தும் கட்டளைகளைக் கொண்டு பயன்பாடுகளுடன் அளவளாவுவீர்கள்.
zh_tw: 多數情況下您是利用移動[焦點](#SystemFocus)及[游標](#SystemCaret)相關的指令操作應用程式，

source: However, sometimes, you may wish to explore the current application or the Operating System without moving the focus or caret.
bg: Понякога може да искате да изследвате текущото приложение или операционната система без да местите фокуса.
de: Manchmal möchten Sie jedoch mit den Objekten einer Anwendung oder des Betriebssystems arbeiten, ohne den Fokus oder den System-Cursor zu bewegen.
es: Sin embargo, a veces, es posible que desees explorar la aplicación actual o el Sistema Operativo sin mover el foco o el cursor.
hr: Međutim, možda ćete željeti istražiti trenutačnu aplikaciju ili operacijski sustav bez pomicanja fokusa ili kursora.
nl: Soms kan het echter handig zijn om de huidige applicatie of het besturingssysteem te verkennen zonder de focus of de systeemcursor te verplaatsen.
pt_br: No entanto, às vezes, você pode querer explorar o aplicativo atual ou o sistema operacional sem mover o foco ou o cursor.
ru: Однако вы, возможно, захотите изучить текущее приложение или операционную систему, не перемещая фокуса или каретки.
ta: ஆனால், சில தருணங்களில், ஒரு பயன்பாட்டையோ, இயக்கமுறைமையையோ குவிமையத்தை விட்டு விலகாமல் ஆராய முற்படுவீர்கள்.
zh_tw: 不過有時候您會想要在不移動焦點或游標的情況下探索目前應用程式或作業系統，

source: You may also wish to work with [objects](#Objects) that cannot be accessed normally using the keyboard.
bg: Също може да пожелаете да използвате [обекти](#Objects), които не могат да бъдат достигнати чрез клавиатурата.
de: Vielleicht wollen Sie mit [Objekten](#Objects) umgehen, die nicht mit den Standard-Tastenkombinationen erreichbar sind (etwa, weil sie nicht in der Tab-Reihenfolge stehen).
es: También es posible que desees trabajar con [objetos](#Objects) a los que no se pueda acceder normalmente utilizando el teclado.
hr: Također, možda želite raditi s [objektima](#Objects) kojima se ne može pristupiti putem tipkovnice na uobičajeni način.
nl: Ook wilt u soms werken met [objecten](#Objects) die niet te bedienen zijn met de TAB-toets van het toetsenbord.
pt_br: Pode também querer trabalhar com [objetos](#Objects) que não podem ser acessados normalmente usando o teclado.
ru: Вы вероятно пожелаете работать с [объектами](#Objects), которые могут быть недоступны с клавиатуры обычным образом.
ta: அதேபோல், விசைப்பலகை மூலம் சென்றடைய முடியாத சில [பொருட்களையும்](#Objects) அணுகி ஆராய முற்படுவீர்கள்.
zh_tw: 您也會想要使用無法以鍵盤正常操作的[物件](#Objects)，

source: In these cases, you can use object navigation.
bg: В тези случаи можете да използвате навигацията по обекти.
de: In solchen Fällen können Sie die objektorientierte Navigation verwenden. Dabei wird ein NVDA-Fokus (Navigator) die Objekte ansteuern.
es: En estos casos, puedes utilizar la navegación de objetos.
hr: U tim slučajevima, možete koristiti kretanje po objektima.
nl: In deze gevallen kan objectnavigatie handig zijn.
pt_br: Nesses casos, você pode usar a navegação de objetos.
ru: В таких случаях вы можете воспользоваться объектной навигацией.
ta: இதுபோன்ற தருணங்களில், தாங்கள் பொருள் வழிசெலுத்தியைப் பயன்படுத்தலாம்.
zh_tw: 此時物件導覽的功能就可以派上用場。

source: Object navigation allows you to move between and obtain information about individual [objects](#Objects).
bg: Навигацията по обекти ви позволява да се придвижвате и да получавате информация за отделни [обекти](#Objects).
de: Die Objekt-Navigation ermöglicht das Bewegen zwischen Objekten und das Abrufen von Informationen über ein einzelnes [Objekt](#Objects).
es: La navegación de objetos te permite desplazarte y obtener información acerca de [objetos](#Objects) individuales.
hr: Kretanje po objektima omogućuje pomicanje između objekata i pristup informacijama pojedinih [objekata](#Objects).
nl: Objectnavigatie stelt u in staat om te navigeren tussen afzonderlijke [objecten](#Objects) en informatie over deze objecten op te vragen.
pt_br: A navegação de objetos permite-lhe mover-se entre [objetos](#Objects) individuais e obter informações sobre eles.
ru: Объектная навигация позволяет вам перемещаться между отдельными [объектами](#Objects) и получать информацию о них.
ta: தனிப்பட்டப் [பொருட்களுக்கிடையே](#Objects) நகரவும், அவைகளின் தகவலை அறியவும் பொருள் வழிசெலுத்தி துணைபுரிகிறது.
zh_tw: 物件導覽可以讓您在個[物件](#Objects)之間移動並獲取各物件的相關資訊，

source: When you move to an object, NVDA will report it similarly to the way it reports the system focus.
bg: Когато се придвижите до обект, NVDA ще ви го докладва по начин, подобен на този при фокуса.
de: Wenn Sie sich zu einem Objekt mittels Navigator bewegen, wird NVDA Ihnen dies auf eine ähnliche Weise mitteilen, als hätten Sie den System-Fokus bewegt. Wenn Sie innerhalb eines Objektes navigieren, dann bewegen Sie den NVDA-Cursor, der sozusagen das Equivalent vom System-Cursor ist.
es: Cuando te muevas a un objeto, NVDA lo anunciará de modo similar a como anuncia el foco del sistema.
hr: Kad se pomaknete na objekt, NVDA će o njemu izvještavati slično kao što izvještava o fokusu sustava.
nl: NVDA meldt informatie over een object waar u met objectnavigatie naar toe gaat op een soortgelijke manier als informatie over de systeemfocus.
pt_br: Quando se move para um objeto, o NVDA o apresenta, de forma semelhante à maneira como ele dá informação do foco.
ru: Когда вы переходите к какому-либо объекту, NVDA будет озвучивать его подобно тому, как озвучивается объект в системном фокусе.
ta: ஒரு பொருளுக்கு நகரும்பொழுது, குவிமையம் இருக்கும்பொழுது எப்படி என்விடிஏ அப்பொருளின் தகவலை அறிவிக்குமோ, அவ்வாறே பொருள் வழிசெலுத்தி மூலம் நகரும்பொழுதும் அறிவிக்கும்.
zh_tw: 當您導覽到一個物件時，NVDA 會以類似於讀出系統焦點的方式來讀出此物件，

source: For a way to review all text as it appears on the screen, you can instead use [screen review](#ScreenReview).
bg: За да прегледате целия текст по начина, по който той се изобразява на екрана, може вместо това да използвате [равнинния преглед](#ScreenReview).
de: Um Inhalte so anzuzeigen, wie sie auf dem Bildschirm erscheinen, verwenden Sie stattdessen den [Bildschirm-Betrachter](#ScreenReview).
es: Para una forma de revisar todo el texto tal y como aparece en la pantalla, puedes utilizar a cambio [revisión de pantalla](#ScreenReview).
hr: Da biste vidjeli tekst kako on doista izgleda na ekranu, možete umjesto kretanja po objektima koristiti [Pregled ekrana](#ScreenReview).
nl: Om alle tekst zoals deze op het scherm verschijnt te lezen kunt u, in plaats van object navigatie, [screen review](#ScreenReview) gebruiken.
pt_br: Para uma forma de rever todo o texto tal como aparece na tela, você pode em lugar disso usar a [exploração de tela](#ScreenReview).
ru: Для просмотра всего текста в таком виде, как он отображается на экране, вы можете использовать вместо объектной навигации [просмотр экрана](#ScreenReview).
ta: திரையில் தோன்றும் உரைகளை இருப்பது இருப்பதுபோலவே ஆராய, [திரைச் சீராய்வைப்](#ScreenReview) பயன்படுத்தலாம்.
zh_tw: 要檢閱螢幕畫面顯示的文字，則可改使用[畫面檢閱](#ScreenReview)的功能。

source: Rather than having to move back and forth between every single object on the system, the objects are organized hierarchically.
bg: Вместо да трябва да се придвижвате напред и назад през всеки един обект в системата, обектите са организирани йерархично.
de: Die Objekte sind innerhalb des Betriebssystems und der Anwendungen hierarchisch organisiert.
es: En lugar de tener que moverse atrás y adelante de un objeto a otro en el sistema, los objetos se agrupan jerárquicamente.
hr: Umjesto pojedinačnog pomicanja po svakom objektu naprijed-natrag, oni su organizirani hijerarhijski.
nl: De objecten van het besturingssysteem en van de programma's zijn hiërarchisch gegroepeerd (Vergelijk de boomstructuur van Windows Verkenner met mappen en submappen die op hun beurt weer submappen kunnen bevatten).
pt_br: Em vez de ter que se deslocar para trás e para frente entre todos os objetos no sistema, os objetos são organizados hierarquicamente.
ru: Не всегда получится перемещаться между объектами в системе вперёд и назад, так как объекты организованы иерархически.
ta: ஒவ்வொரு பொருளுக்கும் முன்னும் பின்னும் நகர்வதைத் தவிர்க்க, கணினியில் பொருட்களின் நிலைகள் அடுக்குகளாக அமைக்கப்பட்டுள்ளது.
zh_tw: 物件是以階層架構方式組織而成，不需要在 Windows 系統上每個單一物件之間來回移動，

source: This means that some objects contain other objects and you must move inside them to access the objects they contain.
bg: Това означава, че някои обекти съдържат други обекти и трябва да се придвижите вътре в тях, за да имате достъп до обектите, които те съдържат.
de: Dies bedeutet, dass Sie in manche Objekte "absteigen" müssen, um deren Inhalt zu sehen.
es: Esto significa que algunos objetos contienen otros objetos y debes moverte dentro de ellos para acceder a los objetos que contienen.
hr: To znači da neki objekti sadrže druge objekte i da u njih morate ući, kako biste pristupili objektima koje oni sadrže.
nl: Dit betekent dat u naar een bepaald object navigeert om na te gaan welke objecten er eventueel in zijn opgenomen.
pt_br: Isto significa que alguns objetos contêm outros e você deverá mover-se para dentro deles para acessar os objetos que eles contêm.
ru: Это означает, что некоторые объекты содержат в себе другие объекты, и вам придётся переместиться вовнутрь этого объекта, чтобы получить доступ к объектам, содержащимся в нём.
ta: இதன்மூலம் அறிவது என்னவென்றால், ஒரு பொருள் தனக்குள் பிற பொருட்களைக் கொண்டிருக்கும். ஆகவே, பிற பொருட்களைக் கொண்டிருக்கும் பொருளுக்குள் முதலில் சென்று, அதனுள் இருக்கும் தேவையான பொருளுக்குச் செல்ல வேண்டும்.
zh_tw: 這意謂著某些物件包含了其他子物件，您必須進入該物件後才能處理所含的子物件。

source: For example, a list contains list items, so you must move inside the list in order to access its items.
bg: Например, един списък съдържа елементи, така че трябва да се придвижите вътре в списъка, за да имате достъп до тях.
de: Eine Liste enthält beispielsweise Objekte, die die einzelnen Einträge darstellen; Sie müssen also in die Liste "absteigen", um die Einträge zu sehen.
es: Por ejemplo, una lista contiene elementos de lista, por lo que debes moverte dentro de la lista para acceder a sus elementos.
hr: Na primjer, popis sadrži stavke popisa. Morate ući u popis, kako biste pristupili njegovom sadržaju.
nl: Een lijst bevat bijvoorbeeld lijst items, u dient dus de lijst binnen te gaan om de onderliggende items in de lijst te lezen.
pt_br: Por exemplo, uma lista contêm itens de lista, então deve mover-se para dentro da lista a fim de acessar seus itens.
ru: Например, список содержит элементы списка, и поэтому вам придётся переместиться к списку, чтобы получить доступ к его элементам.
ta: எடுத்துக்காட்டாக, ஒரு வரிசைப் பட்டியல் பல உருப்படிகளைக் கொண்டிருக்கும். ஒரு உருப்படியை சென்றடைய, முதலில் அவ்வரிசைப் பட்டியலுக்குள் செல்ல வேண்டும்.
zh_tw: 例如針對一個包含數個清單項目的清單，您必須先移動進入這個清單才能讀出其內的清單項目，

source: If you have moved to a list item, moving next and previous will take you to other list items in the same list.
bg: Ако сте се придвижили до елемент от списък, придвижване напред и назад ще ви отведе до други елементи от същия списък.
de: Wenn Sie sich auf einem Listeneintrag befinden, können Sie sich zum nächsten/vorherigen Objekt auf der selben Ebene bewegen, um die anderen Einträge zu sehen.
es: Si te has movido a un elemento de lista, te puedes mover a su objeto contenedor para volver a la lista y entonces pasarla si lo deseas.
hr: Ako ste se premjestili na stavku popisa, premještanjem naprijed-natrag, prebacujete se na ostale stavke istog popisa.
nl: Zodra u zich op een lijst item bevind, kunt u terug en vooruit navigeren om van item naar item te gaan in de lijst.
pt_br: Se você mudou para um item da lista, mover para o seguinte e anterior levará você para outros itens da lista na mesma lista.
ru: Если вы попали на какой-либо элемент списка, то, перемещаясь вперёд или назад по текущему объекту, вы окажетесь на других элементах списка в том же самом списке.
ta: வரிசைப் பட்டியல் உருப்படியை அடைந்த பின்னர், அம்பு விசைகளை அழுத்தினால், அதே பட்டியலில் இருக்கும் பிற உருப்படிகளுக்கு நகர்வீர்கள்.
zh_tw: 如果您已經移動進入清單項目，則可以在同一個清單內移動至下一個或上一個清單項目，

source: Moving to a list item's containing object will take you back to the list.
bg: Придвижване до съдържащия обект на елемента ще ви отведе обратно към списъка.
de: Um von einem Listeneintrag wieder zur Liste zurückzukehren, müssen Sie wieder eine Ebene "aufsteigen".
es: Moviéndote a un elemento de lista conteniendo un objeto te llevará atrás en la lista.
hr: Premještanjem na objekt popisa koji sadrži stavku, vratit će vas na popis.
nl: Als u zich op een lijstitem bevind, kunt u terug naar het bovenliggend object om weer op het lijstobject terecht te komen.
pt_br: Mudar para o objeto que contém um item da lista levará você de volta à lista.
ru: При перемещении к объекту, в котором содержатся элементы списка, вы попадёте обратно в список.
ta: வரிசைப் பட்டியல் உருப்படி, குவிமையத்தில் இருக்கும்பொழுது, 'பின்நகர்' விசையை அழுத்தினால், அவ்வுருப்படிகளைக் கொண்டிருக்கும் பொருளான வரிசைப் பட்டியலுக்குச் செல்வீர்கள்.
zh_tw: 移動到包含清單項目的母物件將回到清單，

source: You can then move past the list if you wish to access other objects.
bg: Тогава може да подминете списъка, ако желаете да достигнете до други обекти.
de: Nun können Sie sich über die Liste hinausbewegen, um andere Objekte zu sehen.
es: Entonces puedes pasar de la lista si deseas acceder a otros objetos.
hr: Tada se možete premjestiti izvan popisa, ako želite pristupiti drugim objektima.
nl: Nu kunt u verder gaan naar een ander object (op hetzelfde niveau).
pt_br: Você pode então passar da lista se quiser acessar outros objetos.
ru: Вы можете пройти мимо списка, если вы хотите получить доступ к другим объектам.
ta: இதன் பிறகு, பிற பொருட்களைத் தாங்கள் ஆராய விரும்பினால், தற்பொழுது குவிமையத்தில் இருக்கும் வரிசைப் பட்டியலை விட்டு நகரலாம்.
zh_tw: 接下來若您要讀出其他物件就可以直接跳過清單。

source: Similarly, a toolbar contains controls, so you must move inside the toolbar to access the controls in the toolbar.
bg: По същия начин, ако срещнете лента с менюта, трябва да се придвижите вътре в нея, за да достигнете нейните елементи.
de: So ähnlich enthält eine Symbolleiste ebenfalls Steuerelemente und Sie müssen in die Symbolleiste "absteigen", um die einzelnen Elemente zu sehen.
es: Del mismo modo, en una barra de herramientas conteniendo controles, debes moverte dentro de la barra de herramientas para acceder a los controles de la misma.
hr: Slično tome, alatna traka sadrži kontrole, dakle, morate ući u alatnu traku, da biste pristupili kontrolama na alatnoj traci.
nl: Iets dergelijks geldt voor bv. een werkbalk. U gaat de werkbalk in, (navigeert naar het eerste subniveau (first child) om toegang te krijgen tot de bijbehorende besturingselementen.
pt_br: Da mesma forma, se encontrar uma barra de ferramentas, deve mover-se para dentro da mesma para acessar seus controles.
ru: Точно так же панель инструментов содержит элементы управления, поэтому вам придется переместиться вовнутрь панели инструментов для получения доступа к элементам управления на панели инструментов.
ta: அதுபோலவே, ஒரு கருவிப்பட்டையை அணுகும்பொழுது, முதலில் அதனுள் நுழைந்த பின்னரே, அதற்குள் இருக்கும் கட்டுப்பாடுகளை அணுக இயலும்.
zh_tw: 同樣地工具列也包含了控制項，若想要操作控制項您必須先移動進入工具列。

source: If you yet prefer to move back and forth between every single object on the system, you can use commands to move to the previous/next object in a flattened view.
bg: Ако все пак предпочитате да се движите напред и назад между всеки отделен обект в системата, можете да използвате команди, за да се придвижите до предишния/следващия обект в равнинен изглед.
de: Wenn Sie es dennoch vorziehen, sich zwischen den einzelnen Objekten im System hin und her zu bewegen, können Sie die Befehle verwenden, um zum vorherigen bzw. nächsten Objekt in einer reduzierten Ansicht zu wechseln.
es: Si todavía prefieres moverte hacia adelante y hacia atrás entre cada uno de los objetos del sistema, puedes utilizar órdenes para moverte al objeto anterior y siguiente en una vista plana.
hr: Ako ipak želite da se krećete između svakog pojedinačnog objekta na sistemu, možete koristiti komande da se pomerite na prethodni ili sledeći objekat u ravnom prikazu.
nl: Als u toch liever vooruit en terug gaat naar elk afzonderlijk object in het systeem, kunt u via commando's navigeren naar vorig/volgend object door gebruik te maken van een plattere weergavehirargie.
pt_br: Se você ainda preferir ir para trás e para frente entre cada objeto no sistema, poderá usar comandos para mover para o objeto anterior/próximo numa visão plana.
ru: Если вы всё же предпочитаете перемещаться вперёд и назад между всеми объектами в системе, вы можете использовать команды для перехода к предыдущему/следующему объекту в плоском представлении.
ta: திரையில் உள்ள ஒவ்வொரு பொருளுக்குமிடையே முன்னும் பின்னும் நகர தாங்கள் விரும்பினால், முந்தைய/அடுத்த பொருளுக்கு நகர்த்துவதற்கான கட்டளைகளை தட்டையான பார்வையில் பயன்படுத்தலாம்.
zh_tw: 如果您仍然選擇要在 Windows 系統上的每個單一物件之間來回移動，可以使用指令在平面檢視中移動到上一個/下一個物件。

source: For example, if you move to the next object in this flattened view and the current object contains other objects, NVDA will automatically move to the first object that it contains.
bg: Например, ако преминете към следващия обект в този равнинен изглед и текущият обект съдържа други обекти, NVDA автоматично ще премине към първия обект, който той съдържа.
de: Wenn Sie zum Beispiel zum nächsten Objekt in dieser reduzierten Ansicht wechseln und das aktuelle Objekt andere Objekte enthält, wechselt NVDA automatisch zum ersten Objekt, welches dieses enthält.
es: Por ejemplo, si te mueves al siguiente objeto en esta vista plana y el actual contiene otros objetos, NVDA se moverá automáticamente al primer objeto que lo contenga.
hr: Na primer, ako se krećete do sledećeg objekta u ovom ravnom prikazu a trenutni objekat u sebi sadrži druge objekte, NVDA će se automatski prebaciti na prvij unutrašnji objekat.
nl: Als u bijvoorbeeld naar het volgende object in deze afgeplatte weergave navigeert en als dan het huidige object andere objecten bevat zal NVDA automatisch naar het eerste object daarbinnen gaan.
pt_br: Por exemplo, se você passar para o próximo objeto nesta visão plana e o objeto atual contiver outros objetos, o NVDA irá automaticamente mover-se para o primeiro objeto que ele contém.
ru: Например, если вы перейдёте к следующему объекту в этом представлении, а текущий объект содержит другие объекты, NVDA автоматически перейдёт к первому объекту, который он содержит.
ta: எடுத்துக்காட்டாக, இந்தத் தட்டையான பார்வையில் அடுத்த பொருளுக்கு தாங்கள் நகரும்பொழுது, தற்போதைய பொருளில் மற்ற பொருள்கள் இருந்தால், தற்போதைய பொருள் கொண்டிருக்கும் முதல் பொருளுக்கு என்விடிஏ தானாக நகரும்.
zh_tw: 例如如果您移動到此平面檢視中的下一個物件，並且目前物件包含其他子物件，則 NVDA 將自動移到該物件包含的第一個子物件，
