Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Say all |`f14`
bg: Прочита всичко |`F14`
de: Alles Vorlesen |`f14`
es: Verbalizar todo |`f14`
hr: Izgovori sve |`f14`
nl: Alles weergeven |`f14`
pt_br: Leitura contínua |`f14`
ru: Читать всё |`f14`
ta: எல்லாம் படித்திடுக |`f14`

source: Reports current character under review cursor |`f15`
bg: Докладва текущия знак под курсора за преглед |`F15`
de: Das aktuelle Zeichen unter dem NVDA-Cursor mitteilen |`f15`
es: Anunciar el carácter actual bajo el cursor de revisión |`f15`
hr: Prijavljuje trenutni znak preglednog kursora |`f15`
nl: Geeft huidige karakter onder leescursor |`f15`
pt_br: Informa o caractere atual sob o cursor de exploração |`f15`
ru: Объявляет текущий символ, находящийся под просмотровым курсором |`f15`
ta: சீராய்வுச் சுட்டியின் கீழிருக்கும் தற்போதைய வரியுருவை அறிவிக்கிறது |`f15`

source: Reports the line of the current navigator object where the review cursor is situated |`f16`
bg: Докладва реда на текущия навигационен обект, където се намира курсорът за преглед |`F16`
de: Die Zeile des aktuellen Navigator-Objekts mitteilen, in der sich der NVDA-Cursor befindet |`f16`
es: Anunciar la línea del navegador de objetos actual donde esté situado el cursor de revisión |`f16`
hr: Prijavljuje red trenutnog navigacionog objekta gde se nalazi pregledni kursor |`f16`
nl: Geeft de regel van het huidige navigatorobject waar de leescursor zich bevindt |`f16`
pt_br: Relata a linha do objeto de navegação atual onde o cursor de exploração está situado |`f16`
ru: Объявляет строку текущего объекта навигатора, на которой находится просмотровый курсор |`f16`
ta: சீராய்வுச் சுட்டியின் இடத்திலிருக்கும் வழிசெலுத்திப் பொருளின் வரியை அறிவிக்கிறது |`f16`

source: Speaks the word of the current navigator object where the review cursor is situated |`f15+f16`
bg: Изговаря думата на текущия навигационен обект, където се намира курсорът за преглед |`F15+F16`
de: Das Wort unter dem aktuellen Navigator-Objekt mitteilen, auf dem sich der NVDA-Cursor befindet |`f15+f16`
es: Verbalizar la palabra del navegador de objetos actual donde esté situado el cursor de revisión |`f15+f16`
hr: Izgovara reč trenutnog navigacionog objekta gde se nalazi pregledni kursor |`f15+f16`
nl: Leest het woord voor bij het huidige navigatorobject waar de leescursor zich bevindt |`f15+f16`
pt_br: Fala a palavra do objeto de navegação atual onde o cursor de exploração está situado |`f15+f16`
ru: Произносит слово на текущем объекте навигатора, на котором находится просмотровый курсор |`f15+f16`
ta: சீராய்வுச் சுட்டியின் இடத்திலிருக்கும் வழிசெலுத்திப் பொருளின் சொல்லை அறிவிக்கிறது |`f15+f16`

source: Moves the review cursor to the previous line of the current navigator object and speaks it |`lWheelUp`, `rWheelUp`
bg: Премества курсора за преглед на предишния ред на текущия навигационен обект и го изговаря |`LWheelUp`, `RWheelUp`
de: Den NVDA-Cursor zur vorherigen Zeile des aktuellen Navigator-Objekts ziehen und diese mitteilen |`lWheelUp`, `rWheelUp`
es: Mover el cursor de revisión a la línea anterior del navegador de objetos actual y verbalizarla |`lRuedaArriba`, `rRuedaArriba`
hr: Pomera pregledni kursor na prethodni red trenutnog navigacionog objekta i izgovara ga |`lTočakGore`, `dTočakGore`
nl: Verplaatst de leescursor naar de vorige regel van het huidige navigatorobject en leest die voor |`lWheelUp`, `rWheelUp`
pt_br: Move o cursor de exploração para a linha anterior do objeto de navegação atual e a fala |`rodinha esquerda para cima`, `rodinha direita para cima`
ru: Перемещает просмотровый курсор на предыдущую строку текущего объекта навигатора и произносит её |`lWheelUp`, `rWheelUp`
ta: வழிசெலுத்திப் பொருளின் முந்தைய வரிக்கு சீராய்வுச் சுட்டியை நகர்த்தி அதைப் படிக்கிறது |`lWheelUp`, `rWheelUp`

source: Moves the review cursor to the next line of the current navigator object and speaks it |`lWheelDown`, `rWheelDown`
bg: Премества курсора за преглед на следващия ред на текущия навигационен обект и го изговаря |`LWheelDown`, `RWheelDown`
de: Den NVDA-Cursor zur nächsten Zeile des aktuellen Navigator-Objekts ziehen und diese mitteilen |`lWheelDown`, `rWheelDown`
es: Mover el cursor de revisión a la siguiente línea del actual navegador de objetos y verbalizarla |`lRuedaAbajo`, `rRuedaAbajo`
hr: Pomera pregledni kursor na naredni red trenutnog navigacionog objekta i izgovara ga |`lTočakDole`, `dTočakDole`
nl: Verplaatst de leescursor naar de volgende regel van het huidige navigatorobject en leest die voor |`lWheelDown`, `rWheelDown`
pt_br: Move o cursor de exploração para a próxima linha do objeto de navegação atual e a fala |`rodinha esquerda para baixo`, `rodinha direita para baixo`
ru: Перемещает просмотровый курсор на следующую строку текущего объекта навигатора и произносит её |`lWheelDown`, `rWheelDown`
ta: வழிசெலுத்திப் பொருளின் அடுத்த வரிக்கு சீராய்வுச் சுட்டியை நகர்த்தி அதைப் படிக்கிறது |`lWheelDown`, `rWheelDown`

source: `Windows+d` key (minimize all applications) |`attribute1`
bg: `Windows+D` (минимизиране на всички приложения) |`Attribute1`
de: `Windows-Taste+D` (Desktop in den Vordergrund holen) |`attribute1`
es: Tecla `Windows+d` (minimizar todas las aplicaciones) |`attributo1`
hr: `Windows+d` prečica (prebaci se na radnu površinu) |`atribut1`
nl: `Windows+d` toetscombinatie (alle toepassingen minimaliseren) |`attribute1`
pt_br: Tecla `Windows+d` (minimizar todos os aplicativos) |`atributo1`
ru: комбинация `Windows+d` (свернуть все приложения) |`attribute1`
ta: `சாளரங்கள்+d` விசை (அனைத்து பயன்பாடுகளையும் சிறிதாக்குக) |`attribute1`

source: `Windows+e` key (this computer) |`attribute2`
bg: `Windows+E` (файлов мениджър) |`Attribute2`
de: `Windows-Taste+E` (Dieser PC) |`attribute2`
es: Tecla `Windows+e` (este equipo) |`attributo2`
hr: `Windows+e` prečica (ovaj računar) |`atribut2`
nl: `Windows+e` toetscombinatie (deze computer) |`attribute2`
pt_br: Tecla `Windows+e` (este computador) |`atributo2`
ru: комбинация `Windows+e` (этот компьютер) |`attribute2`
ta: `சாளரங்கள்+e` விசை (இக்கணினி) |`attribute2`

source: `Windows+b` key (focus system tray) |`attribute3`
bg: `Windows+B` (фокусиране на системния жлеб) |`Attribute3`
de: `Windows-Taste+B` (Infobereich) |`attribute3`
es: Tecla `Windows+b` (foco a la bandeja del sistema) |`attributo3`
hr: `Windows+b` prečica (fokusiranje na sistemsku traku) |`atribut3`
nl: `Windows+b` toetscombinatie (focus systeemvak) |`attribute3`
pt_br: Tecla `Windows+b` (foco na bandeja do sistema) |`atributo3`
ru: комбинация `Windows+b` (фокус на системный лоток) |`attribute3`
ta: `சாளரங்கள்+b` விசை (கணினித் தட்டில் குவிமையம்) |`attribute3`

source: `Windows+i` key (Windows settings) |`attribute4`
bg: `Windows+I` (настройки на Windows) |`Attribute4`
de: `Windows-Taste+I` (Windows-Einstellungen) |`attribute4`
es: Tecla `Windows+i` (configuración de Windows) |`attributo4`
hr: `Windows+i` prečica (Windows podešavanja) |`atribut4`
nl: `Windows+i` toetscombinatie (Windows-instellingen) |`attribute4`
pt_br: Tecla `Windows+i` (configurações do Windows) |`atributo4`
ru: комбинация `Windows+i` (настройки Windows) |`attribute4`
ta: `சாளரங்கள்+i` விசை (விண்டோஸ் அமைப்புகள்) |`attribute4`

source: Standard HID Braille displays
bg: Стандартен HID брайлов дисплей
de: Standard-HID-Braillezeilen
es: Pantallas HID Braille estándar
hr: Standardni HID brajični retci
nl: Standaard HID Brailleleesregels
pt_br: Linhas Braille HID Padrão
ru: Стандарт для дисплеев Брайля HID Braille
ta: எச்.ஐ.டி. தகுதர பிரெயில் காட்சியமைவுகள்
zh_tw: 標準 HID 點顯器

source: This is an experimental driver for the new Standard HID Braille Specification, agreed upon in 2018 by Microsoft, Google, Apple and several assistive technology companies including NV Access.
bg: Това е експериментален драйвер за новата стандартна HID брайлова спецификация, договорена през 2018 г. от Microsoft, Google, Apple и няколко компании за помощни технологии, включително NV Access.
de: Dies ist ein experimenteller Treiber für die neue Standard-HID-Braille-Spezifikation, die 2018 von Microsoft, Google, Apple und weiteren Unternehmen, die Hilfstechnologien verwenden, darunter NV Access, vereinbart wurde.
es: Este es un controlador experimental para la nueva Especificación Estándar HID Braille, acordada en 2018 por Microsoft, Google, Apple y varias empresas de tecnología de asistencia, incluyendo NV Access.
hr: Ovo je eksperimentalni upravljački program za novu standardnu HID specifikaciju, oko koje su se dogovorili Microsoft, Google, Apple i neke druge tvrtke koje proizvode asistivnu tehnologiju u 2018. godini uključujući i NV Access.
nl: Het betreft hier een experimentele driver voor de nieuwe Standaard HID-Braillespecificatie die in 2018 overeengekomen is tussen Microsoft, Google, Apple en verscheidene andere bedrijven op het gebied van ondersteunende technologie waaronder NV Access.
pt_br: Este é um driver experimental para a nova Especificação Padrão HID Braille, acordada em 2018 pela Microsoft, Google, Apple e várias empresas de tecnologia assistiva, incluindo NV Access.
ru: Это экспериментальный драйвер для нового стандарта спецификации HID Braille Specification, согласованной в 2018 году Microsoft, Google, Apple и несколькими компаниями, занимающимися вспомогательными технологиями, в том числе и NV Access.
ta: மைக்ரோசாஃப்ட், கூகுள், ஆப்பிள் நிறுவனங்கள் தவிர என்வி அக்ஸஸ் உட்பட பல உதவித் தொழில்நுட்ப நிறுவனங்கள் 2018ம் ஆண்டு ஒப்புக்கொண்டதன்படி உருவாக்கப்பட்டதுதான் தகுதர எச்.ஐ.டி. பிரெயில் காட்சியமைவிற்கான இந்தப் பரிசோதனை அடிப்படையிலான இயக்கி.
zh_tw: 這是由 Microsoft、Google、Apple 和包括 NV Access 在內的幾家輔助科技公司於 2018 年所達成的新標準 HID 點顯器規範的實驗性驅動程式，

source: The hope is that all future Braille Display models created by any manufacturer, will use this standard protocol which will remove the need for manufacturer-specific Braille drivers.
bg: Надеждата е, че всички бъдещи модели брайлови дисплеи, създадени от който и да е производител, ще използват този стандартен протокол, което ще премахне необходимостта от специфични за производителя брайлови драйвери.
de: Es besteht die Hoffnung, dass alle zukünftigen Braille-Display-Modelle aller Hersteller dieses Standardprotokoll verwenden, wodurch herstellerspezifische Braille-Treiber überflüssig werden.
es: La esperanza es que todos los futuros modelos de pantallas Braille creados por cualquier fabricante, utilicen este protocolo estándar que eliminará la necesidad de controladores Braille específicos del fabricante.
hr: Nadamo se da će bilo koji model brajičnog redka kojeg će proizvesti bilo koji proizvođač koristiti ovaj standardni protokol, što će ukloniti potrebu pisanja upravljačkih programa koji su specifični za bilo kojeg proizvođača.
nl: Gehoopt wordt dat alle toekomstige brailleleesregelmodellen van alle fabrikanten van dit standaardprotocol gebruik gaan maken waardoor het niet langer nodig is dat elke fabrikant een eigen merkspecifieke leesregelstuurprogramma ontwikkelt.
pt_br: A esperança é que todos os futuros modelos de Linha Braille, criados por qualquer fabricante, usem este protocolo padrão que eliminará a necessidade de drivers específicos do fabricante Braille.
ru: Мы надеемся, что все будущие модели дисплеев Брайля, созданные любым производителем, будут использовать этот стандартный протокол, который устранит необходимость в драйверах Брайля для конкретных производителей.
ta: எதிர்காலத்தில் உருவாக்கப்படும் எல்லா பிரெயில் காட்சியமைவுகளின் உற்பத்தியாளர்கள் இந்த தகுதர நெறிமுறையைப் பின்பற்றுவார்கள் என்று எதிர்பார்க்கப்படுவதால், ஒவ்வொரு உற்பத்தியாளருக்குமான தனிப்பட்ட இயக்கியை உருவாக்குவதன் தேவையை இது நீக்கும்.
zh_tw: 希望所有未來任何製造商製造的點顯器均使用此標準通訊協定，從而消除對特定點顯器驅動程式的需求。

source: NVDA's automatic braille display detection will also recognize any display that supports this protocol.
bg: Функцията на NVDA за автоматично разпознаване на брайлови дисплеи също ще разпознава всеки дисплей, който поддържа този протокол.
de: Die automatische Erkennung in NVDA unterstützt auch alle Braillezeilen-Modelle, die dieses Protokoll unterstützen.
es: La detección automática de pantallas braille de NVDA también reconocerá cualquier pantalla que soporte este protocolo.
hr: NVDA funkcija automatskog prepoznavanja brajičnih redaka će prepoznavati bilo koji brajični redak koji podržava ovaj protokol.
nl: De automatische brailleleesregeldetectie van NVDA herkent ook elke leesregel die dit protocol ondersteunt.
pt_br: A detecção automática de linha braille do NVDA também reconhecerá qualquer linha que suporte esse protocolo.
ru: Автоматическое определение дисплея Брайля в NVDA также распознает любой дисплей, поддерживающий этот протокол.
ta: இந்த நெறிமுறையை ஆதரிக்கும் எந்த பிரெயில் காட்சியமைவையும் என்விடிஏவின் காட்சியமைவைத் தானாகக் கண்டறியும் வசதி கண்டறியும்.
zh_tw: NVDA 的自動點顯器偵測也會辨識支援此通訊協定的任何點顯器。

source: Following are the current key assignments for these displays.
bg: Следват текущите клавишни назначения за тези дисплеи.
de: Im Folgenden sind die aktuellen Tastenbelegungen für diese Braillezeilen aufgeführt.
es: Seguidamente van las asignaciones de teclas actuales para estas pantallas.
hr: Slijede dodjeljeni prečaci za te brajične retke.
nl: Hieronder volgen de momenteel geldende toetsen met hun funftie voor deze leesregels.
pt_br: A seguir estão as teclas de comando atuais para essas linhas.
ru: Ниже приведены текущие назначения клавиш для этих дисплеев.
ta: இக்காட்சியமைவுகளுக்கு பின்வரும் விசைகள் ஒதுக்கப்பட்டுள்ளன.
zh_tw: 以下是此點顯器目前的按鍵指派。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |prečac
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |pan left or rocker up
bg: Премества брайловия дисплей назад |Ляв панорамен бутон или горната част на двоен бутон
de: Auf der Braillezeile rückwärtsscrollen |Nach links schwenken oder nach oben
es: Desplazar la pantalla braille hacia atrás |pan a la izquierda o balancín arriba
hr: premještanje brajičnog retka u natrag |pan left ili rocker up
nl: Brailleleesregel terugscrollen |naar links pannen of rocker omhoog
pt_br: Rolar a linha braille para trás |movimentar para a esquerda ou oscilador para cima
ru: Прокрутка брайлевского дисплея назад |pan left or rocker up
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |pan left or rocker up

source: Scroll braille display forward |pan right or rocker down
bg: Премества брайловия дисплей напред |Десен панорамен бутон или долната част на двоен бутон
de: Auf der Braillezeile vorwärtsscrollen |Nach rechts schwenken oder nach unten
es: Desplazar la pantalla braille hacia adelante |pan a la derecha o balancín abajo
hr: Premještanje brajičnog redka u naprijed |pan right ili rocker down
nl: Brailleleesregel vooruitscrollen |naar rechts pannen of rocker omlaag
pt_br: Rolar a linha braille para frente |movimentar para a direita ou oscilador para baixo
ru: Прокрутка брайлевского дисплея вперёд |pan right or rocker down
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |pan right or rocker down

source: Route to braille cell |routing set 1
bg: Премества на дадена брайлова клетка |Бутон за преместване на курсора в режим 1
de: Cursor zum Braille-Modul wechseln |Routing set 1
es: Llevar a la celda braille |conjunto de sensores de enrutamiento 1
hr: premjesti se na brajičnu ćeliju |routing set 1
nl: Naar braillecel routeren |routing-set 1
pt_br: Encaminhar para a cela braille |apontar encaminhamento 1
ru: Перемещение к брайлевской клетке |routing set 1
ta: பிரெயில் களத்திற்கு வழியமைத்திடுக |routing set 1

source: Toggle braille tethered to |up+down
bg: Превключва обвързването на брайла |Нагоре+Надолу
de: Kopplung der Braillezeile umschalten |Pfeiltaste nach oben/unten
es: Alternar el seguimiento de braille |arriba+abajo
hr: prebacuje prikazivanje fokusa |up+down
nl: Braille volgen aan/uit |Omhoog+Omlaag
pt_br: Alternar braille vinculado a |cima+baixo
ru: Переключение привязки брайля |up+down
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |up+down

source: upArrow key |joystick up, dpad up or space+dot1
bg: Стрелка нагоре |Джойстик нагоре, dpad нагоре или интервал+точка1
de: Pfeiltaste nach oben |Joystick nach oben, D-Pad nach oben oder Leerzeichen+Punkt1
es: tecla flecha arriba |joystick arriba, dpad arriba o espacio+punto1
hr: Strelica gore |joystick up, dpad up ili razmaknica+točkica1
nl: pijlOmhoog |joystick van je af, dpad omhoog of spatie+punt1
pt_br: tecla Seta para cima |joystick para cima, cima no teclado direcional ou espaço+ponto1
ru: стрелка вверх |джойстик вверх, dpad up или пробел+точка1
ta: மேலம்பு விசை |joystick up, dpad up or space+dot1

source: downArrow key |joystick down, dpad down or space+dot4
bg: Стрелка надолу |Джойстик надолу, dpad надолу или интервал+точка4
de: Pfeiltaste nach unten |Joystick nach unten, D-Pad nach unten oder Leerzeichen+Punkt4
es: tecla flecha hacia abajo |joystick hacia abajo, dpad hacia abajo o espacio+punto4
hr: strelica dolje |joystick down, dpad down ili razmaknica+točkica4
nl: pijlOmlaag |joystick naar je toe, dpad omlaag of spatie+punt4
pt_br: tecla Seta para baixo |joystick para baixo, baixo no teclado direcional ou espaço+ponto4
ru: стрелка вниз |джойстик вниз, dpad down или пробел+точка4
ta: கீழம்பு விசை |joystick down, dpad down or space+dot4

source: leftArrow key |space+dot3, joystick left or dpad left
bg: Стрелка наляво |Интервал+Точка3, Джойстик наляво или dpad наляво
de: Pfeiltaste nach links |Leerzeichen+Punkt3, Joystick nach links oder D-Pad nach links
es: tecla flecha izquierda |espacio+punto3, joystick izquierdo o dpad izquierdo
hr: strelica lijevo |razmaknica+točkica3, joystick left ili dpad left
nl: pijlLinks |spatie+punt3, joystick llinks of dpad links
pt_br: tecla Seta para esquerda |espaço+ponto3, joystick para esquerda ou esquerda no teclado direcional
ru: стрелка влево |пробел+точка3, джойстик влево или dpad left
ta: இடதம்பு விசை |space+dot3, joystick left or dpad left

source: rightArrow key |space+dot6, joystick right or dpad right
bg: Стрелка надясно |Интервал+Точка6, Джойстик надясно или dpad надясно
de: Pfeiltaste nach rechts |Leerzeichen+Punkt6, Joystick nach rechts oder D-Pad nach rechts
es: tecla flecha derecha |espacio+punto6, joystick derecha o dpad derecha
hr: strelica desno |razmaknica+točkica6, joystick right ili dpad right
nl: pijlRechts |spatie+punt6, joystick recht of dpad rechts
pt_br: tecla Seta para a direita |espaço+ponto6, joystick para direita ou direita no teclado direcional
ru: стрелка вправо |пробел+точка6, джойстик вправо или dpad right
ta: வலதம்பு விசை |space+dot6, joystick right or dpad right

source: shift+tab key |space+dot1+dot3
bg: Shift+Tab |Интервал+Точка1+Точка3
de: Umschalt+Tab-Taste |Leertaste+Punkt1+Punkt3
es: teclas shift+tab |espacio+punto1+punto3
hr: shift+tab tipka |razmak+točkica1+točkica3
nl: shift+tab-toets |spatie+punt1+punt3
pt_br: tecla shift+tab |espaço+ponto1+ponto3
ru: комбинация shift+tab |пробел+точка1+точка3
ta: மாற்றழுத்தி+தத்தல் விசை |space+dot1+dot3

source: tab key |space+dot4+dot6
bg: Tab |Интервал+Точка4+Точка6
de: Tab-Taste |Leertaste+Punkt4+Punkt6
es: tecla tab |espacio+punto4+punto6
hr: Tab |razmak+točkica4+točkica6
nl: tab-toets |spatie+punt4+punt6
pt_br: tecla tab |espaço+ponto4+ponto6
ru: клавиша tab |пробел+точка4+точка6
ta: தத்தல் விசை |space+dot4+dot6

source: alt key |space+dot1+dot3+dot4 (space+m)
bg: Alt |Интервал+Точка1+Точка3+Точка4 (Интервал+M)
de: Alt-Taste |Leertaste+Punkt1+Punkt3+Punkt4 (Leertaste+M)
es: tecla alt |espacio+punto1+punto3+punto4 (espacio+m)
hr: Alt |razmak+točkica1+točkica3+točkica4 (razmak+m)
nl: alt-toetsy |spatie+punt1+punt3+punt4 (spatie+m)
pt_br: tecla alt |espaço+ponto1+ponto3+ponto4 (espaço+m)
ru: клавиша alt |пробел+точка1+точка3+точка4 (пробел+m)
ta: நிலைமாற்றி விசை |space+dot1+dot3+dot4 (space+m)

source: escape key |space+dot1+dot5 (space+e)
bg: Escape |Интервал+Точка1+Точка5 (Интервал+E)
de: Escape-Taste |Leertaste+Punkt1+Punkt5 (Leertaste+E)
es: tecla escape |espacio+punto1+punto5 (espacio+e)
hr: escape |razmak+točkica1+točkica5 (razmak+e)
nl: escapetoets |spatie+punt1+punt5 (spatie+e)
pt_br: tecla Esc |espaço+ponto1+ponto5 (espaço+e)
ru: клавиша escape |пробел+точка1+точка5 (пробел+e)
ta: விடுபடு விசை |space+dot1+dot5 (space+e)

source: enter key |dot8, joystick center or dpad center
bg: Enter |Точка8, Джойстик в средата или центъра на dpad
de: Eingabetaste |Punkt8, Joystick mittig oder D-Pad mittig
es: tecla intro |punto8, intro del joystick o dpad intro
hr: enter |točkica8, joystick center ili dpad center
nl: enter-toets |punt8, joystick centraal of dpad centraal
pt_br: tecla enter |ponto8, centro do joystick ou centro do teclado direcional
ru: клавиша enter |точка8, центр джойстика или dpad center
ta: உள்ளிடு விசை |dot8, joystick center or dpad center

source: windows key |space+dot3+dot4
bg: Windows |Интервал+Точка3+Точка4
de: Windows-Taste |Leertaste+Punkt3+Punkt4
es: tecla windows |espacio+punto3+punto4
hr: windows tipka |razmak+točkica3+točkica4
nl: windows-toets |spatie+punt3+punt4
pt_br: tecla windows |espaço+ponto3+ponto4
ru: клавиша windows |пробел+точка3+точка4
ta: சாளரங்கள் விசை |space+dot3+dot4

source: alt+tab key |space+dot2+dot3+dot4+dot5 (space+t)
bg: Alt+Tab |Интервал+Точка2+Точка3+Точка4+Точка5 (Интервал+T)
de: Alt+Tab-Taste |Leertaste+Punkt2+Punkt3+Punkt4+Punkt5 (Leertaste+T)
es: teclas alt+tab |espacio+punto2+punto+punto4+punto5 (espacio+t)
hr: alt+tab |razmak+točkica2+točkica3+točkica4+točkica5 (razmak+t)
nl: alt+tab-toets |spatie+punt2+punt3+punt4+punt5 (spatie+t)
pt_br: tecla alt+tab |espaço+ponto2+ponto3+ponto4+ponto5 (espaço+t)
ru: комбинация alt+tab |пробел+точка2+точка3+точка4+точка5 (пробел+t)
ta: நிலைமாற்றி+தத்தல் விசை |space+dot2+dot3+dot4+dot5 (space+t)

source: NVDA Menu |space+dot1+dot3+dot4+dot5 (space+n)
bg: Меню на NVDA |Интервал+Точка1+Точка3+Точка4+Точка5 (Интервал+N)
de: NVDA-Menü |Leertaste+Punkt1+Punkt3+Punkt4+Punkt5 (Leertaste+N)
es: Menú NVDA |espacio+punto1+punto3+punto4+punto5 (espacio+n)
hr: NVDA izbornk |razmak+točkica1+točkica3+točkica4+točkica5 (razmak+n)
nl: NVDA-menu |spatie+punt1+punt3+punt4+punt5 (spatie+n)
pt_br: Menu NVDA |espaço+ponto1+ponto3+ponto4+ponto5 (espaço+n)
ru: NVDA меню |пробел+точка1+точка3+точка4+точка5 (пробел+n)
ta: என்விடிஏ பட்டியல் |space+dot1+dot3+dot4+dot5 (space+n)

source: windows+d key (minimize all applications) |space+dot1+dot4+dot5 (space+d)
bg: Windows+D (минимизиране на всички приложения) |Интервал+Точка1+Точка4+Точка5 (Интервал+D)
de: Windows-Taste+D (Desktop in den Vordergrund holen) |Leertaste+Punkt1+Punkt4+Punkt5 (Leertaste+D)
es: teclas windows+d (minimizar todas las aplicaciones) |espacio+punto1+punto4+punto5 (espacio+d)
hr: windows+d tipka (minimizira sve programe) |razmak+točkica1+točkica4+točkica5 (razmak+d)
nl: windows+d-toets (alle toepassingen minimaliseren) |spatie+punt1+punt4+punt5 (spatie+d)
pt_br: tecla windows+d (minimizar todos os aplicativos) |espaço+ponto1+ponto4+ponto5 (espaço+d)
ru: комбинация windows+d (свернуть все приложения) |пробел+точка1+точка4+точка5 (пробел+d)
ta: சாளரங்கள் +d விசை (எல்லாப் பயன்பாடுகளையும் சிறிதாக்குக) |space+dot1+dot4+dot5 (space+d)

source: Say all |space+dot1+dot2+dot3+dot4+dot5+dot6
bg: Изчитане на всичко |Интервал+Точка1+Точка2+Точка3+Точка4+Точка5+Точка6
de: Alles vorlesen |Leertaste+Punkt1+Punkt2+Punkt3+Punkt4+Punkt5+Punkt6
es: Verbalizar todo |espacio+punto1+punto2+punto3+punto4+punto5+punto6
hr: Čitaj sve |razmak+točkica1+točkica2+točkica3+točkica4+točkica5+točkica6
nl: Alles voorlezen |spatie+punt1+punt2+punt3+punt4+punt5+punt6
pt_br: Leitura contínua |espaço+ponto1+ponto2+ponto3+ponto4+ponto5+ponto6
ru: Читать всё |пробел+точка1+точка2+точка3+точка4+точка5+точка6
ta: எல்லாம் படித்திடுக |space+dot1+dot2+dot3+dot4+dot5+dot6

source: Advanced Topics
bg: Теми за напреднали
de: Erweiterte Themen
es: Temas Avanzados
hr: Teme za napredne korisnike
nl: Geavanceerde Onderwerpen
pt_br: Tópicos Avançados
ru: Дополнительные темы
ta: மேம்பட்ட தலைப்புகள்
zh_tw: 進階主題
