Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The Audio category in the NVDA Settings dialog contains options that let you change several aspects of audio output.
bg: Категорията „Аудио“ в диалоговия прозорец с настройките на NVDA съдържа опции, които ви позволяват да промените няколко аспекта на аудио изхода.
de: Die Kategorie "Audio-Einstellungen" in den NVDA-Einstellungen enthält Optionen, mit denen Sie verschiedene Aspekte der Audio-Ausgabe anpassen können.
es: La categoría Audio en el diálogo de configuración de NVDA contiene opciones que te permiten cambiar varios aspectos de la salida de audio.
hr: Kategorija zvuk u NVDA postavkama omogućuje vam mijenjanje nekih opcija vezanih uz zvuk.
nl: Via het Instellingenvenster van NVDA zijn in de rubriek Audio opties beschikbaar waarmee u allerlei aspecten van audiouitvoer kunt aanpassen.
pt_br: A categoria Áudio no diálogo Configurações do NVDA contém opções que permitem alterar vários aspectos da saída de áudio.
ru: Категория Аудио в диалоге настроек NVDA содержит параметры, которые позволяют изменять некоторые аспекты вывода звука.
ta: என்விடிஏ அமைப்புகளில் இருக்கும் ஒலிதம் வகைமை, ஒலி வெளியீட்டின் பல்வேறு சிறப்பியல்புகளை மாற்றியமைக்கும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது.
zh_tw: NVDA 設定對話框中的音訊類別包含可讓您變更音訊輸出各方面的選項。

source: Output device
bg: Изходно устройство
de: Audio-Ausgabegerät auswählen
es: Dispositivo de Salida
hr: Izlazni uređaj
nl: Uitvoerapparaat
pt_br: Dispositivo de Saída
ru: Устройство вывода звука
ta: வெளியீட்டுக் கருவி
zh_tw: 輸出裝置

source: This option allows you to choose the audio device that NVDA should instruct the selected synthesizer to speak through.
bg: Тази опция ви позволява да изберете звуковото устройство, през което NVDA да насочва синтезатора да говори.
de: Mit dieser Option können Sie das Audio-Ausgabegerät auswählen, über welches NVDA die ausgewählte Sprachausgabe verwenden soll.
es: Esta opción te permite elegir la tarjeta de sonido que NVDA debería indicar para que el sintetizador seleccionado hable.
hr: Ovaj odabirni okvir omogućuje odabir zvučnog uređaja kojeg će govorna jedinica koristiti za govor.
nl: Hiermee kunt u het audioapparaat kiezen dat NVDA moet aansturen voor de spraakuitvoer.
pt_br: Essa opção permite-lhe escolher o dispositivo de áudio que o NVDA indicará ao sintetizador selecionado para falar.
ru: Этот комбинированный список позволяет вам выбрать звуковое устройство, через которое выбранный синтезатор речи должен выполнять речевой вывод.
ta: தேர்ந்தெடுக்கப்பட்டுள்ள ஒலிப்பான், எந்த ஒலிக் கருவி வழியே பேச வேண்டும்ென்று என்விடிஏவை அறிவுறுத்த, இச்சேர்க்கைப் பெட்டி உதவுகிறது.
zh_tw: 此選項可以讓您選擇 NVDA 合成器的語音要輸出到哪一個音訊裝置。

source: Audio Ducking Mode
bg: Режим за понижаване на силата на звука
de: Reduzieren anderer Audio-Quellen
es: Modo Atenuación de Audio
hr: Modus stišavanja zvuka
nl: Audio-onderdrukkingsmodus
pt_br: Modo de Áudio Prioritário — Ducking
ru: Режим приглушения звука
ta: பின்புல ஒலியின் அளவைத் தாழ்த்தும் நிலை
zh_tw: 自動音量調整模式

source: Key: `NVDA+shift+d`
bg: Клавишна комбинация: `NVDA+Shift+D`
de: Tastenkombination: `NVDA+Umschalt+D`
es: Tecla: `NVDA+shift+d`
hr: 'Tipkovnički prečac: `NVDA+šift+d`\n'
nl: Toets: `NVDA+shift+d`
pt_br: Tecla: `NVDA+shift+d`
ru: Комбинация клавиш: `NVDA+shift+d`
ta: விசை: `என்விடிஏ+மாற்றழுத்தி+d`
zh_tw: 快速鍵: `NVDA+Shift+D`

source: This option allows you to choose if NVDA should lower the volume of other applications while NVDA is speaking, or all the time while NVDA is running.
bg: Тази опция ви позволява да определите дали NVDA ще понижава силата на звука на останалите приложения, докато NVDA говори или през цялото време, през което NVDA е стартиран.
de: Mit dieser Option legen Sie fest, ob NVDA bei Verwendung der Sprachausgabe die Lautstärke anderer Anwendungen reduzieren soll oder ständig während NVDA läuft.
es: Esta opción te permite elegir si NVDA debería reducir el volumen de otras aplicaciones mientras esté hablando, o todo el tiempo mientras NVDA se esté ejecutando.
hr: Ova opcija omogućuje odabir hoće li NVDA stišati glasnoću drugih aplikacija dok NVDA govori ili će to raditi cijelo vrijeme dok je NVDA pokrenut.
nl: Met deze optie kun je bepalen of NVDA het volume van andere applicaties moet verlagen zodra en zolang NVDA aan het spreken is of gedurende de hele tijd dat NVDA actief is.
pt_br: Essa opção permite-lhe escolher se o NVDA deve reduzir o volume de outros aplicativos enquanto ele estiver falando, ou durante todo o tempo em que o NVDA estiver em execução.
ru: Эта опция позволяет вам выбрать, следует ли уменьшать громкость других приложений на время, пока NVDA говорит, или на всё время, пока NVDA работает.
ta: என்விடிஏ பேசிக் கொண்டிருக்கும்பொழுது, அல்லது இயக்கத்தில் இருக்கும் எல்லா நேரமும் பின்புலத்தில் கேட்கும் பிற பயன்பாடுகளின் கேட்பொலிகளின் அளவைத் தாழ்த்த வேண்டுமா என்று தீர்மானிக்க இச்சேர்க்கைப் பெட்டி உதவுகிறது.
zh_tw: 此選項允許您選擇是否當 NVDA 正在朗讀時降低其他應用程式的音量，或是當 NVDA 執行時始終降低其他應用程式的音量。

source: No Ducking: NVDA will never lower the volume of other audio.
bg: Без понижаване: NVDA никога няма да понижава силата на звука на останалите звуци.
de: Niemals: NVDA reduziert die Lautstärke anderer Audio-Quellen nicht.
es: Sin Atenuación: NVDA nunca reducirá el volumen del otro audio.
hr: Bez stišavanja: NVDA nikad neće smanjiti glasnoću drugih zvukova.
nl: Geen onderdrukking: NVDA zal het volume van andere audiobronnen niet verlagen.
pt_br: Não reduzir: o NVDA não reduzirá o volume de outros áudios.
ru: Не приглушать: NVDA никогда не будет приглушать громкость других звуков.
ta: பின்புல ஒலியைத் தாழ்த்திடாது: பின்புலத்தில் கேட்கும் பிற பயன்பாடுகளின் கேட்பொலியின் அளவை என்விடிஏ தாழ்த்தாது.
zh_tw: 沒有自動音量調整：NVDA 將永不降低其他音訊的音量。

source: Duck when outputting speech and sounds: NVDA will only lower the volume of other audio when NVDA is speaking or playing sounds. This may not work for all synthesizers.
bg: Понижавай при извеждане на реч и звуци: NVDA ще понижава силата на звука на останалите звуци, само докато NVDA говори или просвирва звуци. Това може и да не работи за всички речеви синтезатори.
de: Nur beim Vorlesen und bei Sounds: NVDA reduziert die Lautstärke anderer Audio-Quellen nur bei Verwendung der Sprachausgabe oder sofern NVDA-Sounds wiedergegeben werden. Dies funktioniert möglicherweise nicht mit allen Sprachausgaben.
es: Atenuar cuando salgan voz y sonidos: NVDA sólo reducirá el volumen del otro audio cuando NVDA esté hablando o reproduciendo sonidos. Esto puede no funcionar para todos los sintetizadores.
hr: Stišaj tijekom govora ili sviranja zvukova: NVDA će stišavati zvuk samo kad on govori, a u pozadini se javljaju zvukovi. Ovo možda ne radi u svim govornim jedinicama.
nl: Onderdrukken bij spraak- en geluidsuitvoer: NVDA zal alleen het volume van andere audiobronnen verlagen wanneer NVDA aan het spreken is of geluiden afspeelt. Mogelijk dat dit niet bij alle synthesizers werkt.
pt_br: Reduzir ao reproduzir fala e sons: o NVDA irá reduzir o volume de outros áudios apenas quando ele estiver falando ou reproduzindo seus sons. Isso pode não funcionar para todos os sintetizadores.
ru: Приглушать при выводе речи и звуков: NVDA будет приглушать громкость других звуков, только если говорит или проигрывает свои звуки. Это может не работать для некоторых синтезаторов.
ta: பேசும்பொழுதும், ஒலியை எழுப்பும்பொழுதும் பின்புல ஒலியைத் தாழ்த்திடுக: என்விடிஏ பேசும்பொழுதும், ஒலியை எழுப்பும்பொழுதும் மட்டும்தான், என்விடிஏ, பின்புலத்தில் கேட்கும் பிற பயன்பாடுகளின் கேட்பொலி அளவைத் தாழ்த்தும். ஆனால், இவ்வசதி எல்லா ஒலிப்பான்களிலும் செயற்்படுவதில்லை.
zh_tw: 當有輸出語音或音效時開啟自動音量調整：僅有當 NVDA 正在朗讀或播放音效時才降低其他音訊的音量，這可能不適用於所有合成器。

source: Always duck: NVDA will keep the volume of other audio lower the whole time NVDA is running.
bg: Винаги понижавай: NVDA ще държи силата на звука на останалите звуци понижена през цялото време, през което NVDA е стартиран.
de: Immer: NVDA hält die Lautstärke anderer Audio-Quellen während der gesamten Laufzeit von NVDA niedrig.
es: Atenuar Siempre: NVDA mantendrá el volumen del otro audio reducido durante todo el tiempo que esté en ejecución.
hr: Uvijek stišaj: NVDA cijelo vrijeme stišava zvukove drugih aplikacija kad je NVDA pokrenut.
nl: Altijd onderdrukken: NVDA zal het volume van andere audiobronnen steeds op een lager niveau houden zolang NVDA actief is.
pt_br: Sempre reduzir: o NVDA irá manter o volume de outros áudios baixo enquanto este leitor de telas estiver em execução.
ru: Всегда приглушать: NVDA будет приглушать громкость других звуков всё время, пока работает.
ta: பின்புல ஒலியின் அளவை எப்பொழுதும் தாழ்த்திடுக: என்விடிஏ இயக்கத்தில் இருக்கும்பொழுதெல்லாம், பின்புலத்தில் கேட்கும் பிற பயன்பாடுகளின் கேட்பொலிகளின் அளவை எப்பொழுதும் தாழ்த்தி வைத்திருக்கும்.
zh_tw: 總是開啟自動音量調整：當 NVDA 執行時始終降低其他音訊的音量。

source: This option is only available if NVDA has been installed.
bg: Тази опция е достъпна само в инсталирани копия на NVDA.
de: Diese Option ist nur verfügbar, sofern NVDA installiert wurde.
es: Esta opción sólo estará disponible si se ha instalado NVDA.
hr: Ova je opcija dostupna, samo ako je NVDA instaliran.
nl: Deze optie is alleen beschikbaar als u de geïnstalleerde versie van NVDA gebruikt.
pt_br: Esta opção só está disponível se o NVDA tiver sido instalado.
ru: Эта опция доступна только в установленной копии NVDA.
ta: என்விடிஏ நிறுவப்பட்டிருக்கும் பொழுதுதான் இவ்விருப்பத் தேர்வு கிடைப்பில் இருக்கும்.
zh_tw: 此選項只有 NVDA 的安裝版本才有，

source: It is not possible to support audio ducking for portable and temporary copies of NVDA.
bg: Режимът за понижаване на силата на звука е технически невъзможно да се поддържа във временни или преносими копия на NVDA.
de: Die Unterstützung zum Umschalten der Audio-Quellen für portable und temporäre NVDA-Versionen ist nicht möglich.
es: No es posible el soporte de la atenuación de audio para las copias portable y temporal de NVDA.
hr: Na prijenosnim i privremenim kopijama NVDA čitača, podrška za stišavanje zvuka nije moguća.
nl: audio-onderdrukking kan niet worden ondersteund bij gebruik van de draagbare en de tijdelijke versie van NVDA.
pt_br: Não é possível suportar o áudio prioritário em cópias portáteis e temporárias do NVDA.
ru: В переносной или во временной копии NVDA, поддержка функции приглушения звука невозможна.
ta: என்விடிஏவின் கொண்டுசெல்லத்தக்க, மற்றும் தற்காலிகப் படிகளில் பின்புல ஒலியைத் தாழ்த்தும் வசதிக்கு ஆதரவில்லை.
zh_tw: NVDA 的可攜式及暫時性版本並不支援自動音量調整的功能。

source: Volume of NVDA sounds follows voice volume
bg: Силата на звука на звуците в NVDA следва силата на звука на гласа
de: Lautstärke der NVDA-Sounds folgt der Lautstärke der verwendeten Stimme
es: El volumen de los sonidos de NVDA sigue al volumen de la voz
hr: Glasnoća zvukova NVDA prati glasnoću govorne jedinice (zahtijeva WASAPI)
nl: Volume van NVDA-geluiden volgt stemvolume
pt_br: Volume dos sons do NVDA acompanha volume da voz
ru: Громкость звуков NVDA соответствует громкости речи
ta: குரல் ஒலியளவை என்விடிஏ ஒலிகளின் அளவு பின்தொடரும்
zh_tw: NVDA 音效音量跟隨語音音量

source: Options |Disabled, Enabled
bg: Опции |Изключено, Включено
de: Optionen |Ausgeschaltet, Eingeschaltet
es: Opciones |Deshabilitada, Habilitada
hr: Opcije |onemogućeno, omogućeno
nl: Opties |Uitgeschakeld, Ingeschakeld
pt_br: Opções |Desabilitado, Habilitado
ru: Опции |Отключено, Включено
ta: விருப்பத் தேர்வுகள் |முடக்கப்பட்டது, முடுக்கப்பட்டது
zh_tw: 選項 |停用、啟用

source: Default |Disabled
bg: По подразбиране |Изключено
de: Standard |Ausgeschaltet
es: Predeterminada |Deshabilitada
hr: Podrazumjevano |onemogućeno
nl: Standaard |Uitgeschakeld
pt_br: Padrão |Desabilitado
ru: По умолчанию |Отключено
ta: இயல்பிருப்பு |முடக்கப்பட்டது
zh_tw: 預設 |停用

source: When this option is enabled, the volume of NVDA sounds and beeps will follow the volume setting of the voice you are using.
bg: Когато тази опция е включена, силата на звука на звуците и бибипканията в NVDA ще следват настройката за сила на звука на гласа, който използвате.
de: Wenn diese Option aktiviert ist, folgt die Lautstärke der NVDA-Sounds und -Signaltöne der Lautstärke-Einstellung der verwendeten Stimme.
es: Cuando esta opción está activada, el volumen de los sonidos y los pitidos de NVDA seguirán la configuración de volumen de la voz que estés utilizando.
hr: Kada se ova opcija omogući, jačina govorne jedinice i NVDA zvukova će pratiti podešavanje jačine glasa kojeg koristite.
nl: Wanneer deze optie ingeschakeld is, zal het volume van geluiden en piepjes die NVDA voortbrengt de volumeinstelling van de stem die gebruikt wordt volgen.
pt_br: Quando esta opção estiver ativada, o volume dos sons e bipes do NVDA seguirá a configuração de volume da voz que você está usando.
ru: Когда эта опция включена, громкость звуков и сигналов NVDA будет соответствовать настройке громкости используемого вами голоса.
ta: இத்தேர்வுப் பெட்டி தேர்வாகியிருந்தால், தாங்கள் பயன்படுத்தும் குரல் அமைப்பின் ஒலியளவை, என்விடிஏவின் ஒலிகள் மற்றும் சிற்றொலிகளுக்கான ஒலியளவு பின்தொடரும்.
zh_tw: 當啟用此選項，NVDA 音效和嗶嗶聲的音量將跟隨您正在使用語音的音量設定，

source: If you decrease the volume of the voice, the volume of sounds will decrease.
bg: Ако намалите силата на звука на гласа, силата на звука на звуците също ще намалее.
de: Wenn Sie die Lautstärke der Stimme verringern, nimmt auch die Lautstärke der Sounds ab.
es: Si disminuyes el volumen de la voz, el volumen de los sonidos disminuirá.
hr: Ako utišate jačinu glasa kojeg koristite, jačina NVDA zvukova će se takođe utišati.
nl: Als u het volume van de stem verlaagt, zal het volume van geluiden mee naar beneden gaan.
pt_br: Se você diminuir o volume da voz, o volume dos sons diminuirá.
ru: Если уменьшить громкость голоса, громкость звуков уменьшится.
ta: குரல் ஒலியளவைத் தாங்கள் தாழ்த்தினால், ஒலிகளின் ஒலியளவும் தாழ்த்தப்படும்.
zh_tw: 如果您降低語音的音量，音效的音量也會降低；

source: Similarly, if you increase the volume of the voice, the volume of sounds will increase.
bg: По същия начин, ако увеличите силата на звука на гласа, силата на звука на звуците също ще се увеличи.
de: Ähnlich verhält es sich, wenn Sie die Lautstärke der Stimme erhöhen, wird auch die Lautstärke der Sounds zunehmen.
es: Del mismo modo, si aumentas el volumen de la voz, el volumen de los sonidos aumentará.
hr: Slično tome, ako pojačate glas, jačina zvukova će se pojačati.
nl: Evenzo zal, als u het volume van de stem verhoogt, het volume van geluiden mee omhoog gaan.
pt_br: Da mesma forma, se você aumentar o volume da voz, o volume dos sons aumentará.
ru: Аналогично, если вы увеличите громкость голоса, громкость звуков увеличится.
ta: அதுபோலவே, குரல் ஒலியளவைத் தாங்கள் உயர்த்தினால், ஒலிகளின் ஒலியளவும் உயர்த்தப்படும்.
zh_tw: 同樣地，如果您增加語音的音量，音效的音量也會增加，

source: This option is not available if you have started NVDA with [WASAPI disabled for audio output](#WASAPI) in Advanced Settings.
bg: Тази опция не е налична, ако сте стартирали NVDA с [изключен WASAPI за аудио изхода](#WASAPI) в разширените настройки.
de: Diese Option ist nicht verfügbar, wenn Sie NVDA mit [WASAPI deaktiviert für Audio-Ausgabe](#WASAPI) in den Erweiterten Einstellungen gestartet haben.
es: Esta opción no está disponible si has arrancado NVDA con [WASAPI deshabilitado para la salida de audio](#WASAPI) en las Opciones Avanzadas.
hr: Ova postavka nije dostupna ako ste pokrenuli NVDA sa isključenim [WASAPI za audio izlaz](#WASAPI) U naprednim postavkama.
nl: Deze optie is niet beschikbaar als u NVDA gestart hebt terwijll [WASAPI voor audiouitvoer](#WASAPI) in Geavanceerde Instellingen UIT stond.
pt_br: Essa opção não está disponível se você iniciou o NVDA com [WASAPI desabilitado para saída de áudio](#WASAPI) nas Configurações Avançadas.
ru: Эта опция недоступна, если вы запустили NVDA с параметром [WASAPI отключён для вывода звука](#WASAPI) в дополнительных настройках.
ta: மேம்பட்ட அமைப்புகளில், [ஒலி வெளியீட்டிற்கு வாஸாப்பி முடக்கப்பட்ட நிலையில்](#WASAPI) என்விடிஏவைத் தாங்கள் துவக்கியிருந்தால், இவ்விருப்பத் தேர்வு கிடைப்பிலிருக்காது.
zh_tw: 如果您在進階設定中[停用 WASAPI 作為音訊輸出](#WASAPI)的情況下啟動 NVDA 則此選項不可用。

source: Volume of NVDA sounds
bg: Сила на звука на звуците в NVDA
de: Lautstärke der NVDA-Sounds
es: Volumen de los sonidos de NVDA
hr: Glasnoća NVDA zvukova
nl: Volume van NVDA-geluiden
pt_br: Volume dos sons do NVDA
ru: Громкость звуков NVDA
ta: என்விடிஏ ஒலிகளின் அளவு
zh_tw: NVDA 音效音量

source: This slider allows you to set the volume of NVDA sounds and beeps.
bg: Този плъзгач ви позволява да зададете силата на звука на звуците и бибипканията на NVDA.
de: Mit diesem Schieberegler können Sie die Lautstärke der NVDA-Sounds und -Signaltöne einstellen.
es: Este deslizador te permite configurar el volumen de los sonidos y los pitidos de NVDA.
hr: Ovaj klizač vam dozvoljava regulaciju glasnoće govorne jedinice i zvukova.
nl: Met deze schuifbalk kunt u het volume van geluiden en pieptonen van NVDA instellen.
pt_br: Este controle deslizante permite definir o volume dos sons e bipes do NVDA.
ru: Этот ползунок позволяет настроить громкость звуков и сигналов NVDA.
ta: என்விடிஏவின் ஒலிகள், சிற்றொலிகளின் ஒலியளவை அமைக்க இவ்வழுக்கி தங்களை அனுமதிக்கிறது.
zh_tw: 此滑桿允許您設定 NVDA 音效和嗶嗶聲的音量，

source: This setting only takes effect when "Volume of NVDA sounds follows voice volume" is disabled.
bg: Тази настройка влиза в сила само когато опцията „Силата на звука на звуците в NVDA следва силата на звука на гласа“ е изключена.
de: Diese Einstellung ist nur wirksam, sofern die "Lautstärke der NVDA-Sounds folgt der Lautstärke der verwendeten Stimme" deaktiviert ist.
es: Esta opción sólo tiene efecto cuando "Utilizar WASAPI para la salida de audio" esté activado y "el Volumen de los sonidos de NVDA sigue al volumen de la voz" esté desactivado.
hr: Ova postavka se primjenjuje samo kada je opcija "Koristi WASAPI za audio izlaz" omogućena i opcija "Jačina NVDA zvukova prati jačinu glasa" onemogućena.
nl: Deze instelling werkt alleen wanneer "Volume van NVDA-geluiden volgt stemvolume" uitgeschakeld is.
pt_br: Esta configuração só entra em vigor quando "Volume dos sons do NVDA acompanha volume da voz" está desabilitado.
ru: Этот параметр вступает в силу только в том случае, если отключён параметр "Громкость звуков NVDA соответствует громкости речи".
ta: 'குரல் ஒலியளவை என்விடிஏவின் ஒலிகள் பின்தொடரும்' விருப்பத் தேர்வு முடக்கப்பட்டிருந்தால் மட்டுமே இவ்வமைப்பு செயலிற்கு வரும்.
zh_tw: 只有在停用「NVDA 音效音量跟隨語音音量」時此設定才會生效，

source: This option is not available if you have started NVDA with [WASAPI disabled for audio output](#WASAPI) in Advanced Settings.
bg: Тази опция не е налична, ако сте стартирали NVDA с [изключен WASAPI за аудио изхода](#WASAPI) в разширените настройки.
de: Diese Option ist nicht verfügbar, wenn Sie NVDA mit [WASAPI deaktiviert für Audio-Ausgabe](#WASAPI) in den Erweiterten Einstellungen gestartet haben.
es: Esta opción no está disponible si has arrancado NVDA con [WASAPI deshabilitado para la salida de audio](#WASAPI) en las Opciones Avanzadas.
hr: Ova postavka nije dostupna ako ste pokrenuli NVDA sa isključenim [WASAPI za audio izlaz](#WASAPI) U naprednim postavkama.
nl: Deze optie is niet beschikbaar als u NVDA gestart hebt terwijll [WASAPI voor audiouitvoer](#WASAPI) in Geavanceerde Instellingen UIT stond.
pt_br: Essa opção não está disponível se você iniciou o NVDA com [WASAPI desabilitado para saída de áudio](#WASAPI) nas Configurações Avançadas.
ru: Эта опция недоступна, если вы запустили NVDA с параметром [WASAPI отключен для вывода звука](#WASAPI) в дополнительных настройках.
ta: மேம்பட்ட அமைப்புகளில், [ஒலி வெளியீட்டிற்கு வாஸாப்பி முடக்கப்பட்ட நிலையில்](#WASAPI) என்விடிஏவைத் தாங்கள் துவக்கியிருந்தால், இவ்விருப்பத் தேர்வு கிடைப்பிலிருக்காது.
zh_tw: 如果您在進階設定中[停用 WASAPI 作為音訊輸出](#WASAPI)的情況下啟動 NVDA 則此選項不可用。

source: Sound split
bg: Разделяне на звука
de: Sound-Teilung der Audio-Kanäle
es: Separación de sonido
hr: Način podijeljenog zvuka
nl: Sound split (stereogeluid splitsen)
pt_br: Divisão de som
ru: Разделение звука
ta: ஒலிப் பிளவு
zh_tw: 聲音分割

source: The sound split feature allows users to make use of their stereo output devices, such as headphones and speakers.
bg: Функцията за разделяне на звука позволява на потребителите да използват по-пълноценно своите стерео изходни устройства (напр. слушалки и високоговорители).
de: Mit der Sound-Teilung können die Benutzer ihre Stereo-Ausgabegeräte wie Kopfhörer und Lautsprecher nutzen.
es: La característica separación de sonido permite a los usuarios utilizar sus dispositivos de salida en estéreo, como auriculares y altavoces.
hr: Ova funkcija omogućuje korisnicima korištenje stereouređaja poput zvučnika ili slušalica.
nl: tereosplitsing (sound split) stelt gebruikers in staat te werken met stereo geluidsapparatuur zoals koptelefoons en speakers.
pt_br: O recurso de divisão de som permite que os usuários façam uso de seus dispositivos de saída estéreo, como fones de ouvido e alto-falantes.
ru: Возможность разделения звука позволяет использовать стереовыходные устройства, такие как наушники и динамики.
ta: தலையணி ஒலிவழங்கி மற்றும் ஒலிப்பெருக்கி போன்ற வெளியீட்டுக் கருவிகளின் பிரியோசை வசதியைப் பயன்படுத்திக் கொள்ள ஒலிப் பிளவு அனுமதிக்கிறது.
zh_tw: 聲音分割功能允許使用者使用立體聲輸出裝置 (例如耳機和喇叭)。

source: Sound split makes it possible to have NVDA speech in one channel (e.g. left) and have all other applications play their sounds in the other channel (e.g. right).
bg: Разделянето на звука прави възможно речта на NVDA да е в единия канал (напр. левия) и всички други приложения да възпроизвеждат звуците си в другия канал (напр. десния).
de: Damit können Sie die Sprachausgabe in NVDA auf einen Kanal (z. B. links) und alle anderen Anwendungen auf dem anderen Kanal (z. B. rechts) hören.
es: La separación de sonido hace posible que NVDA hable en un canal (ej.: el izquierdo) y tener las otras aplicaciones reproduciendo su sonido en el otro canal (ej.: el derecho).
hr: Ova funkcija omogućuje da zvuk govora NVDA bude na primjer u lijevom kanalu, a drugi zvukovi na primjer u desnom.
nl: Met stereosplitsing kun je de spraak van NVDA via het ene kanaal horen (bijv llinks) en het geluid van alle overige toepassingen wordt dan afgespeeld via het andere kanaal (rechts).
pt_br: A divisão de som torna possível ter a fala do NVDA em um canal (por exemplo, à esquerda) e fazer com que todos os outros aplicativos reproduzam seus sons no outro canal (por exemplo, à direita).
ru: Разделение звука позволяет передавать речь NVDA в одном канале (например, левом), а все остальные приложения воспроизводить свои звуки в другом канале (например, правом).
ta: என்விடிஏவின் பேச்சு ஒரு அலைத்தடத்திலும் எ.கா. இடது, பிற பயன்பாடுகளின் ஒலிகள் மற்றொரு அலைத்தடத்திலும் எ.கா. வலது ஒலிக்கச் செய்ய ஒலிப் பிளவினால் இயலும்.
zh_tw: 聲音分割使得可以在一個聲道 (例如左聲道) 播放 NVDA 語音，並讓所有其他應用程式在其他聲道 (例如右聲道) 播放聲音。

source: By default sound split is disabled.
bg: По подразбиране разделянето на звука е изключено.
de: Standardmäßig ist die Sound-Teilung deaktiviert.
es: Por defecto la separación de sonido está deshabilitada.
hr: Podrazumijevano način podjeljenog zvuka je onemogućen.
nl: Stereosplitsing staat standaard UIT.
pt_br: Por padrão, a divisão de som está desativada.
ru: По умолчанию разделение звука отключено.
ta: ஒலிப் பிளவு இயல்பில் முடக்கப்பட்டிருக்கும்.
zh_tw: 聲音分割預設停用，

source: A gesture allows cycling through the various sound split modes:
bg: Жест позволява преминаване през различните режими на разделяне на звука:
de: Mit einem Tastenbefehl können Sie zwischen den verschiedenen Modi wechseln:
es: Un gesto permite recorrer los distintos modos de separación de sonido:
hr: Tipkovničkim prečacem možete se prebacivati između različitih načina podjele zvuka:
nl: Er is een commando waarmee je de modi voor stereosplitsing kunt doorlopen :
pt_br: Um comando — gesto — permite percorrer os vários modos de divisão de som:
ru: Жест, переключающий различные режимы разделения звука:
ta: பல ஒலிப் பிளவு முறைகளுக்கு ஊடாக சுழல ஒரு சைகை அனுமதிக்கிறது
zh_tw: 有一個手勢可在各種聲音分割模式之間循環切換：
