Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The following NVDA key commands may also be useful:
bg: Следните клавишни команди на NVDA може също да бъдат полезни:
de: Die folgenden NVDA-Befehle können ebenfalls nützlich sein:
es: Las siguientes teclas de órdenes de NVDA también pueden ser útiles:
hr: Sljedeći NVDA prečaci mogu također biti korisni:
nl: De volgende NVDA toetsenbordcommando's kunnen van pas komen:
pt_br: Os seguintes comandos de teclas do NVDA também podem ser úteis:
ru: Также будут полезны следующие клавишные команды NVDA:
ta: பின்வரும் என்விடிஏ விசை கட்டளைகளும் பயனுள்ளவையாக இருக்கும்:
zh_tw: 以下 NVDA 快速鍵也可能有用：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Prečac |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Reload plugins |`NVDA+control+f3` |Reloads NVDA's global plugins and app modules.
bg: Презареждане на плъгините |`NVDA+Control+F3` |Презарежда глобалните плъгини на NVDA и модулите за приложения.
de: Plugins neu laden |`NVDA+Strg+F3` |Lädt die globalen Plugins und Anwendungsmodule in NVDA neu.
es: Recargar plugins |`NVDA+control+f3` |Recarga los plugins globales y los app modules de NVDA.
hr: Ponovno pokreni dodatke |`NVDA+control+f3` |Ponovno pokreće globalne dodatke i module aplikacija.
nl: Pluginsherladen |`NVDA+control+f3` |Herlaadt NVDA's globale plugins en app-modules.
pt_br: Recarregar plug-ins |`NVDA+control+f3` |Recarrega os plug-ins globais e módulos de aplicativos — app modules — do NVDA.
ru: Перезагрузить плагины |`NVDA+control+f3` |Перезагружает глобальные плагины и модули приложений NVDA.
ta: செருகுநிரல்களை மீளேற்றுக |`என்விடிஏ+கட்டுப்பாடு+f3` |என்விடிஏவின் முழுதளாவிய செருகுநிரல்களையும், பயன்பாட்டு நிரற்கூறுகளையும் மீளேற்றிடும்.
zh_tw: 重新載入外掛程式 |NVDA+Ctrl+F3 |重新載入 NVDA 全域外掛程式及應用程式模組。

source: Report loaded app module and executable |`NVDA+control+f1` |Report the name of the app module, if any, and the name of the executable associated with the application which has the keyboard focus.
bg: Докладва заредения модул за приложение и името на изпълнимия файл |`NVDA+control+f1` |Докладва името на модула за приложението, ако има такъв, и името на изпълнимия файл, асоциирано с приложението, което е на фокус.
de: Geladenes Anwendungsmodul und Programm mitteilen |`NVDA+Strg+F1` |Gibt (falls vorhanden) den Namen des Anwendungsmoduls sowie den Namen der ausführbaren Datei aus, die der fokussierten Anwendung zugeordnet ist.
es: Anunciar el app module cargado y el ejecutable |`NVDA+control+f1` |Anuncia el nombre del app module, si lo hay, y el nombre del ejecutable asociado con la aplicación que tiene el foco del teclado.
hr: Izgovori učitani modul aplikacija i izvršnu datoteku |`NVDA+control+f1` |Izgovara naziv modula aplikacije, i naziv izvršne datoteke aplikacije u fokusu.
nl: Geladen ep module en executabel melden |`NVDA+control+f1` |Meldt de naam van de app-module, indien aanwezig, en de naam van het executabel dat verbonden is met de applicatie die de toetsenbord-focus heeft.
pt_br: Relatar módulo de aplicativo carregado e executável |`NVDA+control+f1` |Informa o nome do módulo de aplicativo, se houver, e o nome do executável associado ao aplicativo que tem o foco do teclado.
ru: Сообщить о загруженном модуле приложения и исполняемом файле |`NVDA+control+f1` |Объявляет название модуля приложения, если таковой имеется, и имя исполняемого файла, связанного с приложением на переднем плане.
ta: ஏற்றப்பட்டிருக்கும் பயன்பாட்டு நிரற்கூறினையும், செயற்படுத்தகு கோப்பினையும் அறிவித்திடுக |`என்விடிஏ+கட்டுப்பாடு+f1` |விசைப்பலகையின் குவிமையத்திலிருக்கும் பயன்பாட்டின் செயற்படுதகு கோப்பினையும், பயன்பாட்டு நிரற்கூறு ஏதேனுமிருந்தால் அதனையும் அறிவித்திடும்.
zh_tw: 讀出載入的應用程式模組和執行檔 |NVDA+Ctrl+F1 |如果有的話，讀出應用程式模組的名稱以及鍵盤焦點所在應用程式關聯的執行檔名稱。

source: Supported Speech Synthesizers
bg: Поддържани синтезатори на реч
de: Unterstützte Sprachausgaben
es: Sintetizadores de Voz Admitidos
hr: Podržane govorne jedinice
nl: Ondersteunde spraaksynthesizers
pt_br: Sintetizadores de Fala Suportados
ru: Поддерживаемые синтезаторы речи
ta: ஆதரவளிக்கப்படும் பேச்சொலிப்பான்கள்
zh_tw: 支援的語音合成器

source: This section contains information about the speech synthesizers supported by NVDA.
bg: Този раздел съдържа информация за синтезаторите на реч, поддържани от NVDA.
de: Dieser Bereich beinhaltet Informationen über die in NVDA unterstützten Sprachausgaben.
es: Esta sección contiene información acerca de los sintetizadores de voz admitidos por NVDA.
hr: Ovo poglavlje sadrži informacije o govornim jedinicama koje NVDA podržava.
nl: In deze rubriek vindt u informatie over spraaksynthesizers die door NVDA worden ondersteund.
pt_br: Essa seção contém informação sobre os sintetizadores de fala suportados pelo NVDA.
ru: Этот раздел содержит информацию о синтезаторах речи, поддерживаемых в NVDA.
ta: என்விடிஏ ஆதரவளிக்கும் பேச்சொலிப்பான்கள் பற்றிய தகவல்களை இப்பிரிவில் காணலாம்.
zh_tw: 本章節包含有關 NVDA 支援的語音合成器的資訊，

source: For an even more extensive list of free and commercial synthesizers that you can purchase and download for use with NVDA, please see the [extra voices page](https://github.com/nvaccess/nvda/wiki/ExtraVoices).
bg: За още по-обширен списък с безплатни и комерсиални синтезатори, които можете да поръчате или свалите за използване с NVDA, моля, вижте [страницата за допълнителни гласове](https://github.com/nvaccess/nvda/wiki/ExtraVoices).
de: Eine ausführliche Liste freier und kommerzieller Sprachausgaben, die zusammen mit NVDA verwendet werden können, finden Sie unter [https://github.com/nvaccess/nvda/wiki/ExtraVoices].
es: Para una lista más extensa de los sintetizadores libres y comerciales que puedes comprar y descargar para utilizar con NVDA, por favor consulta la [página de voces extra](https://github.com/nvaccess/nvda/wiki/ExtraVoices).
hr: Za detaljniji i iscrpniji popis besplatnih i komercijalnih govornih jedinica koje možete kupiti i koristiti s NVDA čitačem ekrana, pogledajte [stranicu s dodatnim glasovima](https://github.com/nvaccess/nvda/wiki/ExtraVoices).
nl: Een uitgebreidere lijst met gratis en betaalde spraaksynthesizers, die met NVDA compatibel zijn, vindt u onder [extra stemmen op](https://github.com/nvaccess/nvda/wiki/ExtraVoices).
pt_br: Se deseja uma lista mais extensa de sintetizadores gratuitos e comerciais que você pode baixar ou comprar para usar com o NVDA, por favor consulte a [página de vozes extras](https://github.com/nvaccess/nvda/wiki/ExtraVoices).
ru: Более обширный список свободных и коммерческих синтезаторов речи, которые вы можете купить и загрузить для использования в NVDA, смотрите на [странице дополнительных голосов](https://github.com/nvaccess/nvda/wiki/ExtraVoices).
ta: என்விடிஏவுடன் பயன்படுத்தப்படக் கூடிய பிற இலவச/வர்த்தக ஒலிப்பான்களின் விரிவான பட்டியலை, என்விடிஏவின் [கூடுதல் குரல்கள் பக்கத்தில்](https://github.com/nvaccess/nvda/wiki/ExtraVoices) காணலாம்.
zh_tw: 要獲得更多可用於 NVDA 的免費及商用的合成器清單並可購買和下載，請參見 [extra voices page](https://github.com/nvaccess/nvda/wiki/ExtraVoices)。

source: eSpeak NG
es: <target/>
ta: ஈஸ்பீக் என்ஜி

source: The [eSpeak NG](https://github.com/espeak-ng/espeak-ng) synthesizer is built directly into NVDA and does not require any other special drivers or components to be installed.
bg: Синтезаторът [eSpeak NG](https://github.com/espeak-ng/espeak-ng) е вграден директно в NVDA и не се нуждае от други специални драйвери или компоненти, които трябва да бъдат инсталирани.
de: Die in NVDA integrierte Sprachausgabe [eSpeak NG](https://github.com/espeak-ng/espeak-ng) benötigt keine speziellen Treiber oder andere extra installierten Komponenten.
es: El sintetizador [Espeak NG](https://github.com/espeak-ng/espeak-ng) se compila directamente en NVDA y no requiere ningún otro controlador o componentes especiales para instalarse.
hr: [eSpeak NG](https://github.com/espeak-ng/espeak-ng) je govorna jedinica ugrađena u NVDA čitaču, koja ne zahtijeva dodatne komponente niti instaliranje specijalnih upravljačkih programa.
nl: De [eSpeak NG](https://github.com/espeak-ng/espeak-ng) synthesizer is in NVDA ingebouwd en hiervoor hoeven geen drivers of andere componenten te worden geïnstalleerd.
pt_br: O sintetizador [eSpeak NG](https://github.com/espeak-ng/espeak-ng) é embutido diretamente no NVDA e não requer para ser instalado nenhum outro driver ou componente especial.
ru: Синтезатор [eSpeak NG](https://github.com/espeak-ng/espeak-ng) встроен непосредственно в NVDA и не требует установки каких-либо сторонних драйверов или компонентов.
ta: என்விடிஏவினுள் [ஈஸ்பீக் என்ஜி](https://github.com/espeak-ng/espeak-ng) ஒலிப்பான் கட்டப்பட்டு வெளிவருவதால், வேறு சிறப்பு இயக்கிகளையோ, கூறுகளையோ நிறுவத் தேவையில்லை.
zh_tw: [eSpeak NG](https://github.com/espeak-ng/espeak-ng) 合成器直接內建於 NVDA，不需安裝任何其他的驅動程式或元件，

source: On Windows 8.1 NVDA uses eSpeak NG by default ([Windows OneCore](#OneCore) is used in Windows 10 and later by default).
bg: В Windows 8.1 NVDA по подразбиране използва eSpeak NG (в Windows 10 и по-нови по подразбиране се използва [Windows OneCore](#OneCore)).
de: Die Sprachausgabe eSpeak wird unter Windows 8.1 von NVDA standardmäßig verwendet, während unter Windows 10 und neuer [Windows OneCore](#OneCore) standardmäßig verwendet wird.
es: En Windows 8.1, NVDA utiliza Espeak NG de forma predeterminada ([Windows OneCore](#OneCore) se utiliza en Windows 10 y posteriores por defecto).
hr: U Windowsima 8.1, NVDA standardno koristi eSpeak NG ([Windows OneCore](#OneCore) se standardno koristi u Windowsima 10 i novijim).
nl: In Windows 8.1 start NVDA standaard op met de eSpeak NG spraaksynthesizer, in Windows 10 en later is het gebruik van ([Windows OneCore](#OneCore)standaard).
pt_br: No Windows 8.1 o NVDA usa o eSpeak NG por padrão ([Windows OneCore](#OneCore) é usado no Windows 10 e posterior por padrão).
ru: NVDA на Windows 8.1 по умолчанию использует eSpeak NG (на Windows 10, и более поздних версиях, по умолчанию используется [Windows OneCore](#OneCore)).
ta: விண்டோஸ் 8.1 பதிப்புகளில் ஈஸ்பீக் என்ஜி ஒலிப்பானை இயல்பான ஒலிப்பானாகக் கொண்டு என்விடிஏ இயங்கத் துவங்கும். விண்டோஸ் 10, அல்லது அதற்கும் பிறகான இயக்கமுறைமையில், [விண்டோஸ் ஒன் கோர்](#OneCore) ஒலிப்பானை இயல்பான ஒலிப்பானாகப் பயன்படுத்தும்.
zh_tw: 在 Windows 8.1，NVDA 預設使用 eSpeak NG (在 Windows 10 及之後的版本預設使用 [Windows OneCore](#OneCore))，

source: As this synthesizer is built into NVDA, this is a great choice for when running NVDA off a USB thumb drive on other systems.
bg: Тъй като този синтезатор е вграден в NVDA, това е идеален избор, когато стартираме NVDA от USB преносими носители на други системи.
de: Das hat den enormen Vorteil, dass NVDA auf einen Betriebssystemen mit einem USB-Stick ohne weiteres betrieben werden kann.
es: Como este sintetizador se compiló en NVDA, es una gran elección para cuando se ejecuta NVDA en una memoria USB o en un CD en otros sistemas.
hr: Budući da je Espeak NG ugrađen u NVDA, to je dobar izbor kad se NVDA pokreće s USB sticka na drugim sustavima.
nl: Bij gebruik van de draagbare versie van NVDA is de ingebouwde eSpeak NG synthesizer de ideale optie.
pt_br: Por ter sido integrado ao NVDA, ele é uma boa escolha para quando se executa o NVDA num dispositivo de armazenamento USB em outros sistemas.
ru: Поскольку этот синтезатор встроен в NVDA, это отличный выбор для работы NVDA с USB-флэш-накопителей на других системах.
ta: இவ்வொலிப்பான், என்விடிஏவினுள் கட்டப்பட்டு வெளிவருவதால், விரலியைக் கொண்டு பிற கணினிகளில் என்விடிஏவை இயக்க மிகவும் பயனுள்ளதாக இருக்கும்.
zh_tw: 由於此合成器內建於 NVDA 中，對於在其他 Windows 系統上從 USB 隨身碟執行 NVDA 來說是一個很好的選擇。

source: Each voice that comes with eSpeak NG speaks a different language.
bg: Всеки глас, който идва с eSpeak NG, говори различен език.
de: Jede Stimme, die mit eSpeak NG ausgeliefert wird, spricht eine andere Sprache.
es: Cada voz que viene con Espeak NG habla un idioma diferente.
hr: Svaki glas, koji dolazi s eSpeak NG-om, govori različitim jezikom.
nl: Voor elk van de stemmen die in eSpeak NG is opgenomen, is een andere taal beschikbaar.
pt_br: Cada voz que vem com o eSpeak NG fala um idioma diferente.
ru: Каждый голос, который поставляется с eSpeak NG, говорит на множестве различных языков.
ta: ஈஸ்பீக் என்ஜியில் இருக்கும் ஒவ்வொரு குரலும், வெவ்வேறு மொழியைப் பேசும்.
zh_tw: eSpeak NG 提供多種語音能說出不同的語言，

source: There are over 43 different languages supported by eSpeak NG.
bg: Има повече от 43 различни езици, поддържани от eSpeak NG.
de: Somit werden über 43 unterschiedliche Sprachen unterstützt.
es: Hay sobre 43 idiomas diferentes soportados por Espeak NG.
hr: Postoji preko 43 različita jezika koje eSpeak NG podržava.
nl: Er worden meer dan 43 talen door eSpeak NG ondersteund.
pt_br: Existem mais de 43 idiomas diferentes suportados por ele.
ru: В настоящее время eSpeak NG поддерживает более 43 различных языков.
ta: 43க்கும் மேலான மொழிகளுக்கு ஈஸ்பீக் என்ஜி ஆதரவளிக்கிறது.
zh_tw: 全部共支援超過 43 種語言，

source: There are also many variants which can be chosen to alter the sound of the voice.
bg: Има също и много гласови варианти, които могат да бъдат избрани, за да разнообразят звученето на гласа.
de: Es gibt auch eine Vielzahl von Varianten, womit der Klang der Stimme geändert werden kann.
es: También hay muchas variantes que pueden elegirse para alterar el sonido de la voz.
hr: Postoje još i mnoge varijante koje je moguće odabrati, kako bi se prilagodio zvuk glasa.
nl: Er is ook een groot aantal varianten waarmee je kunt aanpassen hoe de stemmen klinken.
pt_br: Existem também muitas variantes que podem ser escolhidas para alterar o som da voz.
ru: Также доступны множество различных вариантов одного голоса, которые могут быть использованы для изменения звука синтезируемой речи.
ta: குரலின் ஒலியை மாற்றியமைக்க, ஈஸ்பீக் என்ஜியில் பல குரல் மாற்றுருக்களும் உள்ளன.
zh_tw: 而且還有許多不同的變聲可供選擇。

source: Microsoft Speech API version 4 (SAPI 4)
es: Microsoft Speech API versión 4 (SAPI 4)
hr: Microsoft Speech API verzija 4 (SAPI 4)
nl: Microsoft Spraak API versie 4 (SAPI 4)
pt_br: Microsoft Speech API versão 4 (SAPI 4)
ru: Microsoft Speech API verzija 4 (SAPI 4)
ta: மைக்ரோசாப்ட் ஸ்பீச் ஏ.பி.ஐ. 4 (SAPI 4)
zh_tw: Microsoft SAPI 4 (SAPI 4)

source: SAPI 4 is an older Microsoft standard for software speech synthesizers.
bg: SAPI 4 е по-стар стандарт на Microsoft за софтуерни речеви синтезатори.
de: SAPI 4 ist ein älterer Microsoft-Standard für SoftwareSprachausgaben.
es: SAPI 4 es un antiguo estándar de Microsoft para sintetizadores de voz software.
hr: SAPI 4 je stariji Microsoftov standard za softverske govorne jedinice.
nl: Sapi 4 is een oudere Microsoft standaard voor softwarematige spraaksynthesizers.
pt_br: SAPI 4 é um padrão antigo da Microsoft para softwares sintetizadores de fala.
ru: SAPI 4 является устаревшим стандартом Microsoft для программных синтезаторов речи.
ta: SAPI 4 என்பது மென்பொறுள் பேச்சொலிப்பான்களுக்கு மைக்ரோசாப்ட் நிறுவனம் வரையறுத்திருந்த பழைய தகுதரமாகும்.
zh_tw: SAPI 4 是 Microsoft 較早期的軟體語音合成器標準，

source: NVDA still supports this for users who already have SAPI 4 synthesizers installed.
bg: NVDA все още поддържа този стандарт за потребители, които вече имат инсталирани SAPI 4 синтезатори.
de: NVDA unterstützt noch die alte Schnittstelle, für all jene, die bereits SAPI 4 Sprachausgaben installiert haben.
es: NVDA todavía es compatible con esto para usuarios que aún tengan sintetizadores SAPI 4 instalados.
hr: NVDA još uvijek ovo podržava, za one korisnike koji imaju instalirane ovakve govorne jedinice..
nl: Voor gebruikers die reeds SAPI 4 synthesizers op hun systeem geïnstalleerd hebben, blijft NVDA deze ondersteunen.
pt_br: O NVDA ainda suporta isso para usuários que já possuem sintetizadores SAPI 4 instalados.
ru: NVDA по-прежнему поддерживает этот драйвер для пользователей, которые до сих пор имеют установленные SAPI4 синтезаторы.
ta: SAPI 4 ஒலிப்பான்களை பயனர்கள் ஏற்கெனவே நிறுவியிருந்தால், என்விடிஏ அவைகளைத் தொடர்ந்து ஆதரிக்கிறது.
zh_tw: NVDA 仍然支援原先已安裝此語音合成器的使用者，

source: However, Microsoft no longer support this and needed components are no longer available from Microsoft.
bg: Въпреки това, Microsoft вече не поддържа този стандарт и необходимите компоненти вече не са налични от Microsoft.
de: Die Treiber hierfür werden von Microsoft schon lange nicht mehr zum Download angeboten.
es: No obstante, Microsoft ya no da soporte para esto y se necesitan componentes que ya no están disponibles desde Microsoft.
hr: Međutim, microsoft ga ne podržava i Microsoft ne dostavlja više te komponente.
nl: Microsoft ondersteunt deze standaard echter niet meer en de benodigde componenten worden door Microsoft niet langer beschikbaar gesteld.
pt_br: No entanto, a Microsoft não suporta mais isso e os componentes necessários não estão mais disponíveis na Microsoft.
ru: Тем не менее, Microsoft более не поддерживает этот стандарт и необходимые компоненты больше не доступны на сайте Microsoft.
ta: ஆனால், மைக்ரோசாஃப்ட் இவ்வொலிப்பான்களை இப்பொழுது ஆதரிப்பதில்லை என்பதோடு, தேவையான பகுதிக் கூறுகளும் மைக்ரோசாஃப்டிடமிருந்து கிடைப்பதில்லை.
zh_tw: 然而 Microsoft 已不再支援，所需的元件也無法從 Microsoft 取得。

source: When using this synthesizer with NVDA, the available voices (accessed from the [Speech category](#SpeechSettings) of the [NVDA Settings](#NVDASettings) dialog or by the [Synth Settings Ring](#SynthSettingsRing)) will contain all the voices from all the installed SAPI 4 engines found on your system.
bg: Когато използвате този синтезатор с NVDA, списъкът с наличните гласове, (достъпен от категорията [Реч](#SpeechSettings) в прозореца с [настройките на NVDA](#NVDASettings) или от [Пръстена от настройки на синтезатора](#SynthSettingsRing)) ще съдържа всички гласове от всички SAPI4 синтезатори, инсталирани на вашата система.
de: Wenn Sie diese Sprachausgabe in NVDA verwenden, enthalten die verfügbaren Stimmen (erreichbar über die Kategorie [Sprachausgabe](#SpeechSettings) der [NVDA-Einstellungen](#NVDASettings) oder über den [Sprachausgaben-Einstellungsring](#SynthSettingsRing)) alle Stimmen aller installierten SAPI 4 Engines auf dem Computer.
es: Cuando utilices este sintetizador con NVDA, las voces disponibles (a las que se accede desde la [categoría Voz](#SpeechSettings) del diálogo [Opciones de NVDA](#NVDASettings) o por el [Anillo de Opciones del Sintetizador](#SynthSettingsRing)) contendrán todas las voces de todos los motores instalados SAPI 4 encontrados en tu sistema.
hr: Kad ćete koristiti ove glasove s NVDA, dostupni glasovi (kojima se može pristupiti iz [kategorije govor](#SpeechSettings) u [NVDA postavkama](#NVDASettings) ili putem [kružne postavke govorne jedinice](#SynthSettingsRing)) će popisivati glasove svih sapi4 govornih jedinica dostupnih u sustavu.
nl: Als hiervan gebruik wordt gemaakt in NVDA dan treft u alle geïnstalleerde spraakgenerators met de beschikbare stemmen aan in de [categorie Spraak](#SpeechSettings) van het dialoogvenster [Instellingen van NVDA](#NVDASettings) of in [Synth Settins Ring](#SynthSettingsRing).
pt_br: Quando este sintetizador é utilizado com o NVDA, as vozes disponíveis (que podem ser encontradas na [categoria Fala](#SpeechSettings) das [Configurações do NVDA](#NVDASettings) ou desde o [Anel de Configurações de Voz](#SynthSettingsRing)) contêm todas as vozes dos motores SAPI 4 que se encontram instaladas em seu sistema.
ru: При использовании этого синтезатора с NVDA, набор доступных голосов (из [категории Речь](#SpeechSettings) [диалога настроек NVDA](#NVDASettings) или [Кольца настроек синтезатора](#SynthSettingsRing)) будет содержать все голоса из всех установленных SAPI 4 движков, найденных в вашей системе.
ta: [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் [பேச்சு வகைமை](#SpeechSettings), அல்லது [ஒலிப்பான் அமைப்புகள் வளையத்தைக்](#SynthSettingsRing) கொண்டு இப்பேச்சொலிப்பானிலிருக்கும் குரல்களை அணுகும்பொழுது, கணினியில் நிறுவப்பட்டிருக்கும் எல்லா SAPI 4 ஒலிப்பான்களின் அனைத்து குரல்களையும் வரிசைப் பட்டியலில் காண்பீர்கள்.
zh_tw: 當 NVDA 選取這個合成器，安裝在您的 Windows 系統中的所有 SAPI 4 引擎提供的語音都可被使用，您可以從 [NVDA 設定](#NVDASettings)對話框中的[語音類別](#SpeechSettings)或利用[快速語音設定](#SynthSettingsRing)來選用。

source: Microsoft Speech API version 5 (SAPI 5)
es: Microsoft Speech API versión 5 (SAPI 5)
hr: Microsoft Speech API verzija 5 (SAPI 5)
nl: Microsoft Spraak API versie 5 (SAPI 5)
pt_br: Microsoft Speech API versão 5 (SAPI 5)
ru: Microsoft Speech API verzija 5 (SAPI 5)
ta: மைக்ரோசாப்ட் ஸ்பீச் ஏ.பி.ஐ. 5 (SAPI 5)
zh_tw: Microsoft SAPI 5 (SAPI 5)

source: SAPI 5 is a Microsoft standard for software speech synthesizers.
bg: SAPI 5 е стандарт на Microsoft за софтуерни синтезатори на реч.
de: SAPI 5 ist ein Microsoft-Standard für SoftwareSprachausgaben.
es: SAPI 5 es un estándar de Microsoft para sintetizadores de voz software.
hr: SAPI 5 je Microsoftov standard za govorne jedinice.
nl: Sapi 5 is een Microsoft standaard voor softwarematige spraaksynthesizers.
pt_br: O SAPI 5 é um padrão da Microsoft para softwares sintetizadores de fala.
ru: SAPI 5 является стандартом Microsoft для программных синтезаторов речи.
ta: SAPI 5 என்பது மென்பொறுள் பேச்சொலிப்பான்களுக்கு மைக்ரோசாப்ட் நிறுவனம் வரையறுத்திருக்கும் தகுதரமாகும்.
zh_tw: SAPI 5 是 Microsoft 軟體語音合成器的標準，

source: Many speech synthesizers that comply with this standard may be purchased or downloaded for free from various companies and websites, though your system will probably already come with at least one SAPI 5 voice preinstalled.
bg: Много речеви синтезатори, използващи този стандарт, могат да бъдат поръчани или изтеглени безплатно от различни компании и уеб сайтове, макар че вашата система вероятно ще дойде с поне един предварително инсталиран SAPI5 глас.
de: Viele Sprachausgaben, die diesem Standard entsprechen, können von verschiedenen Firmen käuflich erworben oder von Internetseiten kostenlos heruntergeladen werden. Ihr System wird wahrscheinlich bereits mindestens eine SAPI5-Stimme vorinstalliert haben.
es: Muchos sintetizadores de voz que cumplen con este estándar podrán comprarse o descargarse gratuitamente desde varias compañías y sitios Web, aunque probablemente tu sistema ya vendrá con al menos una voz SAPI 5 preinstalada.
hr: Puno se govornih jedinica, koje su u skladu s ovim standardom, mogu kupiti ili preuzeti od različitih kompanija i s različitih web stranica, premda će, na vašem sustavu, biti barem jedan instalirani sapi 5 glas.
nl: Op het internet zijn veel spraaksynthesizers te koop of gratis te downloaden die compatibel zijn met deze standaard. Waarschijnlijk is er op uw computer al minstens 1 SAPI 5 stem geïnstalleerd.
pt_br: Muitos sintetizadores de fala que trabalham com este padrão podem ser comprados ou baixados em várias empresas ou sites da Web, ainda que seu sistema já venha com pelo menos uma voz SAPI 5 já instalada.
ru: Многие синтезаторы речи, соответствующие этому стандарту, могут быть куплены или бесплатно загружены на web-сайтах различных компаний, хотя скорее всего, ваша система уже будет идти по крайней мере с одним предустановленным SAPI5 голосом.
ta: இத்தகுதரத்துடன் ிணங்கக் கூடிய பல ஒலிப்பான்களை, விலை கொடுத்து வாங்கவோ, இணையதளங்களிலிருந்து இலவசமாக தரவிறக்கவோ முடியும்ென்றாலும், தங்கள் கணினியில், குறைந்தபட்சம் ஒரு SAPI 5 குரலாவது ஏற்கெனவே நிறுவப்பட்டிருக்கும்.
zh_tw: 您可以從許多公司或網站購買或免費下載遵循這個標準的語音，僅管您的 Windows 系統中可能已預先安裝了至少一個 SAPI 5 語音。
