Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: NVDA's [text review commands](#ReviewingText) can review content within the current navigator object, current document or screen, depending on the review mode selected.
bg: [Командите за преглед на текста](#ReviewingText) на NVDA могат да преглеждат съдържание в текущия навигационен обект, текущия документ или екрана, в зависимост от избрания режим на преглед.
de: Abhängig vom eingestellten Betrachtungsmodus können Sie mit den [Befehlen zum Text betrachten](#ReviewingText) im aktuellen Navigator-Objekt, im angezeigten Dokument oder auf dem Bildschirm navigieren.
es: Las [órdenes de revisión de texto](#ReviewingText) de NVDA pueden revisar el contenido dentro del navegador de objetos actual, documento actual, o pantalla, dependiendo del modo de revisión seleccionado.
hr: NVDA [prečaci za pregledavanje teksta](#ReviewingText) mogu služiti za pregled sadržaja u trenutačnom navigacijskom objektu, trenutačnom dokumentu ili ekranu, ovisno o odabranom modusu pregleda.
nl: Met behulp van de [leesoverzichtcommando's](#ReviewingText) van NVDA kan, afhankelijk van de geselecteerde leesoverzichtmodus, de inhoud van het huidige navigatorobject, het huidige document, of scherm worden nagelezen.
pt_br: Os [comandos de exploração de texto](#ReviewingText) do NVDA possibilitam explorar o conteúdo dentro do objeto de navegação atual, documento ou tela atual, dependendo do modo de exploração selecionado.
ru: При помощи [Команд NVDA для просмотра текста](#ReviewingText) можно просмотреть содержимое в пределах текущего объекта навигатора, текущего документа или экрана в зависимости от того, какой режим просмотра выбран.
ta: தெரிவுச் செய்யப்பட்டிருக்கும் சீராய்வின் நிலையைப் பொறுத்து, தற்போதைய பொருள், தற்போதைய ஆவணம், அல்லது திரை ஆகியவைகளின் உள்ளடக்கங்களை [உரைச் சீராய்வுக் கட்டளைகளைக்](#ReviewingText) கொண்டு என்விடிஏ சீராய்வு செய்யும்.
zh_tw: 隨著所選擇的檢閱模式而定，[文字檢閱指令](#ReviewingText)可以檢閱目前導覽物件、目前文件或畫面，

source: The following commands switch between review modes:
bg: Следните команди превключват между режимите на преглед:
de: Die folgenden Befehle wechseln zwischen den Betrachtungsmodi:
es: Las órdenes que siguen cambian entre los modos de revisión:
hr: Sljedeći prečaci se koriste za prebacivanje između modusa pregleda:
nl: U kunt de volgende commando’s gebruiken om van leesoverzichtmodus te wisselen:
pt_br: Os seguintes comandos alternam entre os modos de exploração:
ru: Следующими командами можно переключаться между режимами просмотра:
ta: சீராய்வு நிலைகளுக்கிடையே மாற பின்வரும் கட்டளைகள் பயன்படுகிறது.
zh_tw: 以下指令用來切換檢閱模式：

source: Name |Desktop key |Laptop key |Touch |Description
bg: Име |Настолна подредба |Лаптоп подредба |Докосване |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Geste |Beschreibung
es: Nombre |Tecla Escritorio |Tecla Portátil |Táctil |Descripción
hr: Naziv |Tipka za stolna računala |Tipka za prijenosna računala |Dodir |Opis
nl: Naam |Desktoptoets |Laptoptoets |Aanraakgebaar |Beschrijving
pt_br: Nome |Tecla de Desktop |Tecla de Laptop |Toque — Gesto |Descrição
ru: Название |Настольная |Ноутбук |Жест сенсорного экрана |Описание
ta: பெயர் |மேசைக்கணினி விசை |மடிக்கணினி விசை |தொடு |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |觸控 |說明

source: Switch to next review mode |NVDA+numpad7 |NVDA+pageUp |2-finger flick up |switches to the next available review mode
bg: Превключване на следващия режим за преглед |NVDA+7 от цифровия блок |NVDA+Page Up |Перване нагоре с 2 пръста |Превключване на следващия достъпен режим за преглед
de: In den nächsten Betrachtungsmodus wechseln |NVDA+Nummernblock 7 |NVDA+Seite auf |Mit zwei Fingern nach oben streichen |Schaltet in den nächsten Betrachtungsmodus um
es: Cambiar al modo de revisión siguiente |NVDA+7 teclado numérico |NVDA+repág |deslizar 2 dedos arriba |cambia al siguiente modo de revisión disponible
hr: Prebaci na sljedeći modus pregleda |NVDA+num7 |NVDA+pejdž ap |klizanje s dva prsta prema gore |prebacuje na sljedeći dostupni modus pregleda
nl: Naar volgende leesoverzichtmodus schakelen |NVDA+numeriek7 |NVDA+pageUp |met 2 vingers omhoog vegen |hiermee wordt naar de volgende, beschikbare modus geschakeld.
pt_br: Alternar para o modo de exploração seguinte |NVDA+7 do Teclado numérico |NVDA+pageUp |varrer para cima com 2 dedos |Alterna para o próximo modo de exploração disponível
ru: Переключиться на следующий режим просмотра |NVDA+numpad7 |NVDA+PageUp |Пролистать двумя пальцами вверх |Переключается на следующий доступный режим просмотра
ta: அடுத்த சீராய்வு நிலைக்கு மாறுக |என்விடிஏ+எண் திட்டு 7 |என்விடிஏ+பக்கம் மேல் |இருவிரல் மேல் சுண்டுதல் |கிடைப்பிலிருக்கும் அடுத்த சீராய்வு நிலைக்கு மாறுகிறது
zh_tw: 切換到下一個檢閱模式 |NVDA+數字鍵盤7 |NVDA+pageUp |兩指向上滑動 |切換到下一個可供使用的檢閱模式

source: Switch to previous review mode |NVDA+numpad1 |NVDA+pageDown |2-finger flick down |switches to the previous available review mode
bg: Превключване на предишния режим за преглед |NVDA+1 от цифровия блок |NVDA+Page Down |Перване надолу с 2 пръста |Превключва на предишния достъпен режим за преглед
de: In den vorherigen Betrachtungsmodus wechseln |NVDA+Nummernblock1 |NVDA+Seite ab |Mit zwei Fingern nach unten streichen |Schaltet im vorherigen Betrachtungsmodus um
es: Cambiar al modo de revisión anterior |NVDA+1 teclado numérico |NVDA+avPág |deslizar 2 dedos hacia abajo |Cambia al siguiente modo de revisión disponible
hr: Prebaci na prethodni modus pregleda |NVDA+num1 |NVDA+pejdž daun |klizanje s dva prsta prema dolje |prebacuje na prethodni dostupni modus pregleda
nl: Naar vorige leesoverzichtmodus schakelen |NVDA+numeriek1 |NVDA+pageDown |met 2 vingers omlaag vegen |hiermee wordt naar de vorige, beschikbare modus geschakeld.
pt_br: Alternar para o modo de exploração anterior |NVDA+1 do teclado numérico |NVDA+pageDown |varrer para baixo com 2 dedos |Alterna para o modo de exploração disponível anterior
ru: Переключиться на предыдущий режим просмотра |NVDA+numpad1 |NVDA+PageDown |Пролистать двумя пальцами вниз |Переключается на предыдущий доступный режим просмотра
ta: முந்தைய சீராய்வு நிலைக்கு மாறுக |என்விடிஏ+எண் திட்டு 1 |என்விடிஏ+பக்கம் கீழ் |இருவிரல் கீழ் சுண்டுதல் |கிடைப்பிலிருக்கும் முந்தைய சீராய்வு நிலைக்கு மாறுகிறது
zh_tw: 切換到上一個檢閱模式 |NVDA+數字鍵盤1 |NVDA+pageDown |兩指向下滑動 |切換到上一個可供使用的檢閱模式

source: Object Review
bg: Преглед на обекта
de: Der Objekt-Betrachter
es: Revisión de Objetos
hr: Pregled objekta
nl: Objectoverzicht (Object Review)
pt_br: Exploração de Objeto
ru: Просмотр объекта
ta: பொருள் சீராய்வு
zh_tw: 物件檢閱

source: While in object review mode, you are able to only review the content of the current [navigator object](#ObjectNavigation).
bg: Докато сте в обектен режим на преглед, можете да преглеждате само съдържанието на текущия [навигационен обект](#ObjectNavigation).
de: Wenn Sie mit dem Objekt-Betrachter navigieren, können Sie den Inhalt des aktuellen [Navigator-Objekts](#ObjectNavigation) zeichenweise, wortweise oder zeilenweise betrachten.
es: Mientras se esté en modo revisión de objetos, sólo podrás revisar el contenido del actual [navegador de objetos](#ObjectNavigation).
hr: Kad se nalazite u modusu pregleda objekta, možete pregledati samo sadržaj trenutačnog [navigacijskog objekta](#ObjectNavigation).
nl: In de objectoverzichtmodus kan alleen de inhoud van het huidige [navigatorobject](#ObjectNavigation) worden bekeken.
pt_br: Enquanto estiver no modo de exploração de objeto, você poderá revisar apenas o conteúdo do [objeto de navegação](#ObjectNavigation) atual.
ru: В режиме "Просмотр объекта" вам доступен для просмотра только текущий [объект навигатора](#ObjectNavigation).
ta: பொருள் சீராய்வு நிலையில் இருக்கும் பொழுது, [வழிசெலுத்திப் பொருளின்](#ObjectNavigation) உள்ளடக்கங்களை மட்டுமே தங்களால் சீராய்வு செய்ய இயலும்.
zh_tw: 在物件檢閱模式下您只能檢閱目前[導覽物件](#ObjectNavigation)的內容，

source: For objects such as editable text fields or other basic text controls, this will generally be the text content.
bg: За обекти като редактируеми текстови полета или други основни текстови полета, това в общи линии ще бъде текстовото съдържание.
de: Bei Eingabefeldern ist das üblicherweise der eingegebene Text.
es: Para objetos tales como campos de edición u otros controles básicos de documento, Esto será generalmente el contenido de texto.
hr: Za objekte kao što su polja za uređivanje teksta ili ostale osnovne kontrole za uređivanje teksta, to će uglavnom biti sadržaj teksta.
nl: Voor objecten zoals bewerkbare invoervelden of andere eenvoudige bewerkingen gaat het daarbij in het algemeen om tekst.
pt_br: Para objetos tais como campos de texto editáveis ou outros controles de texto básicos, este será geralmente o conteúdo em texto do mesmo.
ru: Для объектов, таких как текстовые поля редактирования или других основных текстовых элементов управления, это в основном будет текстовое содержимое.
ta: பொதுவில், தொகு களம், அல்லது பிற அடிப்படை ஆவண கட்டுப்பாடுகள் போன்ற பொருட்களில், இவைகள் உரை உள்ளடக்கங்களாக இருக்கும்.
zh_tw: 對於如文字編輯區或其他文字控制項等物件，它通常是文字內容，

source: For other objects, this may be the name and/or value.
bg: За други обекти това може да бъде името или стойността им.
de: Bei anderen Objekten wird hier der Name, die Beschriftung und der Wert des Objekts angezeigt.
es: Para otros objetos, esto será el nombre y o valor.
hr: Za ostale objekte to može biti ime i-ili vrijednost.
nl: Bij andere objecten kan het gaan om de naam en of de waarde van het object.
pt_br: Para outros objetos, este pode ser seu nome e/ou valor.
ru: Для других объектов это может быть имя и/или значение.
ta: பிற பொருட்களுக்கு, பெயர் மற்றும் மதிப்பாக இருக்கலாம். அல்லது, இவைகளில் ஏதேனும் ஒன்றாகவும் இருக்கலாம்.
zh_tw: 對於其他物件這可能會是名稱 和/或 值。

source: Document Review
bg: Преглед на документа
de: Der Dokument-Betrachter
es: Revisión de Documentos
hr: Pregled dokumenta
nl: Documentoverzicht (Document Review)
pt_br: Exploração de Documento
ru: Просмотр документа
ta: ஆவணச் சீராய்வு
zh_tw: 文件檢閱

source: When the [navigator object](#ObjectNavigation) is within a browse mode document (e.g. web page) or other complex document (e.g. a Lotus Symphony document), it is possible to switch to the document review mode.
bg: Когато [навигационният обект](#ObjectNavigation) е в документ в режим на разглеждане (например уеб страница) или друг сложен документ (например документ в Lotus Symphony), може да превключите в документен режим на преглед.
de: Wenn sich das [Navigator-Objekt](#ObjectNavigation) in einem (komplexeren) Dokument im Lesemodus (Webseiten, Lotus Symphony-Dokumente, o. Ä.) befindet, ist es möglich, in dem Dokument-Betrachter zu wechseln.
es: Cuando el [navegador de objetos](#ObjectNavigation) esté dentro de un documento en modo exploración (por ejemplo: página web) u otro documento complejo que contenga muchos objetos (por ejemplo: documentos de Lotus Symphony), es posible cambiar al modo revisión de documentos.
hr: Kad se [navigacijski objekt](#ObjectNavigation) nalazi u dokumentu koji koristi modus čitanja (npr. web stranici) ili drugom kompleksnom dokumentu (npr. dokumentu programa Lotus symphony), moguće je prebaciti se u modus pregleda dokumenta.
nl: Wanneer het [navigatorobject](#ObjectNavigation) zich binnen een bladermodusdocument bevindt (een webpagina bij voorbeeld) of een ander complex documentdat veel objecten bevat (bij voorbeeldeen Lotus Symphony document), kan naar de documentoverzichtmodus worden overgeschakeld.
pt_br: Quando a [navegação de objeto](#ObjectNavigation) está dentro de um documento do modo de navegação (como uma página web) ou outros documentos complexos (tais como um documento do Lotus Symphony), é possível alternar para o modo de exploração de documento.
ru: Когда [объект навигатора](#ObjectNavigation) находится в документе с режимом обзора (например, web-страница) или в другом составном документе (например, документ программы Lotus Symphony), имеется возможность переключения на режим "Просмотр документа".
ta: இணையப் பக்கம் போன்ற உலாவும் நிலை ஆவணத்திலோ, அல்லது லோட்டஸ் சிம்ஃபனி போன்ற ஆவணத்திலோ [வழிசெலுத்திப் பொருள்](#ObjectNavigation) இருக்கும் பொழுது, ஆவணச் சீராய்வு நிலைக்கு மாற இயலும்.
zh_tw: 當[導覽物件](#ObjectNavigation)位於瀏覽模式文件如網頁或較複雜的文件如 Lotus Symphony 文件等，便可以切換到文件檢閱模式，

source: The document review mode allows you to review the text of the entire document.
bg: Режимът за преглед на документа ви позволява да прегледате текста в целия документ.
de: Im Dokument-Betrachter können Sie sich den Text des gesamten Dokuments anzeigen lassen.
es: El modo revisión de documentos te permite revisar el texto del documento entero.
hr: Modus pregleda dokumenta omogućuje pregled teksta cijelog dokumenta.
nl: In de documentoverzichtmodus kan de tekst van het gehele document worden bekeken.
pt_br: O modo de exploração de documento lhe permite explorar o texto do documento inteiro.
ru: В режиме "Просмотр документа" вы можете просмотреть текст всего документа.
ta: முழு ஆவணத்தின் உரையையும் சீராய்வு செய்ய, ஆவணச் சீராய்வு அனுமதிக்கிறது.
zh_tw: 文件檢閱模式允許您檢閱整個文件中的文字。

source: When switching from object review to document review, the review cursor is placed in the document at the position of the navigator object.
bg: При превключване от преглед на обекта към преглед на документа, курсорът за преглед е поставен в документа на позицията на навигационния обект.
de: Wenn Sie aus dem Objekt-Betrachter im Dokument-Betrachter wechseln, wird der NVDA-Cursor an die Position des aktuellen Navigator-Objekts gesetzt.
es: Cuando se cambie desde revisión de objetos a revisión de documentos, el cursor de revisión se coloca en el documento en la posición del navegador de objetos.
hr: Kad se prebacujete iz modusa pregleda dokumenta u modus pregleda objekta, pregledni kursor se nalazi u dokumentu na poziciji navigacijskog objekta.
nl: Wanneer wordt overgeschakeld van de objectoverzicht- naar de documentoverzichtmodus, komt de leescursor in het document op de plaats van het navigatorobject te staan.
pt_br: Ao alternar da exploração de objeto para a exploração de documento, o cursor de exploração é colocado no documento na posição do objeto de navegação.
ru: При переключении с режима "Просмотр объекта" на режим "Просмотр документа" просмотровый курсор располагается в позиции объекта навигатора в текущем документе.
ta: பொருள் சீராய்வு நிலையிலிருந்து ஆவணச் சீராய்வு நிலைக்கு மாறும் பொழுது, வழிசெலுத்திப் பொருள் ஆவணத்தில் இருக்கும் நிலையில் சீராய்வுச் சுட்டியை வைக்கும்.
zh_tw: 當從物件檢閱切換到文件檢閱模式，檢閱游標會隨之移到文件中導覽物件的所在位置，

source: When moving around the document with review commands, the navigator object is automatically updated to the object found at the current review cursor position.
bg: При придвижване из документа с използване на командите за преглед, навигационният обект се премества автоматично до обекта, намиращ се на текущата позиция на курсора за преглед.
de: Wenn Sie die Befehle zum Text betrachten verwenden, wird das Navigator-Objekt automatisch aktualisiert.
es: Al moverte por el documento con las órdenes de revisión, el navegador de objetos se actualiza automáticamente al objeto que se encuentra en la posición actual del cursor de revisión.
hr: Kad se krećete po dokumentu s prečacima za pregled dokumenta, navigacijski objekt se automatski aktualizira s objektom koji se nađe na trenutačnoj poziciji preglednog kursora.
nl: Wanneer het document met de daarvoor bestemde leesoverzichtcommando's wordt verkend, wordt de plaats van het navigatorobject automatisch geactualiseerd zodat deze overeenkomt met de plaats van het object waar de leescursor bij staat.
pt_br: Ao mover-se pelo documento com os comandos de exploração, a navegação de objetos é automaticamente atualizada para o objeto que se encontra na posição atual do cursor de exploração.
ru: При навигации по документу командами просмотра объект навигатора автоматически обновляется, получая информацию о позиции просмотрового курсора для текущего объекта.
ta: சீராய்வுக் கட்டளைகளைக் கொண்டு ஆவணத்தில் வலம் வரும் பொழுது, தற்போதைய சுட்டியின் நிலையிலிருக்கும் பொருளுக்கு வழிசெலுத்திப் பொருளை இற்றைப்படுத்தும்.
zh_tw: 使用檢閱指令在文件中移動時，導覽物件會自動跟隨在檢閱游標位置的物件上。

source: Note that NVDA will switch to document review from object review automatically when moving around browse mode documents.
bg: Забележете, че NVDA ще превключи автоматично към преглед на документа от преглед на обекта при придвижване из документи в режим на разглеждане.
de: NVDA wird automatisch zum Dokument-Betrachter wechseln, sobald Sie sich im Lesemodus befinden.
es: Ten en cuenta que NVDA cambiará a revisión de documentos desde revisión de objetos automáticamente cuando te muevas por documentos en modo exploración.
hr: Imajte na umu da će se NVDA automatski prebaciti na pregled objekta s pregleda dokumenta kad se krećete po dokumentima u modusu čitanja.
nl: Merk op dat NVDA automatisch vanuit objectoverzicht overschakelt naar documentoverzicht wanneer bladermodusdocumenten worden verkend.
pt_br: Note que o NVDA alternará automaticamente do modo de exploração de objeto para o modo de exploração de documento ao se mover pelos documentos no modo de navegação.
ru: Обратите внимание, что NVDA будет переключаться на "Просмотр документа" из "Просмотр объекта" автоматически при навигации по документам с режимом обзора.
ta: உலாவும் நிலை ஆவணங்களில் நகரும் பொழுது, பொருள் சீராய்வு நிலையிலிருந்து ஆவணச் சீராய்வு நிலைக்கு என்விடிஏ தானாக மாறுமென்பதைக் கவனிக்கவும்.
zh_tw: 附註：當 NVDA 在瀏覽模式文件中移動時會自動從物件檢閱切換到文件檢閱模式。

source: Screen Review
bg: Преглед на екрана
de: Der Bildschirm-Betrachter
es: Revisión de Pantalla
hr: Pregled ekrana
nl: Schermoverzicht (Screen Review)
pt_br: Exploração de Tela
ru: Просмотр экрана
ta: திரைச் சீராய்வு
zh_tw: 畫面檢閱

source: The screen review mode allows you to review the text of the screen as it appears visually within the current application.
bg: Режимът за преглед на екрана ви позволява да прегледате текста на екрана за текущото приложение така, както изглежда визуално.
de: In diesem Modus können Sie sich den gesamten Inhalt des Bildschirms vom aktuellen Fenster anzeigen lassen.
es: El modo revisión de pantalla te permite revisar el texto tal y como aparezca visualmente en la pantalla dentro de la aplicación actual.
hr: Modus pregleda ekrana omogućuje prikaz dokumenta kako se on zaista prikazuje na ekranu.
nl: In de schermoverzichtmodus kunt u tekst in de actieve toepassing verkennen die op het scherm te zien is.
pt_br: O modo de exploração de tela lhe permite explorar todo o texto da tela tal como aparece visualmente dentro do aplicativo atual.
ru: В режиме "Просмотр экрана" вы можете просматривать текст на экране таким образом, как он визуально отображается в пределах текущего приложения.
ta: தற்போதைய பயன்பாட்டின் திரையில் காணப்படும் உரையை, பார்வைக்கு இருப்பது போலவே சீராய்வு செய்ய, திரைச் சீராய்வு நிலை அனுமதிக்கிறது.
zh_tw: 畫面檢閱模式允許您檢閱目前應用程式中顯示的螢幕文字，

source: This is similar to the screen review or mouse cursor functionality in many other Windows screen readers.
bg: Това е подобно на прегледа на екрана или функционалността на курсора на мишката в много други екранни четци за Windows.
de: Dies ähnelt den Bildschirmdarstellungs- und Mauszeigerfunktionen vieler Screenreader für Windows.
es: Esto es similar a la funcionalidad de revisión de pantalla o cursor del ratón en muchos otros lectores de pantalla para Windows.
hr: To je slično pregledu ekrana ili funkcionalnosti kursora miša u mnogim drugim čitačima ekrana za Windows sustav.
nl: Dit komt overeen met schermoverzichtopties of de muiscursorfuncties zoals die in veel andere schermleesprogramma's worden geboden.
pt_br: É algo semelhante à revisão de tela ou à funcionalidade de cursor do mouse existente em muitos outros leitores de telas.
ru: Это подобно тому, как просматривается экран или напоминает функциональность указателя мыши во многих других программах экранного доступа для Windows.
ta: இது, பிற விண்டோஸ் திரைநவிலிகளில் காணப்படும் திரைச் சீராய்வு, அல்லது சொடுக்கிக் குறிமுள்ளின் செயலை ஒத்தது.
zh_tw: 這類似於許多其他 Windows 助讀程式的畫面檢閱或滑鼠游標功能。

source: When switching to screen review mode, the review cursor is placed at the screen position of the current [navigator object](#ObjectNavigation).
bg: При преминаване към режим на преглед на екрана, курсорът за преглед се позиционира на позицията на екрана на текущия [навигационен обект](#ObjectNavigation).
de: Wenn Sie in den Bildschirm-Betrachter wechseln, wird der NVDA-Cursor an der Bildschirmposition des aktuellen [Navigationsobjekts](#ObjectNavigation) platziert.
es: Cuando se cambia al modo revisión de pantalla, el cursor de revisión se coloca en la posición de pantalla del actual [navegador de objetos](#ObjectNavigation).
hr: Kad se prebacujete na modus pregleda ekrana, pregledni kursor se premješta na ekransku poziciju trenutačnog [navigacijskog objekta](#ObjectNavigation).
nl: Wanneer naar de schermoverzichtmodus wordt overgeschakeld, gaat de leescursor naar de plaats op het scherm waar het huidige [navigatorobject](#ObjectNavigation) zich bevindt.
pt_br: Ao alternar para a exploração de tela, o cursor de exploração é colocado no documento na posição do [objeto de navegação](#ObjectNavigation) atual.
ru: При переключении на режим "Просмотр экрана" просмотровый курсор располагается в позиции на экране текущего [объекта навигатора](#ObjectNavigation).
ta: திரைச் சீராய்வு நிலைக்கு மாறும் பொழுது, தற்போதைய [வழிசெலுத்திப் பொருளின்](#ObjectNavigation) திரை நிலையில் சீராய்வுச் சுட்டியை வைக்கும்.
zh_tw: 當切換到畫面檢閱模式，檢閱游標會隨之移到目前[導覽物件](#ObjectNavigation)所在的畫面位置，

source: When moving around the screen with review commands, the navigator object is automatically updated to the object found at the screen position of the review cursor.
bg: При придвижване из екрана с командите за преглед, навигационният обект се обновява автоматично на обекта намиращ се на екрана на позицията на курсора за преглед.
de: Wenn Sie die Befehle zum Text betrachten verwenden, wird der Navigator automatisch auf das Objekt gesetzt, das sich an der Position des NVDA-Cursors befindet.
es: Cuando nos movamos por la pantalla con las órdenes de revisión, el navegador de objetos se actualiza automáticamente al objeto encontrado en la posición de la pantalla del cursor de revisión.
hr: Kad se pomičete po ekranu s prečacima za pregled ekrana, navigacijski objekt se automatski aktualizira s objektom koji se nađe na ekranskoj poziciji preglednog kursora.
nl: Wanneer het scherm met de daarvoor bestemde leesoverzichtcommando's wordt verkend, wordt de plaats van het navigatorobject automatisch geactualiseerd en komt dan bij het object op het scherm waar de leescursor zich bevindt.
pt_br: Ao mover-se pela tela com os comandos de exploração, a navegação de objetos é automaticamente atualizada para o objeto que se encontra na posição atual do cursor de exploração.
ru: При навигации по экрану командами просмотра объект навигатора автоматически обновляется, получая информацию о позиции просмотрового курсора на экране.
ta: சீராய்வுக் கட்டளைகளைக் கொண்டு திரையில் வலம் வரும் பொழுது, சீராய்வுச் சுட்டியின் திரை நிலையில் இருக்கும் பொருளுக்கு வழிசெலுத்திப் பொருளை இற்றைப்படுத்தும்.
zh_tw: 使用檢閱指令在畫面中移動時，導覽物件會自動跟隨在檢閱游標畫面位置的物件上。
