Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: In this case NVDA will tell Windows to play a default sound whenever a key which gets trapped is pressed.
bg: В този случай NVDA ще инструктира Windows да възпроизвежда системния звук по подразбиране при всяко натискане на клавиш, който бива възпрепятстван.
de: In diesem Fall weist NVDA Windows an, einen Standard-Sound abzuspielen, wenn eine Taste gedrückt wird, die festgestellt wird.
es: En este caso, NVDA pedirá a Windows que reproduzca un sonido predeterminado cada vez que se pulse una tecla que quede atrapada.
hr: U tom slučaju će NVDA narediti operativnom sustavu da svira standardni zvuk, kadgod se pritisne tipka koja se ne proslijeđuje.
nl: In een dergelijk geval geeft NVDA Windows opdracht een standaard-geluid af te spelen telkens wanneer er een onderschepte toets wordt ingedrukt.
pt_br: Nesse caso o NVDA instruirá o Windows a tocar um som padrão sempre que uma tecla interceptada for pressionada.
ru: В этом случае, каждый раз при блокировке нажатия клавиши, NVDA будет проигрывать звук Windows по умолчанию.
ta: தடுக்கப்படும் விசையை அழுத்தும்பொழுதெல்லாம், இயல்பான ஒலியை இயக்குமாறு விண்டோஸிற்கு என்விடிஏ அறிவுறுத்தும்.
zh_tw: 在此情況下每當按下被限制的按鍵時 NVDA 將會播放 Windows 預設音效提示。

source: Automatically set system focus to focusable elements
bg: Автоматично премествай системния фокус към фокусируемите елементи в режим на разглеждане
de: System-Fokus auf hervorhebbare Elemente positionieren
es: Poner el Foco del Sistema Automáticamente en los Elementos Enfocables
hr: Automatski postavi fokus na elemente koji se mogu fokusirati
nl: Systeemfocus automatisch op focus-gevoelige elementen plaatsen
pt_br: Posicionar automaticamente foco do sistema em elementos focáveis
ru: Автоматически устанавливать системный фокус на фокусируемые элементы
ta: உலாவும் நிலையில் குவிமையத்திற்குள் கொண்டுவரக் கூடிய கூறுகளுக்கு கணினிக் குவிமையத்தை தானாக அமைத்திடுக
zh_tw: 自動將系統焦點設至可設定焦點的元素

source: Key: NVDA+8
bg: Клавиш: NVDA+8
de: Tastenkombination: NVDA+8
es: Tecla: NVDA+8
hr: Prečac: NVDA+8
nl: Toets: NVDA+8
pt_br: Tecla: NVDA+8
ru: Комбинация клавиш: NVDA+8
ta: விசை: என்விடிஏ+8
zh_tw: 快速鍵: NVDA+8

source: Disabled by default, this option allows you to choose if the system focus should automatically be set to elements that can take the system focus (links, form fields, etc.) when navigating content with the browse mode caret.
bg: Изключена по подразбиране, тази опция ви позволява да изберете дали системният фокус да бъде автоматично преместван към елементи, които могат да бъдат фокусирани по този начин (връзки, полета за формуляри и т.н.) при навигация в съдържанието с каретката за режим на разглеждане.
de: Wenn diese Option deaktiviert ist, können Sie wählen, ob der Systemfokus automatisch auf Elemente gesetzt werden soll, die den System-Fokus übernehmen können (Links, Formularfelder, etc.), wenn Sie mit dem Cursor im Lesemodus durch den Inhalt navigieren.
es: Desactivada por defecto, esta opción te permite elegir si el foco del sistema debería ponerse automáticamente en elementos que puedan tener el foco del sistema (enlaces, campos de formulario, etc.) al navegar por contenidos con el cursor del modo Exploración.
hr: Onemogućena podrazumjevano, ova opcija omogućuje vam hoće li elementi koji mogu preuzeti fokus sustava činiti isto. To mogu biti Veze, polja obrazaca, itd. when navigating content with the browse mode caret.
nl: Met deze optie die standaard uit staat, kunt u zorgen dat de systeemfocus automatisch naar elementen gaat die de systeemfocus kunnen krijgen (links, formuliervelden, etc.) bij het navigeren door content met de bladermoduscursor.
pt_br: Desabilitada por padrão, esta opção permite que você escolha se o foco do sistema deve ser definido automaticamente para elementos que podem assumir o foco do sistema (links, campos de formulário, etc.) ao navegar pelo conteúdo com o cursor do modo de navegação.
ru: По умолчанию снятый, этот флажок позволяет вам выбрать, следует ли автоматически устанавливать системный фокус на элементы, которые могут его получать (ссылки, поля форм и т. п.) при навигации по документу с помощью курсора режима обзора.
ta: இயல்பில் தேர்வாகாதிருக்கும் இத்தேர்வுப் பெட்டி, பக்கங்களின் உள்ளடக்கங்களை, உலாவும் நிலைச் சுட்டியைக் கொண்டு படிக்கும்பொழுது, கணினிக் குவிமையத்திற்குள் வரக்கூடிய தொடுப்புகள், படிவக் களங்கள் போன்ற கூறுகளுக்கு கணினிக் குவிமையத்தை அமைக்க தங்களை அனுமதிக்கிறது.
zh_tw: 此選項預設停用，允許您選擇當以瀏覽模式游標導覽時，系統焦點是否要自動設在那些可取得系統焦點的元素 (例如連結、表單欄位) 上，

source: Leaving this option disabled will not automatically focus focusable elements when they are selected with the browse mode caret.
bg: Оставянето на тази опция изключена ще изключи автоматичното фокусиране на фокусируемите елементи, когато те са достигнати с каретката за режим на разглеждане.
de: Wenn diese Option deaktiviert bleibt, werden fokussierbare Elemente nicht automatisch hervorgehoben, wenn sie mit dem Cursor im Lesemodus ausgewählt werden.
es: Dejando esta opción deshabilitada no se enfocarán automáticamente los elementos enfocables cuando se seleccionen con el cursor del modo Exploración.
hr: Ako ostavite ovu opciju isključenom elementi koji se mogu fokusirati automatski neće biti fokusirani kada se odaberu korsorom modusa čitanja.
nl: Als u deze optie uit laat staan krijgen focus-gevoelige elementen niet automatisch de focus wanneer ze geselecteerd worden met de bladermoduscursor.
pt_br: Deixar esta opção desabilitada não focalizará automaticamente os elementos focáveis quando eles forem selecionados com o cursor do modo de navegação.
ru: Если оставить этот флажок снятым, то системный фокус не будет автоматически устанавливаться на фокусируемые элементы при перемещении к ним курсора режима обзора.
ta: தேர்வாகாத நிலையில், குவிமையத்திற்குள் வரக்கூடிய கூறுகளை உலாவும் நிலைச் சுட்டியைக் கொண்டு தெரிவுச் செய்யும்பொழுது, கணினிக் குவிமையத்தை அவைகளுடன் தானாக அமைக்காது.
zh_tw: 若此選項保持在停用狀態，當以瀏覽模式游標選擇可設定焦點的元素時將不會自動取得焦點，

source: This might result in faster browsing experience and better responsiveness in browse mode.
bg: Това може да доведе до по-добра работа и по-голяма отзивчивост в режим на разглеждане.
de: Dies kann zu einem schnelleren Verhalten im Browser und einer verbesserten Reaktionsgeschwindigkeit im Lesemodus führen.
es: Esto podría dar como resultado una experiencia de navegación más rápida y una mejor respuesta en el modo Exploración.
hr: Ovo može prouzročiti bržu reakciju i rad u modusu čitanja.
nl: Dit kan er voor zorgen dat browsen sneller gaat en de reactiegevoeligheid verbetert in de bladermodus.
pt_br: Isso pode resultar em uma experiência de navegação mais rápida e melhor capacidade de resposta no modo de navegação.
ru: Что скорее всего повысит отзывчивость команд навигации в режиме обзора.
ta: உலாவும் நிலையில், விரைவாக உலாவும் அனுபவத்தைக் கொடுப்பதுடன், வினைத்திறனுடனும் செயல்பட என்விடிஏவை இது அனுமதிக்கிறது.
zh_tw: 這可能會在瀏覽模式下帶來更快的瀏覽體驗與更好的反應速度，

source: The focus will yet be updated to the particular element when interacting with it (e.g. pressing a button, checking a check box).
bg: Фокусът пак ще бъде преместен до конкретния елемент при взаимодействие с него (например натискане на бутон, поставяне на отметка в поле за отметка).
de: Der Fokus wird noch auf das jeweilige Element aktualisiert, wenn man mit ihm interagiert (z. B. einen Schalter drückt, ein Kontrollkästchen markiert).
es: El foco todavía se actualizará en el elemento en particular cuando se interactúe con él (ej.: pulsando un botón o marcando una casilla de verificación).
hr: Fokus će se aktivirati samo onda kada dođete u interakciju s elementom (na primjer pritiščući gumb, odabirući potvrdni okvir).
nl: De focus zal evenwel alsnog naar een bepaald element worden verplaatst zodra er sprake is van inter-activiteit bijv. het indrukken van een knop, het aanvinken van een selectievakje.
pt_br: O foco ainda será atualizado para o elemento específico ao interagir com ele (por exemplo, pressionando um botão, marcando uma caixa de seleção).
ru: Однако системный фокус всё равно будет устанавливаться на фокусируемые элементы при взаимодействии с ними. Например, при нажатии кнопки или установке флажка.
ta: இருப்பினும், பொத்தானை அழுத்துதல், தேர்வுப் பெட்டியைத் தேர்வுச் செய்தல் போன்ற செயல்களின் மூலம் கூறுகளுடன் அளவளாவும்பொழுது, கணினிக் குவிமையம், அக்கூறுகளுடன் இற்றைப்படுத்தப்பட்டு அமைக்கப்படும்.
zh_tw: 當與特定的元素進行互動時焦點仍將會移到該元素 (例如按下按鈕或勾選核取方塊)。

source: Enabling this option may improve support for some websites at the cost of performance and stability.
bg: Включването на тази опция може да подобри поддръжката за някои уеб сайтове за сметка на производителността и стабилността.
de: Die Aktivierung dieser Option kann die Unterstützung für einige Websites auf Kosten der Leistung und Stabilität verbessern.
es: Habilitar esta opción puede mejorar el soporte para algunos sitios web a costa del rendimiento y de la estabilidad.
hr: Ako omogućite ovu opciju, možda će se poboljšati podrška za neke web stranice u zamjenu za perfornse i stabilnost.
nl: Het inschakelen van deze optie kan ondersteuing voor sommige websites verbeteren ten koste van de prestatie en de stabiliteit.
pt_br: Habilitar essa opção pode melhorar o suporte para alguns sites à custa do desempenho e da estabilidade.
ru: Установка этого флажка может улучшить поддержку некоторых web-сайтов за счёт понижения производительности и стабильности.
ta: இவ்வசதி முடுக்கப்பட்டால், சில இணையதளங்களுக்கான ஆதரவு மேம்பட்டாலும், என்விடிஏவின் செயல்பாட்டிலும், நிலைத் தன்மையிலும் சுணக்கம் ஏற்படும்.
zh_tw: 啟用此選項對瀏覽某些網站可能會有較佳的支援，但也許會降低效能及穩定性。

source: Document Formatting
bg: Форматиране на документите
de: Die Einstellungen der Dokument-Formatierungen
es: Formateado de Documento
hr: Oblikovanje dokumenta
nl: Documentopmaak (NVDA+control+d)
pt_br: Formatação de Documentos
ru: Форматирование документа
ta: ஆவண வடிவூட்டம்
zh_tw: 文件格式

source: Open Document Formatting settings
bg: Отваряне на настройките за форматиране на документите
de: Einstellungen der Dokument-Formatierung öffnen
es: Abrir las opciones de Formateado de Documento
hr: Otvara postavke oblikovanja dokumenta
nl: Documentopmaakinstellingen openen
pt_br: Abrir configurações de Formatação de Documento
ru: Открыть настройки форматирования документа
ta: ஆவண வடிவூட்ட அமைப்புகளைத் திறவுக
zh_tw: 開啟文件格式設定

source: Key: `NVDA+control+d`
bg: Клавишна комбинация: `NVDA+Control+D`
de: Tastenkombination: `NVDA+Strg+D`
es: Tecla: `NVDA+control+d`
hr: Prečac: `NVDA+kontrol+d`
nl: Toets: `NVDA+control+d`
pt_br: Tecla: `NVDA+control+d`
ru: Комбинация клавиш: `NVDA+control+d`
ta: விசை: `என்விடிஏ+கட்டுப்பாடு+d`
zh_tw: 快速鍵: `NVDA+Ctrl+D`

source: Most of the options in this category are for configuring what type of formatting you wish to have reported as you move the cursor around documents.
bg: Повечето опции в тази категория са за определяне на това, какъв тип форматиране ще бъде изговаряно при придвижване в документите.
de: Die meisten Optionen in dieser Kategorie dienen dazu, die Art der Formatierung zu konfigurieren, die Sie beim Bewegen des Cursors in den Dokumenten erhalten möchten.
es: La mayoría de las casillas de verificación en este diálogo son para configurar qué tipo de formato deseas escuchar automáticamente cuando muevas el cursor por los documentos.
hr: Većina ovih opcija služi za podešavanje opcija koje služe za podešavanje izgovora svojstva oblikovanja pri kretanju.
nl: U kunt de meeste opties in deze categorie gebruiken om te bepalen welke informatie over de opmaak van een document u wilt horen als u de cursor in het document verplaatst.
pt_br: Maior parte das opções nesta categoria lhe permitem configurar que tipo de formatação pretende ouvir automaticamente enquanto se move com o cursor pelos documentos.
ru: Большинство флажков в этой категории предназначены для конфигурации чтения типа форматирования, когда вы перемещаете курсор по документу.
ta: இவ்வகைமையில் இடம்பெற்றிருக்கும் பெரும்பாலான விருப்பத் தேர்வுகள், சுட்டியை நகர்த்தி ஆவணங்களைப் படிக்கும்பொழுது, எந்தெந்த வடிவூட்டங்களை என்விடிஏ அறிவிக்க வேண்டுமென்று தீர்மானிக்கப் பயன்படுகிறது.
zh_tw: 大部分在此類別中的選項都是用來設定游標在文件中移動時要讀出的格式類型，

source: For example, if you check the report font name checkbox, each time you arrow onto text with a different font, the name of the font will be announced.
bg: Например, ако отметнете полето за отметка „Докладвай името на шрифта“, всеки път, когато навлезете със стрелките в текст с различен шрифт, той ще ви бъде докладван.
de: Wenn Sie z. B. das Kontrollkästchen "Schriftartennamen mitteilen" aktivieren und anschließend in einem Text navigieren, wird NVDA jedes Mal den Namen der Schriftart ansagen, sobald sich die Schriftart ändert.
es: Por Ejemplo, si marcas la casilla de verificación anunciar el nombre de la fuente, cada vez que navegues por el texto con una fuente diferente, el nombre de la fuente será anunciado.
hr: Na primjer, ako odaberete potvrdni okvir izvijesti o imenu fonta, svaki put, kad se budete pomicali po tekstu uz pomoć kursorskih tipaka i nailazili na drugačiji font, ime fonta biti će izgovoreno.
nl: Als u bij voorbeeld Lettertype vermelden inschakelt, wordt de naam hiervan gemeld telkens wanneer u bij een ander lettertype terecht komt.
pt_br: Por exemplo, se marcar a caixa de seleção para informar o nome da fonte a medida que avançar pelo texto com tipos de fonte diferentes, este será anunciado.
ru: Например, если вы отметите флажок "Название шрифта", то всякий раз, когда курсор попадает на текст с другим шрифтом, NVDA будет сообщать его.
ta: எடுத்துக்காட்டாக, 'எழுத்துருப் பெயரை அறிவித்திடுக' தேர்வுப் பெட்டியைத் தேர்வுச் செய்தால், மற்றொரு எழுத்துருக் கொண்ட உரையின் மீது சுட்டியை நகர்த்தும்பொழுது, அவ்வுரையின் எழுத்துருப் பெயரை அறிவிக்கும்.
zh_tw: 例如勾選「字型名稱」核取方塊，當游標移到不同字型的文字時就會讀出字型名稱。

source: The document formatting options are organized into groups.
bg: Настройките за форматиране на документите са организирани в групи.
de: Diese Optionen sind in Gruppen aufgeteilt.
es: Las opciones de formateado de documento se organizan en grupos.
hr: Dijaloški okvir za oblikovanje teksta je organiziran u grupe.
nl: De documentopmaakinstellingen zijn onderverdeeld in groepen.
pt_br: As opções de formatação de documentos são organizadas em grupos.
ru: Параметры форматирования документа организованы в группы.
ta: ஆவண வடிவூட்ட விருப்பத் தேர்வுகள் குழுக்களாக ஒழுங்கமைக்கப்பட்டுள்ளன.
zh_tw: 文件格式的選項是以分組方式排列，

source: You can configure reporting of:
bg: Може да настройвате съобщаването на:
de: Konfigurieren können Sie die Meldungen von:
es: Puedes configurar el anunciado de:
hr: Možete podesiti izvještavanje o sljedećim elementima:
nl: U kunt de vermelding laten horen van:
pt_br: É possível configurar o anúncio de:
ru: Вы можете настраивать чтение следующих видов форматирования:
ta: கீழ்வரும் வடிவூட்டங்களை அறிவிக்க, என்விடிஏவை அமைவடிவமாக்கலாம்:
zh_tw: 您可以設定讀出：

source: Font
bg: Шрифта
de: Schriftart
es: Fuente
nl: Lettertype
pt_br: Fonte
ru: Шрифт
ta: எழுத்துரு
zh_tw: 「字型」群組

source: Font name
bg: Името на шрифта
de: Name der Schriftart
es: Nombre de fuente
hr: ime fonta
nl: Naam
pt_br: Nome da Fonte
ru: Название шрифта
ta: எழுத்துருப் பெயர்
zh_tw: 字型名稱

source: Font size
bg: Размера на шрифта
de: Schriftgröße
es: Tamaño de fuente
hr: veličina fonta
nl: Lettergrootte
pt_br: Tamanho da Fonte
ru: Размер шрифта
ta: எழுத்துரு அளவு
zh_tw: 字型大小

source: Font attributes [(Off, Speech, Braille, Speech and braille)](#DocumentFormattingFontAttributes)
bg: Атрибути на шрифта [(Изключено, Реч, Брайл, Реч и брайл)](#DocumentFormattingFontAttributes)
de: Schriftattribute [(Aus, Über Sprachausgabe, In Braille, Über Sprachausgabe und in Braille)](#DocumentFormattingFontAttributes)
es: <target/>
hr: Atributi fonta [(Isključeno, Govor, Brailleovo pismo, Govor i Brailleovo pismo)](#DocumentFormattingFontAttributes)
ru: Атрибуты шрифта [(Выключено, Речь, Брайль, Речь и брайль)](#DocumentFormattingFontAttributes)
ta: எழுத்துருப் பண்புகள் [(அறிவித்திடாது, பேச்சு, பிரெயில், பேச்சும் பிரெயிலும்)](#DocumentFormattingFontAttributes)
zh_tw: 字型屬性 [(關、語音、點字、語音及點字)](#DocumentFormattingFontAttributes)

source: Superscripts and subscripts
bg: Горни и долни индекси
de: Hoch- und tiefgestellte Zeichen
es: Superíndices y subíndices
hr: karakteristika fonta
nl: Superscripts en subscripts
pt_br: Sobrescritos e subscritos
ru: Надстрочное и подстрочное расположение
ta: மேலெழுத்துகளும் கீழெழுத்துகளும்
zh_tw: 上標及下標

source: Emphasis
bg: Открояването
de: Betonter Text
es: Énfasis
hr: Istaknut (označen) tekst
nl: Nadruk
pt_br: Ênfase
ru: Акцентирование
ta: வலியுறுத்தல்கள்
zh_tw: 強調

source: Highlighted (Marked) text
bg: Отбелязан (маркиран) текст
de: Hervorgehobener (markierter) Text
es: Resaltado (texto marcado)
hr: isticanje
nl: Highlighted tekstmarkering (dmv uitlichting)
pt_br: Texto destacado (marcado)
ru: Подсвеченный (выделенный) текст
ta: துலக்கமாக்கப்பட்ட (குறியிடப்பட்ட) உரை
zh_tw: 高亮文字

source: Style
bg: Стила на текста
de: Layout
es: Estilo
hr: stil
nl: Stijl
pt_br: Estilo
ru: Стиль
ta: பாங்கு
zh_tw: 樣式

source: Colours
bg: Цветовете
de: Farben
es: Colores
hr: boje
nl: Kleuren
pt_br: Cores
ru: Цвета
ta: நிறங்கள்
zh_tw: 色彩

source: Document information
bg: Информация за документа
de: Informationen über das Dokument
es: Información de documento
hr: informacije o dokumentu
nl: Documentinformatie
pt_br: Informações do documento
ru: Документ
ta: ஆவணத் தகவல்
zh_tw: 「文件資訊」群組

source: Comments
bg: Коментарите
de: Kommentare
es: Comentarios
hr: komentari
nl: Opmerkingen
pt_br: Comentários
ru: Заметки и примечания
ta: கருத்துரைகள்
zh_tw: 附註及註解

source: Bookmarks
bg: Показалците
de: Lesezeichen
es: Marcas
hr: Knjižne oznake
nl: bladwijzers
pt_br: Marcadores
ru: Закладки
ta: நூற்குறிகள்
zh_tw: 書籤

source: Editor revisions
bg: Корекциите на редактора
de: Dokument-Änderungen
es: Revisiones del editor
hr: revizije urednika
nl: Aangebrachte wijzigingen in de tekst
pt_br: Revisões de editores
ru: Исправления редактора
ta: திருத்துநர் திருத்தங்கள்
zh_tw: 編輯者修訂

source: Spelling errors
bg: Правописните грешки
de: Rechtschreibfehler
es: Errores de ortografía
hr: pravopisne pogreške
nl: Spelfouten
pt_br: Erros Ortográficos
ru: Орфографические ошибки
ta: எழுத்துப் பிழைகள்
zh_tw: 拼字錯誤

source: Pages and spacing
bg: Страниране и отстояние
de: Seiten und Abstände
es: Páginas y espaciado
hr: stranice i numeriranje
nl: Pagina's en Afstand
pt_br: Páginas e espaçamento
ru: Страницы и интервалы
ta: பக்கங்களும் வரி இடைவெளியும்
zh_tw: 「頁碼及間距」群組

source: Page numbers
bg: Номерата на страниците
de: Seitenwechsel
es: Números de página
hr: brojevi stranica
nl: Paginanummers
pt_br: Número das páginas
ru: Номера страниц
ta: பக்க எண்கள்
zh_tw: 頁碼

source: Line numbers
bg: Номерата на редовете
de: Zeilennummern
es: Números de línea
hr: brojevi redaka
nl: Regelnummers
pt_br: Número das linhas
ru: Номера строк
ta: வரி எண்கள்
zh_tw: 行號

source: Line indentation reporting [(Off, Speech, Tones, Both Speech and Tones)](#DocumentFormattingSettingsLineIndentation)
bg: Отстоянието на редовете [(изключено, реч, тонове, реч и тонове)](#DocumentFormattingSettingsLineIndentation)
de: Zeileneinrückungen ausgeben durch: [Aus, Ansage, Signaltöne oder Ansagen und Signaltöne](#DocumentFormattingSettingsLineIndentation)
es: Anunciado de sangría de línea [(Desactivado, voz, Tonos, voz y tonos)](#DocumentFormattingSettingsLineIndentation)
hr: izvještavanje o uvlačenju retka [(Isključeno, Govor, Zvučni signali, Oboje Govor i zvučni signali)](#DocumentFormattingSettingsLineIndentation)
nl: Regel inspringen melden [(Uit, Spraak, Tonen, Zowel Spraak als Tonen)](#DocumentFormattingSettingsLineIndentation)
pt_br: Recuo — Indentação — de linha [(Desativado, Fala, Sons, Tanto Fala como Sons)](#DocumentFormattingSettingsLineIndentation)
ru: Чтение отступов строк [(Выключено, Речь, Звуковые сигналы, Речь и звуковые сигналы)](#DocumentFormattingSettingsLineIndentation)
ta: வரியோரச் சீர்மையை அறிவித்தல் [(அறிவிக்காது, பேச்சு, ஒலிகள், பேச்சும் ஒலிகளும்)](#DocumentFormattingSettingsLineIndentation)
zh_tw: 讀出行縮排 [(包括關、語音、提示音、語音及提示音)](#DocumentFormattingSettingsLineIndentation)

source: Ignore blank lines for line indentation reporting
bg: Игнорирай празните редове при докладване на отстъпа на реда
de: Ignorieren von Leerzeilen bei Mitteilung von Zeileneinrückungen
es: Ignorar líneas en blanco para anunciado de sangría de línea
hr: uvlačenje odlomka (npr. viseća uvlaka, samo prvi redak)
nl: Blanco regels negeren bij het melden van regelinspringing
pt_br: Ignorar linhas em branco ao anunciar recuo de linhas
ru: Игнорировать пустые строки при чтении отступов строк
ta: வரியோரச் சீர்மை அறிவித்தலுக்கு வெற்று வரிகளைப் புறக்கணித்திடுக
zh_tw: 讀出行縮排時忽略空白行

source: Paragraph indentation (e.g. hanging indent, first line indent)
bg: Отстоянието на абзаците (например висящ отстъп, отстъп на първия ред)
de: Absatzeinrückungen (z. B. hängender Einzug, Erstzeileneinzug)
es: Sangrado de párrafo (ej.: sangría francesa, sangría de primera línea)
hr: Ignoriranje praznih redaka pri čitanju uvlačenja
nl: Inspringen alinea (bij voorbeeld verkeerd om , eerste regel)
pt_br: Recuo — indentação — do Parágrafo (como deslocamento do parágrafo, recuo — indentação — da primeira linha)
ru: Отступы абзацев (например, висячие отступы и отступы первой строки)
ta: பத்தியோரச் சீர்மை (எ.கா. தொங்கு ஓரச் சீர்மை, முதல் வரியோரச் சீர்மை)
zh_tw: 段落縮排 (例如凸排、第一行縮排)

source: Line spacing (single, double, etc.)
bg: Редовата разредка (единична, двойна и т. н.)
de: Zeilenabstand (einfach, doppelt, etc.)
es: Espaciado de línea (simple, doble etc)
hr: prored (jednostruki, dvostruki itd.)
nl: Regelafstand ( enkel, dubbel, etc.)
pt_br: Espaço entre linhas (simples, duplo, etc.)
ru: Междустрочный интервал (одинарный, двойной и т. д.)
ta: வரி இடைவெளி (ஒற்றை, இரட்டை போன்றவை)
zh_tw: 行距 (單行間距、兩倍行高等)

source: Alignment
bg: Подравняването на текста
de: Ausrichtung
es: Alineación
hr: poravnanje retka
nl: Uitlijning
pt_br: Alinhamento
ru: Выравнивание
ta: ஒழுங்கமைப்பு
zh_tw: 對齊

source: Table information
bg: Информация за таблиците
de: Informationen über Tabellen
es: Información de tabla
hr: informacije o tablici
nl: Tabelinformatie
pt_br: Informação da tabela
ru: Таблица
ta: அட்டவணைத் தகவல்
zh_tw: 「表格資訊」群組

source: Tables
bg: Таблиците
de: Tabellen
es: Tablas
hr: tablice
nl: Tabellen
pt_br: Tabelas
ru: Таблицы
ta: அட்டவணைகள்
zh_tw: 表格

source: Row/column headers (Off, Rows, Columns, Rows and columns)
bg: Заглавията на редовете и колоните (Изключено, Редове, Колони, Редове и колони)
de: Reihen- und Spaltenüberschriften (Aus, Zeilen, Spalten, Zeilen und Spalten)
es: Encabezados de fila/columna (desactivado, filas, Columnas, filas y columnas)
hr: Zaglavlja redaka ili stupaca (isključeno, redci, stupci, redci i stupci)
nl: Rij-/kolmkoppen (UITf, Rijen, kolommen, Rijen en kolommen)
pt_br: Cabeçalhos de linhas/colunas (Desativado, Linhas, Colunas, Linhas e colunas)
ru: Заголовки строк и столбцов
ta: கிடைவரிசை/நெடுவரிசைகளின் தலைப்புரைகள் (அறிவித்திடாது, கிடைவரிசைகள், நெடுவரிசைகள், கிடைவரிசைகளும் நெடுவரிசைகளும்)
zh_tw: 欄列標題 (關、列、欄、列及欄)

source: Cell coordinates
bg: Координатите на клетките в таблиците
de: Zellkoordinaten
es: Coordenadas de celda
hr: koordinate ćelija
nl: Celcoördinaten
pt_br: Coordenadas de Células
ru: Координаты ячеек
ta: பணிக்களத்தின் சந்தி நிலை
zh_tw: 儲存格座標

source: Cell borders (Off, Styles, Both Colours and Styles)
bg: Границите на клетката (Изключено, Стилове, Цветове и стилове)
de: Zellrahmen (Aus, Formatierung, Farben und Formatierung)
es: Bordes de celdas (desactivado, Estilos, Ambos Colores y Estilos)
hr: rubovi ćelija (Isključeno, Stilovi, Boje i stilovi)
nl: Celranden (Uit, Stijlen, Zowel kleuren als stijlen
pt_br: Bordas das células (Desativado, Estilos, Tanto Cores como Estilos)
ru: Границы ячеек (Выключено, Стиль, Цвет и стиль)
ta: பணிக்களத்தின் எல்லைகள் (அறிவிக்காது, பாங்குகள், நிறங்களும் பாங்குகளும்)
zh_tw: 儲存格框線 (關、樣式、色彩與樣式)

source: Elements
bg: Елементи
de: Elemente
es: Elementos
hr: elementi
nl: Elementen
pt_br: Elementos
ru: Элементы
ta: கூறுகள்
zh_tw: 「元素」群組
