Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: While this approach is useful for commonly-pressed or unique keys (such as Tab), you may not want to assign a unique set of keys to each keyboard shortcut.
bg: Въпреки че този подход е полезен за често натискани или уникални клавиши (като например TAB), може да не искате да присвоите уникален набор от клавиши на всяка клавишна комбинация.
de: Während dieser Ansatz für häufig gedrückte oder eindeutige Tasten (z. B. Tabulator) nützlich ist, möchten Sie vielleicht nicht jedem Tastaturkürzel einen eindeutigen Satz von Tasten zuweisen.
es: Aunque este enfoque es útil para las teclas que se pulsan con frecuencia o las únicas (como Tab), es posible que no desees asignar un conjunto único de teclas a cada atajo de teclado.
hr: Iako je takva metoda korisna za uobičajene ili često korištene tipkovničke prečace (poput tipke Tab), ne biste željeli dodjeljivati definiciju za svaki prečac.
nl: Hoewel deze aanpak goed bruikbaar isvoor algemeen gebruikte of unieke toetsen zoals Tab), wilt u misschien geen unieke set toetsen toewijzen aan elke sneltoets.
pt_br: Embora essa abordagem seja útil para teclas exclusivas ou pressionadas com frequência (como Tab), talvez você não queira atribuir um conjunto exclusivo de teclas a cada atalho de teclado.
ru: Хотя этот подход полезен для часто нажимаемых или уникальных клавиш (например, Tab), вы можете не захотеть назначать уникальный набор клавиш для каждого клавиатурного сочетания.
ta: தத்தல் போன்ற தனித்துவமான, அல்லது பொதுவாகப் பயன்படுத்தப்படும் விசைகளுக்கு இந்த அணுகுமுறை பயனுள்ளதாக இருந்தாலும், ஒவ்வொரு விசைப்பலகை குறுக்குவிசைக்கும் தனித்துவமான விசையை தாங்கள் ஒதுக்க விரும்பமாட்டீர்கள்.
zh_tw: 雖然這種方法對於常按或單一的按鍵 (如 Tab) 很實用，但您可能不想要為每一個鍵盤快速鍵都指派一個按鍵組合，

source: To allow emulating keypresses where modifier keys are held down, NVDA provides commands to toggle the control, alt, shift, windows, and NVDA keys, along with commands for some combinations of those keys.
bg: За да позволи емулиране на клавишни комбинации, които включват натискане и задържане на модификаторни клавиши, NVDA предоставя команди за превключване на клавишите Control, Alt, Shift, Windows и NVDA, заедно с команди за комбинации от някои от тези клавиши.
de: Zur Emulation von Tastendrücken bei gedrückten Sondertasten bietet NVDA Befehle zum Umschalten der Strg-, Alt-, Umschalt-, Windows- und NVDA-Tasten sowie Befehle für einige Kombinationen dieser Tasten.
es: Para permitir la emulación de las pulsaciones de las teclas modificadoras , NVDA proporciona órdenes para conmutar las teclas control, alt, shift, windows y NVDA, junto con órdenes para algunas combinaciones de esas teclas.
hr: Kako bi se emulirali pritisci tipaka koji se zadržavaju, NVDA pruža prečace za uključivanje ili isključivanje control, alt, shift, windows, i NVDA tipaka, kao i prečace za druge kombinacije takvih tipki.
nl: Om het emuleren van het indrukken van een toets mogelijk te maken waarbij een functiewisseltoets ingedrukt gehouden moet worden, beschikt u in NVDA over commando's om te schakelen met control, alt, shift, windows, en de NVDA-toetsen, alsmede over commando's voor enkele combinaties van die toetsen.
pt_br: Para permitir a emulação de pressionamentos de tecla onde as teclas modificadoras são pressionadas, o NVDA fornece comandos para alternar as teclas control, alt, shift, windows e NVDA, juntamente com comandos para algumas combinações dessas teclas.
ru: Чтобы дать возможность эмуляции нажатий клавиш, когда клавиши-модификаторы удерживаются нажатыми, NVDA предоставляет команды для переключения клавиш Control, Alt, Shift, Windows и NVDA, а также команды для некоторых комбинаций этих клавиш.
ta: மாற்றியமைப்பி விசை அழுத்தப்பட்ட நிலையில், ஒப்புருவாக்கப்பட்ட விசைகளின் உள்ளீடுகளை அனுமதிக்க, கட்டுப்பாடு, நிலைமாற்றி, மாற்றியழுத்தி, சாளரங்கள் மற்றும் என்விடிஏ விசைகளை மாற்றியமைக்க கட்டளைகளை என்விடிஏ வழங்குவதோடு, இவ்விசைகளின் சில சேர்க்கைகளுக்கான கட்டளைகளையும் வழங்குகிறது.
zh_tw: 要模擬按下需要按住組合鍵的按鍵，NVDA 提供了切換 Ctrl、Alt、Shift、Windows 與 NVDA 鍵等的指令，以及一些組合了前述按鍵的指令。

source: To use these toggles, first press the command (or sequence of commands) for the modifier keys you want pressed.
bg: За да използвате тези превключватели, първо натиснете командата (или последователността от команди) за модификаторните клавиши, които искате да бъдат натиснати.
de: Um diese Umschalttasten zu verwenden, drücken Sie zunächst den Befehl (oder die Befehlsfolge) für die Modifikatortasten, die Sie drücken möchten.
es: Para utilizar esos conmutadores, primero pulsa la orden (o secuencia de órdenes) de las teclas modificadoras que se desee pulsar.
hr: Kako biste koristili te tipke, prvo pritisnite prečac (ili sekvencu prečaca) za modifikator koji želite pritisnuti.
nl: Om deze schakeltoetsen te gebruiken drukt u eerst op het commando (of de commandocombinatie) voor de functiewisseltoetsen die ingedrukt moeten worden.
pt_br: Para usar essas alternâncias, primeiro pressione o comando (ou sequência de comandos) para as teclas modificadoras que deseja pressionar.
ru: Чтобы использовать эти команды-переключатели, сначала нажмите команду (или последовательность команд) для клавиш-модификаторов, которые вы хотите нажать.
ta: இந்த மாற்றும் தன்மையைப் பயன்படுத்த, தாங்கள் அழுத்த விரும்பும் மாற்றியமைப்பி விசைக்கான கட்டளை, அல்லது கட்டளைத் தொடரை அழுத்தவும்.
zh_tw: 要使用這些切換指令，首先按下您想要按的組合鍵所對應的指令 (或一系列指令)，

source: Then input the character that's part of the keyboard shortcut you want to input.
bg: След това въведете знака, който е част от клавишната комбинация, която искате да въведете.
de: Drücken Sie dann den Buchstaben, welcher Teil des gewünschten Tastaturkürzels ist.
es: Después introduce el carácter que forma parte del atajo de teclado que se desee introducir.
hr: Poslije toga pritisnite drugi dio prečaca kojeg želite izvesti.
nl: Voer dan het karakter (teken) in dat deel uitmaakt van de sneltoets die u wilt instellen.
pt_br: Depois insira o caractere que faz parte do atalho de teclado que deseja inserir.
ru: Затем введите символ, который является частью клавиатурной комбинации, которую вы хотите эмулировать.
ta: பின்னர், தாங்கள் உள்ளிட விரும்பும் குறுக்குவிசையின் பகுதியாக விளங்கும் வரியுருவை உள்ளிடவும்.
zh_tw: 接著按下您想要按的快速鍵中其餘的字母，

source: For example, to produce control+f, use the "Toggle control key" command and then type an f,
bg: Например, за да пресъздадете Control+F, използвайте командата за превключване на клавиша Control и след това въведете F,
de: Um z. B. Strg+F zu erzeugen, verwenden Sie den Befehl "Strg-Taste umschalten" und geben dann ein F ein,
es: Por ejemplo, para producir control+f, utiliza la orden "conmutador tecla control" y entonces teclea una f,
hr: Na primjer, kako biste pritisnuli CTRL+f, koristite prečac "prebacivanje tipke CTRL" a potom pritisnite f,
nl: Als u bijvoorbeeld control+f wilt bewerkstelligen, gebruikt u control " als funtiewisseltoetsd en dan typt u een f,
pt_br: Por exemplo, para produzir control+f, use o comando "Alternar tecla control" e digite um f,
ru: Например, чтобы эмулировать нажатие Control+F, используйте команду "Зажимает или отпускает клавишу Control", а затем введите символ F,
ta: எடுத்துக்காட்டாக, கட்டுப்பாடு+f கூட்டுவிசையை அழுத்த, கட்டுப்பாடு விசைக்கான கட்டளையை முதலில் பயன்படுத்தி, பின்னர் f விசையை அழுத்தவும்.
zh_tw: 例如要完成 Ctrl+F，先使用「切換 Ctrl 鍵」的指令，接著再鍵入一個 f，

source: and to input control+alt+t, use either the "Toggle control key" and "Toggle alt key" commands, in either order, or the "Toggle control and alt keys" command, followed by typing a t.
bg: а за да въведете Control+Alt+T, използвайте отделните команди за превключване на клавишите Control и Alt в какъвто и да е ред, или командата за общо превключване на Control и Alt и след това въведете T.
de: und um Strg+Alt+T einzugeben, verwenden Sie entweder die Befehle "Strg-Taste umschalten" und "Alt-Taste umschalten" in beliebiger Reihenfolge oder den Befehl "Strg- und Alt-Tasten umschalten" und geben dann ein T ein.
es: y para introducir control+alt+t, utiliza o las órdenes "conmutar tecla control" y "conmutar tecla alt", en cualquier orden, o la orden "Conmutar teclas control y alt", seguido de escribir una t.
hr: a kako biste izveli prečac ctrl+alt+t, koristite prečace "uključi tipku Ctrl" i "uključi alt tipku", u bilo kojem poredku, ili prečac "uključi CTRL i alt tipke", poslije kojeg trebate napisati "t".
nl: en om control+alt+t, in te stellen gebruikt u of, de control-toets" en de alt-toets" als de commandotoetsen, in willekeurige volgorde, of de control- en alt-toetsen" om vervolgens een t te typen.
pt_br: e para inserir control+alt+t, use os comandos "Alternar tecla control" e "Alternar tecla alt", em qualquer ordem, ou o comando "Alternar teclas control e alt", seguido de digitação de um t.
ru: а для эмуляции Control+Alt+T используйте команды "Зажимает или отпускает клавишу Control" и "Зажимает или отпускает клавишу Alt" в любом порядке или команду "Зажимает или отпускает клавиши Control и Alt", после чего введите символ T.
ta: கட்டுப்பாடு+நிலைமாற்றி+t கூட்டுவிசையை உள்ளிட, கட்டுப்பாடு மற்றும் நிலைமாற்றி விசைகளுக்கான கட்டளைகளைத் தனித்தனியே எந்த வரிசையிலும், அல்லது கட்டுப்பாடு நிலைமாற்றிக்கான ஒற்றைக் கட்டளையை முதலில் அழுத்தி, பின்னர் t விசையை அழுத்தவும்.
zh_tw: 要輸入 Ctrl+Alt+T，先後使用「切換 Ctrl 鍵」及「切換 Alt 鍵」的指令 (沒有順序)，或使用「切換 Ctrl 與 Alt 鍵」的指令，然後鍵入一個 t。

source: If you accidentally toggle modifier keys, running the toggle command again will remove the modifier.
bg: Ако случайно превключите модификаторните клавиши, повторното изпълнение на командата за превключване ще премахне модификатора.
de: Wenn Sie versehentlich die Modifikatortasten umschalten, können Sie den Befehl "Umschalten" erneut ausführen, um die Modifikatoren wieder zu entfernen.
es: Si conmutas accidentalmente las teclas modificadoras, ejecutando la orden conmutar otra vez eliminarás la modificadora.
hr: Ako slučajno uključite modifikacijsku tipku, pokretanje prečaca za ukljućivanje će poništiti modifikator.
nl: Als u per ongeluk functiewisseltoetsen omschakelt waarmee het funtiewisselcommando opnieuw wordt geactiveerd verliest u de toegewezen funtie.
pt_br: Se você alternar acidentalmente as teclas do modificador, executar o comando de alternância novamente removerá o modificador.
ru: Если вы случайно зажмёте клавиши-модификаторы, то повторное выполнение этой команды приведет к отпусканию модификатора.
ta: மாற்றியமைப்பி விசைகளை தாங்கள் தவறுதலாக மாற்றியமைத்துவிட்டால், மாற்றுவதற்கான கட்டளையை மீண்டும் அழுத்துவதன் மூலம் அந்த மாற்றத்தை நீக்கிவிடலாம்.
zh_tw: 如果您不小心切換了組合鍵，再執行一次該切換指令可以移除該組合鍵。

source: When typing in contracted Braille, using the modifier toggle keys will cause your input to be translated just as if you had pressed dots 7+8.
bg: Когато пишете на брайлов краткопис, използването на клавишите за превключване на модификатори ще доведе до превод на въведеното, както ако сте натиснали точки 7+8.
de: Wenn Sie in Braille-Schrift tippen, werden Ihre Eingaben mit den Umschalttasten so übersetzt, als ob Sie die Punkte 7+8 gedrückt hätten.
es: Cuando se escriba en braille contraído, la utilización de las teclas modificadoras conmutables causará que tu entrada sea transcrita solo si hubieses pulsado los puntos 7+8.
hr: Kada pišete kratkopisom, korištenje uključenja modifikatora će prouzročiti da vaš brajični ulaz bude preveden kao da ste pritisnuli točkice 7 i 8.
nl: Als u werkt met verkort braille, met gebruikmaking van de functiewisseltoetsen zal uw invoer zodanig worden omgezet dat het lijkt alsof punten 7+8 werden ingedrukt.
pt_br: Ao digitar Braille abreviado, usar as teclas de alternância do modificador fará com que sua entrada seja transcrita como se você tivesse pressionado os pontos 7+8.
ru: При наборе текста в сокращённом брайле, использование клавиш переключения модификаторов приведёт к тому, что вводимые данные будут оттранслированы так же, как если бы вы нажали точки 7+8.
ta: குறுக்கப்பட்ட பிரெயிலில் தட்டச்சிடும்பொழுது, மாற்றியமைப்பியை மாற்றும் விசைகளைப் பயன்படுத்தினால், 7+8 பிரெயில் புள்ளிகளை தாங்கள் உள்ளிட்டதாக கொண்டு, தங்களின் உள்ளீடு மொழிபெயர்க்கப்படும்.
zh_tw: 當鍵入收縮的點字時，使用組合鍵切換指令會將您的輸入視為按下了第七和第八點，

source: In addition, the emulated keypress cannot reflect Braille typed before the modifier key was pressed.
bg: В допълнение, емулираното натискане на клавиш не се отразява на въвеждането на брайл преди натискането на модификаторния клавиш.
de: Außerdem kann der emulierte Tastendruck nicht die Braille-Schrift widerspiegeln, die vor dem Drücken der Änderungstaste eingegeben wurde.
es: Además, la pulsación de teclas emulada no puede reflejar el braille escrito antes de la tecla modificadora.
hr: Još ćemo dodati, da emulirani pritisak tipke ne može i neće utjecati na napisani brajični tekst prije uključenja modifikatora.
nl: Daarenboven kan de geëmuleerde toetsaanslag geen braille weergeven die werd ingevoerd voordat de schakeltoets was ingedrukt.
pt_br: Além disso, o pressionamento de tecla emulado não pode refletir Braille digitado antes de a tecla modificadora ser pressionada.
ru: Кроме того, эмулируемое нажатия клавиш не могут отражать брайлевский ввод, набранный до нажатия клавиши-модификатора.
ta: மேலும், மாற்றியமைப்பி விசை அழுத்தப்படுவதற்கு முன் உள்ளிடப்பட்ட பிரெயிலை, ஒப்புருவாக்கப்பட்ட விசை உள்ளீடு பிரதிபலிக்காது.
zh_tw: 另外模擬按鍵對於在組合鍵之前所按下的點字不會有反應，

source: This means that, to type alt+2 with a Braille code that uses a number sign, you must first toggle Alt and then type a number sign.
bg: Това означава, че за да въведете Alt+2 с брайлов код, който използва цифрен знак, първо трябва да превключите Alt и след това да въведете цифрен знак.
de: Das bedeutet, dass Sie zur Eingabe von Alt+2 mit einem Braille-Code, der ein Zahlenzeichen verwendet, zuerst "Alt umschalten" und dann ein Zahlenzeichen eingeben müssen.
es: Esto significa que, para teclear alt+2 con un código braille que utilice un signo de número, primero debes conmutar Alt y después teclear un signo de número.
hr: To znači da ako biste htjeli pritisnuti alt+2 sa brajičnom tablicom koja koristi brojčani znak, najprije morate uključiti alt, a potom a nakon toga upisati brojčani znak.
nl: Dit houdt in dat, u om alt+2 te typen met een braillecode met een cijferteken erin u eerst moet schakelen met Alt om daarna een cijferteken in te geven.
pt_br: Isso significa que, para digitar alt+2 com um código Braille que usa um sinal de número, você deve primeiro alternar o Alt e depois digitar um sinal de número.
ru: Это означает, что для ввода Alt+2 с брайлевской таблицей, использующей цифровой знак, необходимо сначала переключить Alt, а затем ввести цифровой знак.
ta: எண் குறியைப் பயன்படுத்தும் பிரெயில் குறியீட்டினைக் கொண்டு நிலைமாற்றி+2 விசையை அழுத்தினால், நிலைமாற்றி விசையை முதலில் தாங்கள் மாற்றி, பிறகு எண் குறியை தட்டச்சிட வேண்டும் என்பது இதன் பொருளாகும்.
zh_tw: 這表示按下 Alt+2 且需要數字符號 "#" 的點字碼，您必須先切換 Alt，再輸入數字符號 "#"。

source: Vision
bg: Визуални подобрения
de: Visuelle Darstellungen
es: Visión
hr: Vid
nl: Zicht
pt_br: Visão
ru: Зрение
ta: பார்வை
zh_tw: 視覺

source: While NVDA is primarily aimed at blind or vision impaired people who primarily use speech and/or braille to operate a computer, it also provides built-in facilities to change the contents of the screen.
bg: Въпреки че NVDA е насочен предимно към слепи хора или хора с намалено зрение, които използват главно реч и/или брайл за работа с компютър, той също така предлага вградени способи за промяна на съдържанието на екрана.
de: Während sich NVDA in erster Linie an blinde oder sehbehinderte Menschen richtet, die in erster Linie Sprache und/oder Blindenschrift zur Bedienung eines Computers verwenden, bietet es auch integrierte Möglichkeiten, den Inhalt des Bildschirms zu ändern.
es: Mientras que NVDA está dirigido principalmente a personas ciegas o con problemas de visión que utilicen principalmente la voz y/o el braille para manejar un ordenador, también ofrece funciones incorporadas para cambiar el contenido de la pantalla.
hr: Iako je NVDA namijenjen slijepim i slabovidnim korisnicima koji koriste govor ili brajicu kako bi koristili računalo, NVDA pruža i ugrađene mogućnosti za mijenjanje sadržaja ekrana.
nl: Hoewel NVDA op de eerste plaats bedoeld is voor blinden of slechtzienden die primair gebruik maken van spraak en/of braille om met een computer te werken, beschikt deze toepassing ook over ingebouwde faciliteiten waarmee de schermweergave kan worden aangepast.
pt_br: Embora o NVDA seja voltado principalmente para pessoas cegas ou com deficiência visual — baixa visão — que usam principalmente fala e/ou braille para operar um computador, ele também fornece recursos internos para alterar o conteúdo da tela.
ru: Хотя NVDA в основном предназначена для незрячих и слабовидящих пользователей, предоставляя им возможность работы с компьютером посредством брайлевского или речевого вывода, она также имеет встроенные возможности для изменения содержимого экрана.
ta: பார்வையற்றோரும், பார்வைக் குறைபாடுள்ளோரும் கணினி மற்றும் பிரெயிலைப் பயன்படுத்துவதை தன் முதல் நோக்கமாக என்விடிஏ கொண்டிருந்தாலும், திரையின் உள்ளடக்கங்களை மாற்ற, உட்கட்டப்பட்டிருக்கும் வசதிகளை அது கொண்டுள்ளது.
zh_tw: 雖然 NVDA 主要是針對全盲或視覺障礙的人以語音或點字的方式來操作電腦，但也內建了更改畫面內容顯示的功能，

source: Within NVDA, such a visual aid is called a vision enhancement provider.
bg: В NVDA такъв способ се нарича доставчик на визуални подобрения.
de: Mit NVDA wird einer solchen Sehhilfe als Quelle zur Bildverbesserung bezeichnet.
es: Dentro de NVDA, esta ayuda visual se denomina proveedor de mejora de visión.
hr: Unutar NVDA čitača, takva vizualna pomoć se zove poboljšanje vidljivosti.
nl: In NVDA wordt zo'n visueel hulpmiddel een element met optische meerwaarde (vision enhancement provider) genoemd.
pt_br: No NVDA, esse auxílio visual é chamado de provedor de aprimoramento de visão.
ru: Внутри NVDA такие возможности называются поставщиками средств зрительной коррекции.
ta: இத்தகைய உதவி, என்விடிஏவில் பார்வைத் துலக்க ஊக்கி என அறியப்படுகிறது.
zh_tw: 在 NVDA 中這些視覺輔助工具被稱為「視覺加強器」。

source: NVDA offers several built-in vision enhancement providers which are described below.
bg: NVDA предлага няколко вградени доставчици на визуални подобрения, които са описани по-долу.
de: NVDA bietet mehrere integrierte Quellen zur Bildverbesserung an, die im Folgenden beschrieben werden.
es: NVDA ofrece varios provedores de mejora de visión incorporados que se describen a continuación.
hr: NVDA nudi nekoliko ugrađenih poboljšanja vidljivosti koji su opisani niže dolje.
nl: NVDA beschikt over verschillende elementen met optische meerwaarde die hieronder worden beschreven.
pt_br: O NVDA oferece vários provedores de aprimoramento da visão integrados, descritos abaixo.
ru: NVDA предлагает несколько таких встроенных средств, описанных далее.
ta: உட்கட்டப்பட்டிருக்கும் பல பார்வைத் துலக்க ஊக்கிகளை என்விடிஏ கொண்டுள்ளது. அவை கீழே விளக்கப்பட்டுள்ளன:
zh_tw: NVDA 提供了幾個內建視覺加強器在後面有相關說明，

source: Additional vision enhancement providers can be provided in [NVDA add-ons](#AddonsManager).
bg: Допълнителни доставчици на визуални подобрения могат да бъдат предоставени чрез [добавки за NVDA](#AddonsManager).
de: Zusätzliche Quellen für die Bildverbesserung können über [NVDA-Erweiterungen](#AddonsManager) bereitgestellt werden.
es: Se pueden proporcionar provedores adicionales de mejora de visión en [complementos de NVDA](#AddonsManager).
hr: Dodatna poboljšanja vidljivosti se mogu ponuditi kao [NVDA dodaci](#AddonsManager).
nl: Er kunnen meer elementen met optische meerwaarde aan[NVDA worden toegevoegd via add-ons](#AddonsManager).
pt_br: Provedores adicionais de aprimoramento da visão podem ser fornecidos nos [complementos do NVDA](#AddonsManager).
ru: [Дополнения NVDA](#AddonsManager) также могут предоставлять ещё больше средств зрительной коррекции.
ta: கூடுதல் பார்வைத் துலக்க ஊக்கிகளை, [என்விடிஏ நீட்சிநிரல்கள் மேலாளரில்](#AddonsManager) வழங்கலாம்.
zh_tw: 額外的視覺加強器可以由 [NVDA 附加元件](#AddonsManager)提供。

source: NVDA's vision settings can be changed in the [vision category](#VisionSettings) of the [NVDA Settings](#NVDASettings) dialog.
bg: Настройките на визуалните подобрения в NVDA могат да бъдат променени в [категорията „Визуални подобрения“](#VisionSettings) в диалоговия прозорец [„Настройки на NVDA“](#NVDASettings).
de: Diese Einstellungen können Sie in den [NVDA-Einstellungen](#NVDASettings), in der Kategorie [Visuelle Darstellungen](#VisionSettings) vornehmen.
es: Las opciones de visión de NVDA pueden cambiarse en la [categoría visión](#VisionSettings) del diálogo [Opciones de NVDA](#NVDASettings).
hr: NVDA postavke vida se mogu promijeniti u kategoriji [Vid](#VisionSettings), u dijaloškom okviru [NVDA Postavke](#NVDASettings).
nl: NVDA's instellingen voor Zicht kunnen aangepast worden in de categorie [Zicht](#VisionSettings) in het dialoogvenster [Instellingen NVDA](#NVDASettings).
pt_br: As configurações de visão do NVDA podem ser alteradas na [categoria visão](#VisionSettings) do diálogo [Configurações do NVDA](#NVDASettings).
ru: Доступные средства зрительной коррекции могут быть настроены в [категории "Зрение"](#VisionSettings) [диалога настроек NVDA](#NVDASettings).
ta: [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் இருக்கும் [பார்வை வகைமையில்](#VisionSettings) என்விடிஏவின் பார்வை அமைப்புகளை மாற்றியமைக்கலாம்.
zh_tw: NVDA 的視覺相關設定可以從 [NVDA 設定](#NVDASettings)對話框中的[視覺類別](#VisionSettings)進行變更。

source: Visual Highlight
bg: Визуално открояване
de: Visuell hervorheben
es: Resaltado Visual
hr: Vizualno praćenje
nl: Visuele Uitlichting
pt_br: Realce Visual
ru: Визуальная подсветка
ta: பார்வைக்குத்் துலக்கமாக்குக
zh_tw: 視覺醒目提示

source: Visual Highlight can help to identify the [system focus](#SystemFocus), [navigator object](#ObjectNavigation) and [browse mode](#BrowseMode) positions.
bg: Визуалното открояване може да ви помогне да установите позициите на [системния фокус](#SystemFocus), [навигационния обект](#ObjectNavigation) и [курсора в режим на разглеждане](#BrowseMode).
de: Die visuelle Hervorhebung kann helfen, die Positionen [System-Fokus](#SystemFocus), [Navigationsobjekt](#ObjectNavigation) und [Lesemodus](#BrowseMode) zu identifizieren.
es: El Resaltado Visual puede ayudar a identificar las posiciones del [foco del sistema](#SystemFocus), [del navegador de objetos](#ObjectNavigation) y [del modo Exploración](#BrowseMode).
hr: Vizualno praćenje pomaže prepoznati [fokus sustava](#SystemFocus), [navigacijski objekt](#ObjectNavigation) i [modus čitanja](#BrowseMode).
nl: Visuele Uitlichting maakt het gemakkelijker de [systeemfocus](#SystemFocus), het [navigatorobject](#ObjectNavigation) en [Bladermodus](#BrowseMode) posities (optisch) te identificeren.
pt_br: O Realce Visual pode ajudar a identificar o [foco do sistema](#SystemFocus), [objeto de navegação](#ObjectNavigation) e posições do [modo de navegação](#BrowseMode).
ru: Функция визуальной подсветки может помочь определить расположение [системного фокуса](#SystemFocus), [объекта навигатора](#ObjectNavigation) и курсора [режима обзора](#BrowseMode).
ta: [கணினிக் குவிமையம்](#SystemFocus), [வழிசெலுத்திப் பொருள்](#ObjectNavigation), [உலாவும் நிலை](#BrowseMode) ஆகியவைகளின் நிலைகளைக் கண்டறிய பார்வைத் துலக்கம் உதவுகிறது.
zh_tw: 「視覺醒目提示」可以協助識別畫面上的[系統焦點](#SystemFocus)、[導覽物件](#ObjectNavigation)及[瀏覽模式](#BrowseMode)的位置，

source: These positions are highlighted with a coloured rectangle outline.
bg: Тези позиции са откроени с цветни правоъгълни контури:
de: Diese Positionen werden mit einem farbigen Rechteck hervorgehoben.
es: Estas posiciones se resaltan con un rectángulo de color.
hr: Pozicije se ističu obojanim pravokutnikom.
nl: Deze posities worden gemarkeerd met een gekleurde rechthoek er om.
pt_br: Essas posições são realçadas com um contorno de retângulo colorido.
ru: Эти элементы подсвечиваются цветной рамкой вокруг них.
ta: இந்நிலைகள், நிறங்கொண்ட செவ்வக வெளிக்கோடுகளால் துலக்கமாக்கப்படும்.
zh_tw: 這些位置使用一個帶有顏色的長方形外框突顯出來。
