Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This key stroke does not appear and cannot be changed in NVDA's input gesture dialog.
bg: Тази клавишна комбинация не се появява в, и не може да се промени посредством, диалоговия прозорец „Жестове на въвеждане“ на NVDA.
de: Diese Tastenkombination kann nicht im Dialogfeld für die Tastenbefehle geändert werden.
es: Este atajo de teclado no aparece y no se puede cambiar en el diálogo Gestos de Entrada de NVDA.
hr: Ovaj se prečac ne prikazuje, stoga se ne može mijenjati u dijaloškom okviru ulaznih gesti.
nl: Deze toetscombinatie komt niet voor en kan niet worden aangepast in de dialoog invoerhandelingen van NVDA.
pt_br: Esse pressionamento de tecla não aparece e não pode ser alterado no diálogo definir comando — gesto de entrada — do NVDA.
ru: Эта комбинация клавиш не может быть изменена через диалог жестов ввода.
ta: என்விடிஏவின் உள்ளீட்டுச் சைகைகள் உரையாடலில் இவ்விசைக் கட்டளை காட்சியளிக்காது என்பதால், அதை தொகுக்கவும் இயலாது.
zh_tw: 此快速鍵不會出現在 NVDA 的輸入手勢對話框中，也無法更改。

source: Note: it is possible to open the note editing region in MS Excel also from the context menu of any cell of the work sheet.
bg: Забележка: Полето за редактиране на бележки в MS Excel може да се извика и от контекстното меню за всяка клетка на работния лист.
de: Hinweis: Es ist möglich, den Bereich zur Bearbeitung von Anmerkungen in Microsoft Excel auch über das Kontextmenü einer beliebigen Zelle des Arbeitsblatts zu öffnen.
es: Nota: también es posible abrir la región de edición de notas en MS Excel desde el menú de contexto de cualquier celda de la hoja de cálculo.
hr: Upozorenje: također postoji mogućnost otvaranja dijaloškog okvira upisivanja bilješki iz kontekstnog izbornika.
nl: Merk op dat u het invoergebied voor notities in MS Excel ook kunt openen vanuit het contextmenu van elke willekeurige cel van het werkblad.
pt_br: Observação: é possível abrir a região de edição de notas no MS Excel também no menu de contexto de qualquer célula da planilha.
ru: Примечание: открыть область редактирования заметки также можно через контекстное меню любой ячейки рабочего листа.
ta: ஒரு பணிப் புத்தகத்தின் பணிக்களத்திற்கான சூழலுணர்ப் பட்டியலின் வாயிலாகவும், எம்எஸ் எக்ஸலின் குறிப்பினைத் தொகுக்கும் பகுதியைத் திறக்க இயலும் என்பதைக் கவனிக்கவும்.
zh_tw: 附註：您仍然可以在 Microsoft Excel 中的儲存格從快顯功能表開啟附註編輯區域，

source: However, this will open the inaccessible note editing region and not the NVDA specific note editing dialog.
bg: Това обаче ще отвори недостъпното поле за редактиране на бележки, а не собствения диалогов прозорец за редактиране на бележки на NVDA.
de: Dadurch wird jedoch der unzugängliche Bereich zur Bearbeitung von Anmerkungen geöffnet und nicht das NVDA-spezifische Dialogfeld zur Bearbeitung der Anmerkungen.
es: Por lo tanto, esto abrirá la región inaccesible de notas y no un diálogo específico de edición de notas de NVDA.
hr: Međutim, to će otvoriti MS excelovu nedostupnu regiju za uređivanje bilješki umjesto specifičnog dijaloškog okvira za uređivanje komentara koji kiristi NVDA.
nl: Hiermee opent u evenwel het ontoegankelijke invoerveld voor notities en niet het NVDA-specifieke dialoogvenster.
pt_br: No entanto, isso abrirá a região inacessível de edição de notas e não o diálogo de edição de notas específico do NVDA.
ru: Однако, в этом случае откроется стандартная и недоступная область редактирования заметок самого Excel, а не специальный диалог NVDA.
ta: ஆனால், அணுகவியலாத குறிப்பினைத் தொகுக்கும் பகுதியைத்தான் இது திறக்கும், குறிப்பினைத் தொகுப்பதற்கான என்விடிஏவின் உரையாடலை இது திறக்காது.
zh_tw: 但是此方式開啟的會是一個非無障礙的附註編輯區域，並非 NVDA 專為編輯附註設計的對話框。

source: In Microsoft Office 2016, 365 and newer, a new style comment dialog has been added.
bg: В Microsoft Office 2016, 365 и по-нови е добавен нов диалогов прозорец за коментари.
de: In Microsoft Office 2016 / 365 und neuer wurde ein Kommentar-Dialogfeld im neuen Stil hinzugefügt.
es: En Microsoft Office 2016, 365 y más reciente, se ha añadido un nuevo diálogo estilo de comentario.
hr: In Microsoft Officeu 2016, 365 i novijim inačicama, dodan je novi dijaloški okvir za dodavanje komentara.
nl: In Microsoft Office 2016, 365 en later, is een dialoogvenster voor notities nieuwe stijl toegevoegd.
pt_br: No Microsoft Office 2016, 365 e mais recente, uma caixa de diálogo de novo estilo de comentário foi adicionada.
ru: В Microsoft Office 2016, 365 и новее, был добавлен обновлённый диалог примечаний.
ta: மைக்ரோசாஃப்ட் ஆபீஸ் 2016, 365 மற்றும் அதற்கும் பிறகான பதிப்புகளில், ஒரு புதிய பாங்குக் கருத்துரை உரையாடல் பெட்டி சேர்க்கப்பட்டுள்ளது.
zh_tw: 在 Microsoft Office 2016、365 及之後的版本加入了一個全新設計的註解對話框，

source: This dialog is accessible and provides more features such as replying to comments, etc.
bg: Този диалогов прозорец е достъпен и предлага повече функции, като например отговаряне на коментари и т.н.
de: Dieses Dialogfeld ist besser zugänglich und bietet mehr Funktionen wie die Beantwortung von Kommentaren, etc.
es: Este diálogo es accesible y proporciona más características tales como respuestas a los comentarios, etc.
hr: Ovaj dijaloški okvir je pristupačan te pruža nove značajke poput odgovaranja na komentare i tako dalje
nl: Dit dialoogvenster is toegankelijk en biedt meer functionaliteit zoals reageren op notities etc.
pt_br: Este diálogo é acessível e oferece mais recursos, como resposta a comentários, etc.
ru: Этот диалог является доступным и предоставляет больше возможностей, таких как ответ на примечание и т. д.
ta: அணுகக்கூடியதாகவும், கருத்துரைகளுக்கு மறுமொழியிடுவது போன்ற கூடுதல் வசதிகளைக் கொண்டதாகவும் இவ்வுரையாடல் பெட்டி அமைந்துள்ளது.
zh_tw: 此對話框具可及性並提供更多功能例如回覆註解等，

source: It can also be opened from the context menu of a certain cell.
bg: Той може да бъде извикан и от контекстното меню за фокусираната клетка.
de: Über das Kontextmenü einer bestimmten Zelle kann dies erreicht werden.
es: También puede abrirse desde el menú de contexto de una celda determinada.
hr: Isti se također može otvoriti iz kontekstnog izbornika određene ćelije.
nl: Het kan ook geopend worden vanuit het contextmenu van een specifieke cel.
pt_br: Também pode ser aberto a partir do menu de contexto de uma determinada célula.
ru: Он также может быть открыт из контекстного меню выбранной ячейки.
ta: ஒரு குறிப்பிட்ட பணிக்களத்தின் சூழலுணர்ப் பட்டியலின் வாயிலாகவும் இதைத் திறக்கலாம்.
zh_tw: 此對話框也同樣可以在選定某個儲存格後從快顯功能表開啟，

source: The comments added to the cells via the new style comment dialog are not related to "notes".
bg: Коментарите, добавени към клетките чрез новия диалогов прозорец за коментари, не са свързани с „бележките“.
de: Die Kommentare, die in den Zellen über das Kommentar-Dialogfeld des neuen Stils hinzugefügt werden, haben nichts mit den "Anmerkungen" zu tun.
es: Los comentarios añadidos a las celdas a través del nuevo diálogo estilo de comentario no están relacionados con las "notas".
hr: Komentari koji su dodani iz ovog dijaloškog okvira nisu povezani s "bilješkama".
nl: De opmerkingen die aan cellen worden toegevoegd via het dialoogvenster voor opmerkingen nieuwe stijl staan los van "notities".
pt_br: Os comentários adicionados às células por meio do diálogo de comentário de novo estilo não estão relacionados a "notas".
ru: Примечания, добавленные к ячейке через этот обновлённый диалог, никак не связаны с заметками.
ta: இப்புதிய பாங்குக் கருத்துரை உரையாடல் பெட்டியின் வாயிலாக சேர்க்கப்படும் கருத்துரைகளுக்கும், முந்தைய பத்திகளில் விளக்கப்பட்டிருக்கும் குறிப்புகளுக்கும் தொடர்பில்லை.
zh_tw: 在此新式對話框中編輯的註解與附註是不相關的。

source: Reading Protected Cells
bg: Прочитане на защитени клетки
de: Ausgeben geschützter Zellen
es: Leer Celdas Protegidas
hr: Čitanje zaštićenih ćelija
nl: Beveiligde Cellen Lezen
pt_br: Leitura de Células Protegidas
ru: Чтение защищённых ячеек
ta: பாதுகாக்கப்பட்ட பணிக்களங்களைப் படித்தல்
zh_tw: 讀出受保護的儲存格

source: If a workbook has been protected, it may not be possible to move focus to particular cells that have been locked for editing.
bg: Ако работната книга е била защитена, може да бъде невъзможно да придвижите фокуса до определени клетки, които са били заключени за редактиране.
de: Wenn ein Excel-Arbeitsblatt geschützt wurde, können manche Zellen für eine Bearbeitung gesperrt sein. Solche Zellen sind dann normalerweise nicht zugänglich.
es: Si un libro de trabajo ha sido protegido, podría no ser posible mover el foco a celdas en particular que hayan sido bloqueadas para edición.
hr: Ako je radna knjiga zaštićena, neće možda biti moguće premještati fokus na određene ćelije koje su zaključane za uređivanje.
nl: Als een werkmap beveiligd is, kan het zijn dat bepaalde cellen die niet mogen worden bewerkt, de focus niet kunnen krijgen.
pt_br: Caso uma folha de cálculos tenha sido protegida, poderá não ser possível mover o foco para as células em particular que foram bloqueadas para edição.
ru: Если книга была защищена, то невозможно переместить фокус на заблокированные ячейки для их редактирования.
ta: ஒரு பணிப் புத்தகம் பாதுகாக்கப்பட்டிருக்கும் நிலையில், தொகுக்கப்படாமலிருக்க பூட்டப்பட்டிருக்கும் குறிப்பிட்ட பணிக்களங்களுக்குக் குவிமையத்தை நகர்த்த இயலாதிருக்கும்.
zh_tw: 如果活頁簿已受保護，就無法將焦點移到某個已被鎖定編輯的儲存格，

source: To allow moving to locked cells, switch to Browse Mode by pressing NVDA+space, and then use standard Excel movement commands such as the arrow keys to move around all cells on the current worksheet.
bg: За да позволите придвижването до заключени клетки, превключете към режим на разглеждане с натискане на NVDA+Интервал, след което използвайте стандартните команди за навигация в Excel, например стрелките - за да се придвижите между клетките в текущата работна книга.
de: Um auf gesperrte Zellen zuzugreifen, wechseln Sie zunächst mit NVDA+Leertaste in den Lesemodus und navigieren Sie anschließend mit den Standard-Excel-Tastenkombinationen wie z. B. den Pfeiltasten zu den gewünschten Zellen.
es: Para permitir el movimiento a celdas bloqueadas, cambia a modo Exploración pulsando NVDA+espacio, y entonces utiliza las órdenes estándar de movimiento de Excel tales como las teclas de cursor para moverte por todas las celdas en la hoja de cálculo actual.
hr: Kako biste dozvolili premještanje po zaključanim ćelijama, prebacite se na modus čitanja pritiskom tipki NVDA+razmaknica, a potom koristite standardne excelove prečace za kretanje po dokumentu poput strelica, kako biste se premještali po trenutačnom radnom listu.
nl: Om naar beveiligde cellen te gaan, schakelt u over naar Bladermodus door op NVDA+spatiebalk te drukken, en vervolgens gebruikt u standaard Excel navigatieopties zoals de pijltjestoetsen om door de cellen te gaan op het huidige werkblad.
pt_br: Para ser possível mover-se para células bloqueadas, alterne para o Modo de Navegação pressionando NVDA+espaço, em seguida use os comandos de movimento padrões do Excel, tais como as setas, para mover-se por todas as células da planilha.
ru: Для перехода на заблокированную ячейку, следует комбинацией NVDA+Пробел переключиться в режим обзора, а затем использовать стандартные команды перемещения Excel, такие как клавиши-стрелки для перехода между ячейками текущего листа.
ta: தற்போதைய பணித்தாளில் பூட்டப்பட்டிருக்கும் பணிக்களங்களுக்கிடையே நகர, என்விடிஏ+இடைவெளிப்பட்டை விசையை அழுத்தி, உலாவும் நிலைக்கு மாறிய பின்னர், அம்பு விசைகளைக் கொண்டு அப்பணிக்களங்களுக்கிடையே நகரலாம்.
zh_tw: 要在鎖定的儲存格間移動需先按 NVDA+空白鍵 切換到瀏覽模式，然後使用標準 Excel 移動指令例如使用方向鍵在目前工作表的儲存格之間移動。

source: Form Fields
bg: Полета от формуляр
de: Formularfelder
es: Campos de Formulario
hr: Polja obrazaca
nl: Formuliervelden
pt_br: Campos de Formulário
ru: Поля форм
ta: படிவக் களங்கள்
zh_tw: 表單欄位

source: Excel worksheets can include form fields.
bg: Работните листове в Excel могат да съдържат полета от формуляр.
de: Excel-Tabellenblätter können Formularfelder enthalten.
es: Las hojas de cálculo de Excel pueden incluir campos de formulario.
hr: Excelovi radni listovi mogu sadržavati obrasce.
nl: Excel werkbladen kunnen formuliervelden bevatten.
pt_br: As planilhas Excel podem incluir campos de formulário.
ru: Листы Excel могут содержать поля форм.
ta: எக்ஸெல் பணித்தாள்கள், படிவக் களங்களைக் கொண்டிருக்கலாம்.
zh_tw: Excel 工作表可以含有表單欄位，

source: You can access these using the Elements List or the f and shift+f form field single letter navigation keys.
bg: Можете да ги достъпите с използването на списъка на елементите или клавишите за бърза навигация по полета от формуляр f и shift+f.
de: Sie können entweder die Elementliste oder die Schnellnavigationstasten f und Umschalt+F verwenden, um auf Formularfelder zuzugreifen.
es: Puedes acceder a éstos utilizando la Lista de Elementos o las teclas de navegación con una sola letra para campos de formulario f y shift+f.
hr: Možete im pristupiti koristeći popis elemenata ili prečace za brzo kretanje po obrascima f i šift+f.
nl: Door middel van de Elementenlijst of, de toetsen f en shift+f in letternavigatie kunt u toegang tot het formulierveld krijgen.
pt_br: Você pode acessar estes usando a Lista de Elementos ou as teclas de navegação com caractere avulso para campo de formulário f e shift+f.
ru: Вы можете получить к ним доступ, используя диалог списка элементов или клавиши быстрой навигации по полям форм (f и shift+f).
ta: கூறுகளின் பட்டியல், அல்லது f மற்றும் மாற்றழுத்தி+f ஆகிய படிவக் கள ஒற்றை எழுத்துடன் வழிசெல்லும் விசைகளைக் கொண்டு இவைகளை அணுகலாம்.
zh_tw: 您可利用「項目清單」或單鍵導覽按鍵 F 及 Shift+F 移到這些表單欄位，

source: Once you move to a form field in browse mode, you can press enter or space to either activate it or switch to focus mode so you can interact with it, depending on the control.
bg: Веднъж щом се придвижите до поле от формуляр в режим на разглеждане, можете да натиснете enter или интервал, за да го активирате, или да превключите към режим на фокус, така че да можете да си взаимодействате с него, в зависимост от типа на контролата.
de: Anschließend können Sie mit der Leertaste oder mit der Eingabetaste den Fokusmodus aktivieren um mit dem Formularfeld umzugehen.
es: Una vez te hayas movido a un campo de formulario en modo exploración, puedes pulsar intro o espacio para activarlo o cambiar a modo foco para poder interactuar con él, dependiendo del control.
hr: Jednom kad se premjestite na obrazac u modusu čitanja, možete pritisnuti enter ili razmaknicu kako biste aktivirali ili se prebacili na modus fokusa, kako biste mogli manipulirati s time, ovisno o kontroli.
nl: Wanneer u in bladermodus naar een formulierveld gaat kunt u op Enter of de spatiebalk drukken om of het veld te activeren of naar focusmodus te wisselen zodat, afhankelijk van het besturingselement, handelingen kunnen worden uitgevoerd.
pt_br: Uma vez que você se move para um campo de formulário no modo de navegação, você pode pressionar enter ou espaço para ativá-lo ou mudar para o modo de foco para que você possa interagir com ele, dependendo do controle.
ru: Как только вы перейдёте на поле формы в режиме обзора, вы сможете нажать Enter или пробел для его активации или переключиться в режим редактирования для взаимодействия с ним.
ta: ஒரு படிவக் களத்திற்கு உலாவும் நிலையில் நகர்ந்த பின்னர், கட்டுப்பாட்டிற்கு ஏற்ற வண்ணம், அக்களத்தை இயக்க, அல்லது குவிமைய நிலைக்கு மாறி அதனுடன் அளவளாவ, உள்ளிடு, அல்லது இடைவெளி விசையை அழுத்தவும்.
zh_tw: 一旦您在瀏覽模式下移動到表單欄位，您可按 Enter 或空白鍵來啟動或切換到焦點模式，以便依控制項的類型與之互動，

source: For further information about Browse mode and single letter navigation, see the [Browse Mode section](#BrowseMode).
bg: За повече информация относно режима на разглеждане и бързата навигация, моля вижте [секцията Режим на разглеждане](#BrowseMode).
de: Weitere Informationen über den Lesemodus und die Schnellnavigationstasten finden Sie im [Abschnitt über den Lesemodus](#BrowseMode).
es: Para información adicional acerca del modo exploración y de la navegación con una sola tecla, consulta la [sección Modo Exploración](#BrowseMode).
hr: Za više informacija o modusu čitanja i brzom kretanju, pogledajte poglavlje [Modus čitanja](#BrowseMode).
nl: Voor verdere informatie over Bladermodus en letternavigatie, raadpleegt u de paragraaf [[Bladermodus](#BrowseMode).
pt_br: Para obter mais informações sobre o modo de Navegação e a navegação com caractere avulso, consulte a [seção Modo de Navegação](#BrowseMode).
ru: Для получения дополнительной информации о режиме обзора и быстрой навигации, обратитесь к разделу [Режим обзора](#BrowseMode).
ta: உலாவும் நிலை மற்றும் ஒற்றை எழுத்துடன் வழிசெலுத்தல் குறித்து கூடுதல் தகவல்களுக்கு, [ுலாவும் நிலைப் பிரிவைக்](#BrowseMode) காணவும்.
zh_tw: 有關瀏覽模式及單鍵導覽的更多資訊請參見[瀏覽模式章節](#BrowseMode)。

source: Microsoft PowerPoint
es: <target/>
ta: மைக்ரோசாஃப்ட் பவர் பாய்ண்ட்

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Toggle speaker notes reading |control+shift+s |When in a running slide show, this command will toggle between the speaker notes for the slide and the content for the slide. This only affects what NVDA reads, not what is displayed on screen.
bg: Превключване на четенето на бележките на четящия |Control+Shift+S |Когато сте в режим слайд шоу, тази команда ще превключи между бележките на четящия за слайдовете и съдържанието на слайда. Това засяга само това, което NVDA прочита, но не и това, което е изобразено на екрана.
de: Notizen des Vortragenden anzeigen |Strg+Umschalt+S |Mit dieser Tastenkombination können Sie zwischen Ihren Notizen und dem eigentlichen Folieninhalt umschalten, während eine Präsentation abläuft. Dies wirkt sich nicht auf die Anzeige am Bildschirm aus, sondern lediglich auf die Anzeige innerhalb von NVDA.
es: Conmutar lectura de notas del orador |control+shift+s |Cuando se está en una presentación en ejecución, esta orden conmutará entre las notas del orador para la diapositiva y el contenido de la diapositiva. Esto sólo afecta a lo que lee NVDA, no a lo que se muestra en la pantalla.
hr: Uključi čitanje govornikovih bilješki |kontrol+šift+s |Kad se nalazite u trenutačnom prikazu slajda, ova naredba prebacuje između govornikovih bilješki za slajd i sadržaja slajda. Ovo utječe samo na ono što NVDA čita, ne i na ono što se prikazuje na ekranu.
nl: Voorlezen aantekeningen van spreker in-/uitschakelen |control+shift+s |Tijdens een lopende presentatie kunt u met dit commando, of de aantekeningen van spreker bij een dia, of de tekst(inhoud) van de dia laten voorlezen. Dit heeft geen invloed op dat wat op het scherm getoond wordt.
pt_br: Alternar leitura de notas e slides |control+shift+s |Estando num slide em execução, esse comando alternará entre as notas para o slide e o conteúdo do mesmo. Isso afeta somente o que o NVDA lê, não o que será mostrado na tela.
ru: Включить чтение заметок докладчика |Control+Shift+S |В текущем слайд шоу эта команда переключается между заметками докладчика текущего слайда и его содержимым. Это влияет лишь на то, что NVDA будет читать, а не на то, что отображается на экране.
ta: அறிவிப்பாளரின் குறிப்புகளின் படித்தலை மாற்றியமைத்திடுக |கட்டுப்பாடு+மாற்றழுத்தி+s |நிலைப்படக் காட்சியில், அறிவிப்பாளரின் குறிப்புகள், நிலைப்படத்தின் உள்ளடக்கம் ஆகியவைகளுக்கிடையே அறிவிப்பை மாற்றியமைக்கிறது. திரையில் காணப்படுவதை இது மாற்றுவதில்லை. ஆனால், என்விடிஏவைக் கொண்டு ஒரு பயனர் எவைகளைப் படிக்கலாம் என்று வரையறுக்கிறது.
zh_tw: 切換讀出備忘稿或投影片內容 |Ctrl+Shift+S |當投影片放映時，此指令將在讀出備忘稿內容與讀出投影片內容之間切換，這不影響螢幕上的顯示，僅會影響 NVDA 讀出的內容。

source: foobar2000
es: <target/>
ta: ஃபூபா 2000

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Omschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Report remaining time |control+shift+r |Reports the remaining time of the currently playing track, if any.
bg: Докладване на оставащо време |Control+Shift+R |Докладва оставащото време от текущия запис, ако има такъв.
de: Verbleibende Zeit mitteilen |Strg+Umschalt+R |Gibt die verbleibende Zeit aus, sofern ein Titel abgespielt wird.
es: Anunciar tiempo restante |control+shift+r |Anuncia el tiempo restante de la pista actualmente en reproducción, si hay alguna.
hr: Izvijesti o preostalom vremenu |kontrol+šift+r |Izvještava o preostalom vremenu trenutačno svirane pjesme, ako postoji
nl: Resterende tijd melden |control+shift+r |Meldt de resterende tijd van het huidige nummer, indien van toepassing.
pt_br: Anunciar o tempo restante |control+shift+r |Anuncia o tempo restante para a faixa atualmente em execução, caso haja alguma.
ru: Сообщить оставшееся время |Control+Shift+R |Сообщает оставшееся время воспроизводимого трека, если оно доступно.
ta: எஞ்சியுள்ள நேரத்தை அறிவித்திடுக |கட்டுப்பாடு+மாற்றழுத்தி+r |ஏதேனும் ஒரு தடம் தற்போதைக்கு ஓடிக் கொண்டிருந்தால், அதன் எஞ்சியுள்ள நேரத்தை அறிவிக்கும்
zh_tw: 讀出剩餘時間 |Ctrl+Shift+R |如果有的話，讀出目前播放曲目的剩餘時間。

source: Report elapsed time |control+shift+e |Reports the elapsed time of the currently playing track, if any.
bg: Докладване на изминало време |Control+Shift+E |Докладва изминалото време от текущия запис, ако има такъв.
de: Verstrichene Zeit mitteilen |Strg+Umschalt+E |Gibt die verstrichene Zeit des aktuellen Titels aus, sofern ein Titel abgespielt wird.
es: Anunciar el tiempo transcurrido |control+shift+e |Anuncia el tiempo transcurrido de la pista actual en reproducción, si la hay.
hr: Izvijesti o proteklom vremenu |kontrol+šift+e |Izvještava o proteklom vremenu trenutačno svirane pjesme, ako postoji
nl: Verstreken tijd melden |control+shift+e |Meldt, voor zover van toepassing, hoeveel tijd er is verstreken van het nummer dat op dat moment wordt afgespeeld.
pt_br: Anunciar o tempo decorrido |control+shift+e |Anuncia o tempo decorrido da faixa atualmente em execução, caso haja alguma.
ru: Сообщить прошедшее время |Control+Shift+E |Сообщает прошедшее время воспроизводимого трека, если оно доступно.
ta: கடந்துள்ள நேரத்தை அறிவித்திடுக |கட்டுப்பாடு+மாற்றழுத்தி+e |ஏதேனும் ஒரு தடம் தற்போதைக்கு ஓடிக் கொண்டிருந்தால், அதன் கடந்துள்ள நேரத்தை அறிவிக்கும்.
zh_tw: 讀出經過時間 |Ctrl+Shift+E |如果有的話，讀出目前播放曲目的經過時間。

source: Report track length |control+shift+t |Reports the length of the currently playing track, if any.
bg: Докладва времетраенето на записа |Control+Shift+T |Докладва общото времетраене на текущия запис, ако има такъв.
de: Titellänge mitteilen |Strg+Umschalt+T |Gibt die Länge des aktuellen Titels aus, sofern ein Titel abgespielt wird.
es: Anunciar la longitud de la pista |control+shift+t |Anuncia la longitud de la pista actual en reproducción, si la hay.
hr: Izvijesti o trajanju zvučne datoteke |kontrol+šift+t |Izvještava o dužini trenutačno svirane pjesme, ako postoji
nl: Speelduur van nummer melden |control+shift+t |Meldt, voor zover van toepassing, de speelduur van het nummer dat op dat moment wordt afgespeeld.
pt_br: Anunciar o tamanho da faixa |control+shift+t |Anuncia a duração da faixa atualmente em execução, caso haja alguma.
ru: Сообщить длительность трека |Control+Shift+T |Сообщает длительность воспроизводимого трека, если она доступна.
ta: தடத்தின் நீளத்தை அறிவித்திடுக |கட்டுப்பாடு+மாற்றழுத்தி+t |ஏதேனும் ஒரு தடம் தற்போதைக்கு ஓடிக் கொண்டிருந்தால், அதன் நீலத்தை அறிவிக்கும்.
zh_tw: 讀出曲目長度 |CtrlShift+T |如果有的話，讀出目前播放曲目的長度。
