Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Move to top line in review |shift+numpad7 |NVDA+control+home |none |Moves the review cursor to the top line of the text
bg: Придвижване до най-горния ред в прегледа |Shift+7 от цифровия блок |NVDA+Control+Home |Няма |Мести курсора за преглед до най-горния ред на текста
de: Zur obersten Zeile navigieren |Umschalt+Nummernblock 7 |NVDA+Strg+Pos1 |Keine |Zieht den NVDA-Cursor in die erste Zeile des Textes
es: Mover a la línea superior en revisión |shift+7 teclado numérico |NVDA+control+inicio |no |Mueve el cursor de revisión a la línea superior del texto
hr: Premjesti se na početak retka u pregledu |šift+num7 |NVDA+kontrol+houm |nema |Pomiče pregledni kursor na najviši redak teksta
nl: in de leesmodus naar de eerste regel gaan |shift+numeriek7 |NVDA+control+Home |geen |De leescursor wordt naar de eerste regel van de tekst verplaatst
pt_br: Mover para a primeira linha em exploração |shift+7 do teclado numérico |NVDA+control+home |nenhum |Move o cursor de exploração para a primeira linha do texto
ru: Перейти к первой строке в режиме текстового просмотра |Shift+numpad7 |NVDA+Control+Home |отсутствует |Перемещает просмотровый курсор на первую строку текста и читает её
ta: சீராய்வில் இருக்கும் மேல் வரிக்கு நகர்க |மாற்றழுத்தி+எண் திட்டு 7 |என்விடிஏ+கட்டுப்பாடு+தொடக்கம் |ஏதுமில்லை |சீராய்வுச் சுட்டியை மேல் வரிக்கு நகர்த்தும்
zh_tw: 檢閱游標移到第一行 |Shift+數字鍵盤7 |NVDA+Ctrl+Home |無 |檢閱游標移到第一行文字

source: Move to previous line in review |numpad7 |NVDA+upArrow |flick up (text mode) |Moves the review cursor to the previous line of text
bg: Придвижване до предишния ред в прегледа |7 от цифровия блок |NVDA+Стрелка нагоре |перване нагоре (текстов режим) |Мести курсора за преглед до предишния ред от текста
de: Zur vorherigen Zeile navigieren |Nummernblock 7 |NVDA+Pfeiltaste nach oben |Nach oben streichen (Textmodus) |Zieht den NVDA-Cursor zur vorherigen Zeile des Textes
es: Mover a la línea anterior en revisión |7 teclado numérico |NVDA+flecha arriba |deslizar arriba (modo texto) |Mueve el cursor de revisión a la línea anterior de texto
hr: Premjesti se na prethodni redak u pregledu |num7 |NVDA+strelicaGore |klizni gore (tekstualni modus) |Pomiče pregledni kursor na prethodni redak teksta
nl: In de leesmodus naar de vorige regel gaan |numeriek7 |NVDA+Pijl omhoog |Veeg omhoog (tekstmodus) |De leescursor wordt naar de vorige regel van de tekst verplaatst
pt_br: Mover para a linha anterior em exploração |7 do teclado numérico |NVDA+seta para cima |varrer para cima (Modo de texto) |Move o cursor de exploração para a linha anterior do texto
ru: Перейти к предыдущей строке в режиме текстового просмотра |numpad7 |NVDA+↑ |Пролистать вверх (просмотр текста) |Перемещает просмотровый курсор на предыдущую строку текста и читает её
ta: சீராய்வில் இருக்கும் முந்தைய வரிக்கு நகர்க |என்விடிஏ+எண் திட்டு 7 |என்விடிஏ+மேலம்பு |மேல் சுண்டுதல் (உரை நிலை) |சீராய்வுச் சுட்டியை முந்தைய வரிக்கு நகர்த்தும்
zh_tw: 檢閱游標移到上一行 |數字鍵盤7 |NVDA+向上鍵 |向上滑動 (文字模式) |檢閱游標移到上一行文字

source: Report current line in review |numpad8 |NVDA+shift+. |none |Announces the current line of text where the review cursor is positioned. Pressing twice spells the line. Pressing three times spells the line using character descriptions.
bg: Докладвай текущия ред в прегледа |8 от цифровия блок |NVDA+Shift+Точка |Няма |Съобщава текущия ред от текста, където е позициониран курсорът за преглед. При двукратно натискане спелува реда. При трикратно натискане спелува реда, използвайки описанията на символите.
de: Aktuelle Zeile unter dem NVDA-Cursor ansagen |Nummernblock 8 |NVDA+Umschalt+Punkt |Keine |Sagt die aktuelle Zeile im Text an, in der sich der NVDA-Cursor befindet. Bei zweimal Drücken wird sie buchstabiert, bei dreimal Drücken wird die Zeile phonetisch buchstabiert.
es: Anunciar línea actual en revisión |8 teclado numérico |NVDA+shift+. |no |Anuncia la línea actual de texto donde esté colocado el cursor de revisión. Pulsando dos veces deletrea la línea, Pulsando tres veces deletrea la línea utilizando descripciones de caracteres.
hr: Izvijesti o trenutačnom retku u pregledu |num8 |NVDA+šift+. |nema |Čita trenutačni redak teksta gdje je pozicioniran pregledni kursor. Kad se pritisne dvaput, NVDA slovka trenutačni redak. Kad se pritisne triput, cijeli se redak slovka fonetski.
nl: Huidige regel van leescursor weergeven |numeriek8 |NVDA+shift+punt-teken |geen |Zegt in welke regel van de tekst de leescursor zich bevindt. Bij tweemaal drukken wordt de regel gespeld. Bij drie maal drukken wordt de regel gespeld met symboolomschrijvingen.
pt_br: Ler linha atual em exploração |8 do teclado numérico |NVDA+shift+ponto |nenhum |Lê a linha atual do texto onde está posicionado o cursor de exploração. Ao pressionar duas vezes rapidamente soletra a linha. Pressionando-se três vezes, soletra-a usando descrições de caracteres.
ru: Читать текущую строку в режиме текстового просмотра |numpad8 |NVDA+Shift+. |отсутствует |Читает строку текста под просмотровым курсором. Двойное нажатие произносит её по символам. Тройное нажатие читает фонетическое описание символов.
ta: தற்போதைய வரியை அறிவித்திடுக |எண் திட்டு 8 |என்விடிஏ+மாற்றழுத்தி+முற்றுப் புள்ளி |ஏதுமில்லை |சீராய்வுச் சுட்டியினிடத்திலிருக்கும் வரியைப் படிக்கும், இருமுறை அழுத்தினால், வரியை எழுத்துகளாகப் படிக்கும், மும்முறை அழுத்தினால், வரியை எழுத்து விளக்கங்களைக் கொண்டுப் படிக்கும்
zh_tw: 讀出檢閱游標所在行 |數字鍵盤8 |NVDA+Shift+句點 |無 |讀出檢閱游標所在的一行文字，連按兩下拼讀整行，連按三下使用字元說明拼讀整行。

source: Move to next line in review |numpad9 |NVDA+downArrow |flick down (text mode) |Move the review cursor to the next line of text
bg: Придвижване до следващия ред в прегледа |9 от цифровия блок |NVDA+Стрелка надолу |перване надолу (текстов режим) |Мести курсора за преглед до следващия ред в текста
de: Zur nächsten Zeile navigieren |Nummernblock 9 |NVDA+Pfeiltaste nach unten |Nach unten streichen (Textmodus) |Zieht den NVDA-Cursor zur nächsten Zeile des Textes
es: Mover a la línea siguiente en revisión |9 teclado numérico |NVDA+FLECHA abajo |deslizar abajo (modo texto) |Mueve el cursor de revisión a la línea siguiente de texto
hr: Premjesti se na idući redak u pregledu |num9 |NVDA+strelicaDolje |klizni dolje (tekstualni modus) |Pomiče pregledni kursor na idući redak teksta
nl: In de leesmodus naar de volgende regel gaan |numeriek9 |NVDA+Pijl omlaag, |Veeg omlaag (tekstmodus) |De leescursor wordt naar de volgende tekstregel verplaatst
pt_br: Mover para a próxima linha em exploração |9 do teclado numérico |NVDA+seta para baixo |varrer para baixo (Modo de texto) |Move o cursor de exploração para a próxima linha do texto
ru: Перейти к следующей строке в режиме текстового просмотра |numpad9 |NVDA+↓ |Пролистать вниз (просмотр текста) |Перемещает просмотровый курсор на следующую строку текста и читает её
ta: சீராய்வில் இருக்கும் அடுத்த வரிக்கு நகர்க |எண் திட்டு 9 |என்விடிஏ+கீழம்பு |கீழ் சுண்டுதல் (உரை நிலை) |சீராய்வுச் சுட்டியை அடுத்த வரிக்கு நகர்த்தும்
zh_tw: 檢閱游標移到下一行 |數字鍵盤9 |NVDA+向下鍵 |向下滑動 (文字模式) |檢閱游標移到下一行文字

source: Move to bottom line in review |shift+numpad9 |NVDA+control+end |none |Moves the review cursor to the bottom line of text
bg: Придвижване до най-долния ред в прегледа |Shift+9 от цифровия блок |NVDA+Control+End |Няма |Мести курсора за преглед до най-долния ред в текста
de: Zur untersten Zeile navigieren |Umschalt+Nummernblock 9 |NVDA+Strg+Ende |Keine |Zieht den NVDA-Cursor in die letzte Zeile des Textes
es: Mover a la línea inferior en revisión |shift+9 teclado numérico |NVDA+control+fin |no |Mueve el cursor de revisión a la línea inferior de texto
hr: Premjesti redak na kraj preglednog kursora |šift+num9 |NVDA+kontrol+end |nema |Pomiče pregledni kursor na krajnji redak teksta
nl: In de leesmodus naar de laatste regel gaan |shift+numeriek9 |NVDA+control+End, |geen |De leescursor wordt naar de laatste tekstregel verplaatst
pt_br: Mover para a última linha em exploração |shift+9 do teclado numérico |NVDA+control+end |nenhum |Move o cursor de exploração para a última linha do texto
ru: Перейти к последней строке в режиме текстового просмотра |Shift+numpad9 |NVDA+Control+End |отсутствует |Перемещает просмотровый курсор на последнюю строку текста и читает её
ta: சீராய்வில் இருக்கும் கீழ் வரிக்கு நகர்க |மாற்றழுத்தி+எண் திட்டு 9 |என்விடிஏ+கட்டுப்பாடு+முடிவு |ஏதுமில்லை |சீராய்வுச் சுட்டியை கீழ் வரிக்கு நகர்த்தும்
zh_tw: 檢閱游標移到最後一行 |Shift+數字鍵盤9 |NVDA+Ctrl+End |無 |檢閱游標移到最後一行文字

source: Move to previous word in review |numpad4 |NVDA+control+leftArrow |2-finger flick left (text mode) |Moves the review cursor to the previous word in the text
bg: Придвижване до предишната дума в прегледа |4 от цифровия блок |NVDA+Control+Стрелка наляво |перване наляво с два пръста (текстов режим) |Премества курсора за преглед до предишната дума в текста
de: Zum vorherigen Wort navigieren |Nummernblock 4 |NVDA+Strg+Pfeiltaste nach links |Nach links streichen mit zwei Fingern (Textmodus) |Zieht den NVDA-Cursor zum vorherigen Wort im Text
es: Mover a la palabra anterior en revisión |4 teclado numérico |NVDA+control+flecha izquierda |deslizar con 2 dedos a la izquierda (modo texto) |Mueve el cursor de revisión a la palabra anterior en el texto
hr: Premjesti se na prethodnu riječ u pregledu |num4 |NVDA+kontrol+strelicaLijevo |klizni lijevo s dva prsta (tekstualni modus) |Pomiće pregledni kursor na prethodnu riječ u tekstu
nl: In de leesmodus naar het vorige woord gaan |numeriek4 |NVDA+control+pijl links |Veeg links met 2 vingers (tekstmodus) |De leescursor wordt naar het vorige woord in de tekst verplaatst
pt_br: Mover para a palavra anterior em exploração |4 do teclado numérico |NVDA+control+seta para esquerda |varrer para a esquerda com 2 dedos (Modo de texto) |Move o cursor de exploração para a palavra anterior no texto
ru: Перейти к предыдущему слову в режиме текстового просмотра |numpad4 |NVDA+Control+← |Пролистать двумя пальцами влево (просмотр текста) |Перемещает просмотровый курсор на предыдущее слово в тексте и читает его
ta: சீராய்வில் இருக்கும் முந்தைய சொல்லிற்கு நகர்க |எண் திட்டு 4 |என்விடிஏ+கட்டுப்பாடு+இடதம்பு |இருவிரல் இடது சுண்டுதல் (உரை நிலை) |சீராய்வுச் சுட்டியை முந்தைய சொல்லிற்கு நகர்த்தும்
zh_tw: 檢閱游標移到上一個字詞 |數字鍵盤4 |NVDA+Ctrl+向左鍵 |兩指向左滑動 (文字模式) |檢閱游標移到文字中的上一個字詞

source: Report current word in review |numpad5 |NVDA+control+. |none |Announces the current word in the text where the review cursor is positioned. Pressing twice spells the word. Pressing three times spells the word using character descriptions.
bg: Докладвай текущата дума в прегледа |5 от цифровия блок |NVDA+Control+Точка |Няма |Съобщава текущата дума от текста, където е позициониран курсорът за преглед. При двукратно натискане спелува думата. При трикратно натискане спелува думата, използвайки описанията на символите.
de: Aktuelles Wort unter dem NVDA-Cursor mitteilen |Nummernblock 5 |NVDA+Strg+Punkt |Keine |Gibt das aktuelle Wort im Text, welches sich beim NVDA-Cursor befindet, aus. Bei zweimaliges Drücken wird es buchstabiert, bei dreimaliges Drücken wird das Wort phonetisch buchstabiert.
es: Anunciar palabra actual en revisión |5 teclado numérico |NVDA+control+. |no |Anuncia la palabra actual en el texto donde esté posicionado el cursor de revisión. Pulsando dos veces deletrea la palabra, pulsando tres veces deletrea la palabra utilizando descripciones de caracteres.
hr: Izgovori trenutačnu riječ pod preglednim kursorom |num5 |NVDA+kontrol+. |nema |Čita trenutačnu riječ u tekstu gdje je pozicioniran pregledni kursor. Kad se pritisne dvaput, slovka cijelu riječ. a Kad se pritisne tri put, slovka riječ fonetski.
nl: Het woord waar de leescursor zich bevindt weergeven |numeriek5 |NVDA+control+punt-teken |geen |Vertelt op welk woord in de tekst de leescursor nu staat. Bij tweemaal drukken wordt het woord gespeld. Bij drie maal drukken wordt het woord gespeld met symboolomschrijvingen.
pt_br: Ler palavra atual em exploração |5 do teclado numérico |NVDA+control+ponto |nenhum |Anuncia a palavra atual no texto onde está posicionado o cursor de exploração. Ao pressionar duas vezes rapidamente soletra a palavra. Três vezes, soletra usando descrições de caracteres.
ru: Читать текущее слово в режиме текстового просмотра |numpad5 |NVDA+Control+. |отсутствует |Читает слово под просмотровым курсором в тексте. Двойное нажатие произносит его по символам. Тройное нажатие читает фонетическое описание символов.
ta: சீராய்வில் இருக்கும் தற்போதைய சொல்லை அறிவித்திடுக |எண் திட்டு 5 |என்விடிஏ+கட்டுப்பாடு+முற்றுப் புள்ளி |ஏதுமில்லை |சீராய்வுச் சுட்டியினிடத்திலிருக்கும் சொல்லைப் படிக்கும், இருமுறை அழுத்தினால், அச்சொல்லை எழுத்துகளாகப் படிக்கும், மும்முறை அழுத்தினால், அச்சொல்லை எழுத்து விளக்கங்களைக் கொண்டுப் படிக்கும்
zh_tw: 讀出檢閱游標所在字詞 |數字鍵盤5 |NVDA+Ctrl+句點 |無 |讀出文字中目前檢閱游標所在的字詞，連按兩下拼讀字詞，連按三下使用字元說明拼讀字詞。

source: Move to next word in review |numpad6 |NVDA+control+rightArrow |2-finger flick right (text mode) |Move the review cursor to the next word in the text
bg: Придвижване до следваща дума в прегледа |6 от цифровия блок |NVDA+Control+Стрелка надясно |перване надясно с два пръста |Мести курсора за преглед до следващата дума в текста
de: Zum nächsten Wort navigieren |Nummernblock 6 |NVDA+Strg+Pfeiltaste nach rechts |Nach rechts streichen mit zwei Fingern (Textmodus) |Zieht den NVDA-Cursor zum nächsten Wort im Text
es: Mover a la siguiente palabra en revisión |6 teclado numérico |NVDA+control+flecha derecha |desplazar con 2 dedos a la derecha (modo texto) |Mueve el cursor de revisión a la siguiente palabra en el texto
hr: Premjesti se na iduću riječ u pregledu |num6 |NVDA+kontrol+strelicaDesno |klizanje s dva prsta (tekstualni modus) |Premjesti pregledni kursor na iduću riječ u tekstu
nl: In de leesmodus naar het volgende woord gaan |numeriek6 |NVDA+control+pijl rechts |Veeg rechts met 2 vingers (tekstmodus) |De leescursor wordt naar het volgende woord in de tekst verplaatst
pt_br: Mover para a próxima palavra em exploração |6 do teclado numérico |NVDA+control+seta para direita |varrer para a direita com 2 dedos (Modo de texto) |Move o cursor de exploração para a próxima palavra no texto
ru: Перейти к следующему слову в режиме текстового просмотра |numpad6 |NVDA+Control+→ |Пролистать двумя пальцами вправо (просмотр текста) |Перемещает просмотровый курсор на следующее слово в тексте и читает его
ta: சீராய்வில் இருக்கும் அடுத்த சொல்லிற்கு நகர்க |எண் திட்டு 6 |என்விடிஏ+கட்டுப்பாடு+வலதம்பு |இருவிரல் வலது சுண்டுதல் (உரை நிலை) |சீராய்வுச் சுட்டியை அடுத்த சொல்லிற்கு நகர்த்தும்
zh_tw: 檢閱游標移到下一個字詞 |數字鍵盤6 |NVDA+Ctrl+向右鍵 |兩指向右滑動 (文字模式) |檢閱游標移到文字中的下一個字詞

source: Move to start of line in review |shift+numpad1 |NVDA+home |none |Moves the review cursor to the start of the current line in the text
bg: Придвижване до началото на реда в прегледа |Shift+1 от цифровия блок |NVDA+Home |Няма |Мести курсора за преглед до началото на текущия ред в текста
de: Zum Zeilenanfang navigieren |Umschalt+Nummernblock 1 |NVDA+Pos1 |Keine |Zieht den NVDA-Cursor zum Zeilenanfang im Text
es: Mover al inicio de la línea en revisión |shift+1 teclado numérico |NVDA+inicio |no |Mueve el cursor de revisión al comienzo de la línea actual en el texto
hr: Premjesti se na početak retka u pregledu |šift+num1 |NVDA+houm |nema |Pomiče pregledni kursor na početak trenutačnog retka u tekstu
nl: In de leesmodus naar begin van een regel gaan |shift+numeriek1 |NVDA+home |geen |De leescursor wordt naar het begin van de huidige regel verplaatst
pt_br: Mover para o início da linha em exploração |shift+1 do teclado numérico |NVDA+home |nenhum |Move o cursor de exploração para o primeiro caractere da linha atual no texto
ru: Перейти к началу строки в режиме текстового просмотра |Shift+numpad1 |NVDA+Home |отсутствует |Перемещает просмотровый курсор на начало текущей строки в тексте и читает символ под курсором
ta: சீராய்வில் இருக்கும் வரியின் துவக்கத்திற்கு நகர்க |மாற்றழுத்தி+எண் திட்டு 1 |என்விடிஏ+தொடக்கம் |ஏதுமில்லை |சீராய்வுச் சுட்டியை வரியின் துவக்கத்திற்கு நகர்த்தும்
zh_tw: 檢閱游標移到行首 |Shift+數字鍵盤1 |NVDA+Home |無 |檢閱游標移到目前所在行文字的開頭

source: Move to previous character in review |numpad1 |NVDA+leftArrow |flick left (text mode) |Moves the review cursor to the previous character on the current line in the text
bg: Придвижване до предишния символ в прегледа |1 от цифровия блок |NVDA+Стрелка наляво |перване наляво (текстов режим) |Придвижва курсора за преглед до предишния символ в текста
de: Zum vorherigen Zeichen navigieren |Nummernblock 1 |NVDA+Pfeiltaste nach links |Nach links streichen (Textmodus) |Zieht den NVDA-Cursor zum vorherigen Zeichen der aktuellen Zeile im Text
es: Mover al carácter anterior en revisión |1 teclado numérico |NVDA+flecha izquierda |deslizar a la izquierda (modo texto) |Mueve el cursor de revisión al carácter anterior en la línea actual en el texto
hr: Premjesti se na prethodni znak u pregledu |num1 |NVDA+strelicaLijevo |klizni lijevo (tekstualni modus) |Pomiče kursor pregleda na prethodni znak na trenutačnom retku u tekstu
nl: Ga in de leesmodus naar vorig karakter |numeriek1 |NVDA+pijl links |Veeg links (tekstmodus) |De leescursor wordt naar het vorige karakter in de huidige tekstregel verplaatst
pt_br: Mover para o caractere anterior em exploração |1 do teclado numérico |NVDA+seta para esquerda |varrer para a esquerda (Modo de texto) |Move o cursor de exploração para o caractere anterior na linha atual no texto
ru: Перейти к предыдущему символу в режиме текстового просмотра |numpad1 |NVDA+← |Пролистать влево (просмотр текста) |Перемещает просмотровый курсор на предыдущий символ в текущей строке текста и читает его
ta: சீராய்வில் இருக்கும் முந்தைய எழுத்திற்கு நகர்க |எண் திட்டு 1 |என்விடிஏ+இடதம்பு |இடது சுண்டுதல் (உரை நிலை) |சீராய்வுச் சுட்டியை முந்தைய எழுத்திற்கு நகர்த்தும்
zh_tw: 檢閱游標移到上一個字元 |數字鍵盤1 |NVDA+向左鍵 |向左滑動 (文字模式) |檢閱游標移到目前所在行文字的上一個字元

source: Report current character in review |numpad2 |NVDA+. |none |Announces the current character on the line of text where the review cursor is positioned. Pressing twice reports a description or example of that character. Pressing three times reports the numeric value of the character in decimal and hexadecimal.
bg: Докладвай текущия символ в прегледа |2 от цифровия блок |NVDA+Точка |Няма |Съобщава текущия символ на текущия ред от текста, където се намира курсорът за преглед. При двукратно натискане изговаря описание или пример за този символ. При трикратно натискане докладва цифровата стойност на този символ в десетичен и шестнадесетичен вид.
de: Aktuelles Zeichen unter dem NVDA-Cursor ansagen |Nummernblock 2 |NVDA+Punkt |Keine |Sagt das aktuelle Zeichen in der Zeile im Text an, an dem sich der NVDA-Cursor befindet. Bei zweimal Drücken wird das Zeichen phonetisch buchstabiert. Bei dreimal Drücken werden die numerischen Dezimal- und Hexadezimalwerte angesagt.
es: Anunciar carácter actual en revisión |2 teclado numérico |NVDA+. |no |Anuncia el carácter actual en la línea de texto donde esté posicionado el cursor de revisión. Pulsando dos veces anuncia una descripción o ejemplo de ese carácter. Pulsando tres veces anuncia el valor numérico del carácter en decimal y hexadecimal.
hr: Izvijesti o trenutačnom znaku pod preglednim kursorom |num2 |NVDA+. |nema |Izvještava o trenutačnom znaku u retku teksta gdje je pozicioniran pregledni kursor. Kad se pritisne dvaput, izvještava o opisu ili primjer tog znaka. Kad se pritisne triput, izgovara brojčanu vrijednost znaka u decimalnom i heksadecimalnom obliku.
nl: Huidige karakter onder de leescursor weergeven |numeriek2 |NVDA+punt |geen |Noemt het huidige karakter in de tekstregel waar de leescursor zich bevindt. Tweemaal drukken geeft een omschrijving of voorbeeld van het karakter. Drie maal drukken geeft de numerieke waarde in decimalen en hexadecimalen.
pt_br: Ler o caractere atual em exploração |2 do teclado numérico |NVDA+ponto |nenhum |Anuncia o caractere do objeto de navegação atual onde se encontra o cursor de exploração. Ao pressionar duas vezes rapidamente, fornece uma descrição ou exemplo do caractere. Pressionado três vezes, anuncia o valor numérico decimal e hexadecimal do caractere.
ru: Читать текущий символ в режиме текстового просмотра |numpad2 |NVDA+. |отсутствует |Читает символ под просмотровым курсором в текущей строке текста. Двойное нажатие читает фонетическое описание символа. Тройное нажатие читает десятичное и шестнадцатиричное значение символа.
ta: சீராய்வில் இருக்கும் தற்போதைய எழுத்தை அறிவித்திடுக |எண் திட்டு 2 |என்விடிஏ+முற்றுப் புள்ளி |ஏதுமில்லை |சீராய்வுச் சுட்டியினிடத்திலிருக்கும் எழுத்தைப் படிக்கும், இருமுறை அழுத்தினால், அவ்வெழுத்திற்கான விளக்கத்தைப் படிக்கும், மும்முறை அழுத்தினால், அவ்வெழுத்திற்கான எண் மதிப்பை அறிவிக்கும்
zh_tw: 讀出檢閱游標所在字元 |數字鍵盤2 |NVDA+句點 |無 |讀出文字中檢閱游標所在行的字元，連按兩下讀出字元說明，連按三下讀出字元的十進位值和十六進位值。

source: Move to next character in review |numpad3 |NVDA+rightArrow |flick right (text mode) |Move the review cursor to the next character on the current line of text
bg: Придвижване до следващия символ в прегледа |3 от цифровия блок |NVDA+Стрелка надясно |перване надясно (текстов режим) |Мести курсора за преглед до следващия символ на текущия ред от текста
de: Zum nächsten Zeichen navigieren |Nummernblock 3 |NVDA+Pfeiltaste nach rechts |Nach rechts streichen (Textmodus) |Zieht den NVDA-Cursor zum nächsten Zeichen der aktuellen Zeile im Text
es: Mover al siguiente carácter en revisión |3 teclado numérico |NVDA+flecha derecha |deslizar a la derecha (modo texto) |Mueve el cursor de revisión al siguiente carácter en la línea actual de texto
hr: Premjesti se na sljedeći znak u pregledu |num3 |NVDA+strelicaDesno |klizni desno (tekstualni modus) |Premjesti kursor pregleda na idući znak na trenutačnom retku teksta
nl: In de leesmodus naar het volgende karakter gaan |numeriek3 |NVDA+pijl rechts |Veeg rechts (tekstmodus) |De leescursor wordt naar het volgende karakter verplaatst in de huidige tekstregel
pt_br: Mover para o próximo caractere em exploração |3 do teclado numérico |NVDA+seta para direita |varrer para a direita (Modo de texto) |Move o cursor de exploração para o caractere seguinte na linha atual do texto
ru: Перейти к следующему символу в режиме текстового просмотра |numpad3 |NVDA+→ |Пролистать вправо (просмотр текста) |Перемещает просмотровый курсор на следующий символ в текущей строке текста и читает его
ta: சீராய்வில் இருக்கும் அடுத்த எழுத்திற்கு நகர்க |எண் திட்டு 3 |என்விடிஏ+வலதம்பு |வலது சுண்டுதல் (உரை நிலை) |சீராய்வுச் சுட்டியை அடுத்த எழுத்திற்கு நகர்த்தும்
zh_tw: 檢閱游標移到下一個字元 |數字鍵盤3 |NVDA+向右鍵 |向右滑動 (文字模式) |檢閱游標移到目前所在行文字的下一個字元

source: Move to end of line in review |shift+numpad3 |NVDA+end |none |Moves the review cursor to the end of the current line of text
bg: Придвижване до края на реда в прегледа |Shift+3 от цифровия блок |NVDA+End |Няма |Мести курсора за преглед до края на текущия ред в текста
de: Zum Zeilenende navigieren |Umschalt+Nummernblock 3 |NVDA+Ende |Keine |Zieht den NVDA-Cursor zum Zeilenende im Text
es: Mover al final de la línea en revisión |shift+3 teclado numérico |NVDA+fin |no |Mueve el cursor de revisión al final de la línea actual de texto
hr: Premjesti se na kraj retka u pregledu |šift+num3 |NVDA+end |nema |Pomiče pregledni kursor na kraj u trenutačnom retku teksta
nl: In de leesmodus naar het einde van de regel gaan |shift+numeriek3 |NVDA+End |geen |De leescursor wordt naar het einde van de huidige tekstregel verplaatst
pt_br: Mover para o fim da linha em exploração |shift+3 do teclado numérico |NVDA+end |nenhum |Move o cursor de exploração para o último caractere da linha atual do texto
ru: Перейти к концу строки в режиме текстового просмотра |Shift+numpad3 |NVDA+End |отсутствует |Перемещает просмотровый курсор на конец текущей строки в тексте и читает символ под курсором
ta: சீராய்வில் இருக்கும் வரியின் முடிவிற்கு நகர்க |மாற்றழுத்தி+எண் திட்டு 3 |என்விடிஏ+முடிவு |ஏதுமில்லை |சீராய்வுச் சுட்டியை வரியின் முடிவிற்கு நகர்த்தும்
zh_tw: 檢閱游標移到行尾 |Shift+數字鍵盤3 |NVDA+End |無 |檢閱游標移到目前所在行文字的結尾
