Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: However, you may wish to enable it if you experience performance issues or instability with typed character and/or word reporting in consoles, or work in trusted environments and prefer password announcement.
bg: Въпреки това, може да пожелаете да я включите, ако имате проблеми с производителността или нестабилност с докладването на въведени знаци и/или думи в конзоли, или работите в надеждни среди и предпочитате паролите да ви бъдат изговаряни.
de: Sie sollten sie jedoch aktivieren, wenn Sie Leistungsprobleme oder Probleme bei der Stabilität bei der Meldung von eingegebenen Zeichen und/oder Wörtern in Konsolen feststellen oder in vertrauenswürdigen Umgebungen arbeiten und eine Kennwortanzeige dort bevorzugen.
es: Sin embargo, es posible que desees habilitarla si experimentas problemas de rendimiento o inestabilidad con el anunciado de caracteres o palabras escritas en la consola o si trabajas en entornos de confianza y prefieres el anunciado de contraseñas.
hr: Međutim, možete ju isključiti ako uočavate nestabilnosti ili nestabilnost sa čitanjem upisanih znakova u naredbenim redcima, ili radite u povjerljivom okruženju i preferirate čitanje lozinki.
nl: Het kan echter voorkomen dat u hem toch wilt inschakelen, als e.e.a. niet goed werkt of er sprake is van instabiliteit m.b.t. het melden van getypte tekens en/of woordden in consoles, of bij het werken in een vertrouwde omgeving en u de voorkeur geeft om wachtwoorden te laten uitspreken.
pt_br: No entanto, você pode habilitá-la se tiver problemas de desempenho ou instabilidade com relato de caracteres e/ou palavras digitadas em consoles, ou trabalhar em ambientes confiáveis e preferir o anúncio de senha.
ru: Однако вы можете включить его, если испытываете проблемы с производительностью или нестабильность при отображении набранных символов и/или слов в консолях, или работаете в доверенных средах и предпочитаете объявление паролей.
ta: ஆனால், கட்டுப்பாட்டகங்களில் தட்டச்சிடப்படும் வரியுருக்களை மற்றும்/அல்லது சொற்களை அறிவிக்கும் செயல்திறனில் சிக்கல்கள் இருந்தாலோ, அல்லது நிலைத்தன்மை இல்லாதிருந்தாலோ, அல்லது நம்பகமான சூழலில் பணிபுரிவதால், கடவுச்சொற்கள் அறிவிக்கப்பட வேண்டுமென்று விரும்பினாலோ, இவ்வமைப்புகளை தாங்கள் முடுக்க விரும்புவீர்கள்.
zh_tw: 但是您會想要在主控台中遇到讀出輸入字元 及/或 單字的效能問題或不穩定時啟用它，或在一個授信任的環境中工作且偏好讀出密碼時啟用它。

source: Use enhanced typed character support in legacy Windows Console when available
bg: Използвай подобрената поддръжка за въвеждане на знаци в наследената конзола на Windows, когато е налична
de: Verwendung der erweiterten Unterstützung während der Eingabe von Zeichen in der alten Windows-Konsole, sofern verfügbar
es: Utilizar el soporte de caracteres al escribir mejorado en la Consola de Windows heredada cuando esté disponible
hr: Koristi podršku naprednog upisivanja znakova u starijim naredbenim redcima sustava Windows kada je to moguće
nl: Gebruik de verbeterde ondersteuning voor getypte karakters in het Windows-consool wanneer beschikbaar
pt_br: Usar o suporte aprimorado a caracteres digitados no Console legado do Windows quando disponível
ru: Использовать современную поддержку ввода символов в консоли Windows (если возможно)
ta: மரபு விண்டோஸ் கட்டுப்பாட்டகத்தில் தட்டச்சிடப்படும் எழுத்துகளைப் படிக்கும் மேம்பட்ட ஆதரவினை கிடைப்பிலிருந்தால் பயன்படுத்துக
zh_tw: 在傳統 Windows 主控台使用增強的輸入字元支援 (若可用)

source: This option enables an alternative method for detecting typed characters in legacy Windows consoles.
bg: Тази опция задейства алтернативен метод за засичането на въведените символи в наследените конзоли на Windows.
de: Diese Option ermöglicht eine alternative Methode zur Erkennung eingegebener Zeichen in älteren Windows-Konsolen.
es: Esta opción habilita un método alternativo para detectar caracteres escritos en las Consolas de Windows heredadas.
hr: Ova opcija pruža alternativnu metodu otkrivanja upisanih znakova u starijim naredbenim redcima sustava Windows.
nl: Met deze optie stelt u een alternatieve methode in voor het detecteren van getypte karakters in legacy opdrachtmodules van Windows.
pt_br: Essa opção habilita um método alternativo para detectar caracteres digitados em consoles legados do Windows.
ru: Этот параметр позволяет использовать альтернативный метод обнаружения введённых символов в устаревших консолях Windows.
ta: மரபு விண்டோஸ் கட்டுப்பாட்டகத்தில் எழுத்துகளாக தட்டச்சிடப்படுவதை உணரும் மாற்று வசதியை இத்தேர்வுப் பெட்டி முடுக்குகிறது.
zh_tw: 此選項會啟用一個替代的方式來偵側在傳統 Windows 主控台輸入的字元，

source: While it improves performance and prevents some console output from being spelled out, it may be incompatible with some terminal programs.
bg: Въпреки че подобрява производителността и предотвратява спелуването (произнасянето буква по буква) на някои извеждани от конзолата текстове, може да е несъвместима с някои терминални програми.
de: Durch das Aktivieren dieser Option wird zwar die Leistung gesteigert und das Buchstabieren mancher Ausgaben in Windows-Konsolen verhindert; es könnten jedoch Probleme mit einigen Terminals auftreten.
es: Aunque mejora el rendimiento y evita que se especifique la salida de la consola, puede ser incompatible con algunos programas de terminal.
hr: Iako ova opcija donosi unapređenja performansi i ispravlja problem slovkanja neželjenih stavki, ista može biti nekompatibilna s nekim programima naredbenog retka.
nl: Terwijl de prestatie hiermee verbetert en voorkomen wordt dat consool-uitvoer wordt uitgespeld, kan deze methode incompatibel zijn met enkele terminal-programma's.
pt_br: Embora melhore o desempenho e evite que algumas saídas do console sejam soletradas, pode ser incompatível com alguns programas de terminal.
ru: В то время как этот способ повышает производительность и в некоторых случаях предотвращает посимвольное чтение консольного вывода, он может быть несовместим с некоторыми терминальными программами.
ta: செயல்திறனை இது மேம்படுத்தினாலும், சில கட்டுப்பாட்டக வெளியீட்டின் அறிவிப்பைத் தடுத்தாலும், சில முனைய நிரல்களுக்கு இது இணக்கமாக இருக்காது.
zh_tw: 雖然這可以改善效能並避免主控台的輸出以拼讀的方式讀出，但可能與一些終端程式不相容。

source: This feature is available and enabled by default on Windows 10 versions 1607 and later when UI Automation is unavailable or disabled.
bg: Тази функция е достъпна и включена по подразбиране за Windows 10 версии 1607 и по-нови, когато UI Automation не е налична или е изключена.
de: Diese Funktion ist verfügbar und seit Windows 10 Version 1607 standardmäßig aktiviert, wenn die UIA nicht verfügbar oder deaktiviert ist.
es: Esta característica está disponible y activada por omisión en versiones de Windows 10 1607 y posteriores cuando UI Automation no esté disponible o desactivado.
hr: Ova je opcija dostupna i standardno je uključena u Windows 10 verzijama 1607, i novijim kad je UIA nedostupno ili deaktivirano.
nl: Dit alternatief is beschikbaar en staat standaard aan in Windows 10 versie 1607 en in later uitgekomen versies van Windows 10 wanneer UI Automation niet beschikbaar is of uitgezet is.
pt_br: Esse recurso está disponível e habilitado por padrão no Windows 10 versões 1607 e posteriores quando a UI Automation — Automação da Interface do Usuário — está indisponível ou desabilitada.
ru: Эта функция доступна и включена по умолчанию в Windows 10, начиная с версии 1607, если UI Automation недоступен или отключён.
ta: இடைமுகப்பு தன்னியக்கமாக்கல் இல்லாதிருந்தால், அல்லது முடக்கப்பட்டிருந்தால், விண்டோஸ் 10 பதிப்புகள் 1607, மற்றும் அதற்கும் பிறகான பதிப்புகளில் இவ்வசதி இயல்பில் முடுக்கப்பட்டிருக்கும்.
zh_tw: 此功能在 Windows 10 版本 1607 之後預設啟用，當 UI Automation 無法使用或被停用的情況下均是可用的。

source: Warning: with this option enabled, typed characters that do not appear onscreen, such as passwords, will not be suppressed.
bg: Предупреждение: Когато тази опция е включена, въведените символи, които не се появяват на екрана, като пароли, няма да бъдат потискани.
de: Das Eingeben von Zeichen, die nicht auf dem Bildschirm erscheinen (z. B. bei Passwörtern) wird nicht unterstützt, wenn diese Option aktiviert ist.
es: Advertencia: con esta opción activada, los caracteres escritos que no aparezcan en pantalla, tales como contraseñas, no se suprimirán.
hr: Upozorenje: s uključenom ovom opcijom, izgovoreni znakovi koji se ne pokazuju na ekranu, poput lozinki, biti će izgovoreni.
nl: Waarschuwing: Als deze optie is ingeschakeld, worden getypte karakters die niet op het scherm te zien zijn zoals wachtwoorden, niet onderdrukt.
pt_br: Alerta: com essa opção habilitada, os caracteres digitados que não aparecem na tela, como senhas, não serão suprimidos.
ru: Внимание: если этот флажок установлен, то вводимые символы, не отображаемые на экране (такие как пароли), всё равно будут проговариваться синтезатором речи.
ta: எச்சரிக்கை: இத்தேர்வுப் பெட்டி தேர்வான நிலையில், கடவுச் சொற்கள் போன்று, திரையில் தோன்றாத எழுத்துகளாக இருந்தாலும், அவை அறிவிக்கப்படும்.
zh_tw: 警告：當啟用此選項，輸入不會顯示在螢幕上的字元 (如密碼) 也同樣會被讀出來，

source: In untrusted environments, you may temporarily disable [speak typed characters](#KeyboardSettingsSpeakTypedCharacters) and [speak typed words](#KeyboardSettingsSpeakTypedWords) when entering passwords.
bg: На ненадеждни места можете временно да изключите [изговарянето на въведените букви или знаци](#KeyboardSettingsSpeakTypedCharacters) и [изговарянето на въведените думи](#KeyboardSettingsSpeakTypedWords) при въвеждане на пароли.
de: In Umgebungen, die nicht unterstützt werden, können Sie vorübergehend [Zeichen während der Eingabe ansagen](#KeyboardSettingsSpeakTypedCharacters) und [Wörter während der Eingabe ansagen](#KeyboardSettingsSpeakTypedWords) deaktivieren, wenn Sie Passwörter eingeben.
es: En entornos no confiables, podrás desactivar temporalmente [Verbalizar caracteres al escribir](#KeyboardSettingsSpeakTypedCharacters) y [verbalizar palabras al escribir](#KeyboardSettingsSpeakTypedWords) al introducir contraseñas.
hr: U nepovjerljivim okruženjima, možda biste trebali privremeno isključiti opcije [izgovor upisanih znakova](#KeyboardSettingsSpeakTypedCharacters) i [Izgovor upisanih riječi](#KeyboardSettingsSpeakTypedWords) pri upisivanju lozinki.
nl: In een omgeving die u niet vertrouwt kunt u [Getypte karakters uitspreken](#KeyboardSettingsSpeakTypedCharacters) en [Getypte woorden uitspreken](#KeyboardSettingsSpeakTypedWords) tijdelijk uitzetten wanneer u wachtwoorden invoert.
pt_br: Em ambientes não confiáveis, você pode desabilitar temporariamente [falar caracteres digitados](#KeyboardSettingsSpeakTypedCharacters) e [falar palavras digitadas](#KeyboardSettingsSpeakTypedWords) ao inserir senhas.
ru: При вводе паролей в недоверенном окружении, вы можете временно отключить [чтение вводимых символов](#KeyboardSettingsSpeakTypedCharacters) и [чтение вводимых слов](#KeyboardSettingsSpeakTypedWords).
ta: நம்பத் தகாத சூழல்களில், கடவுச் சொற்களை உள்ளிடும்பொழுது, [தட்டச்சிடப்படும் வரியுருக்களை படிக்கும் வசதியையும்](#KeyboardSettingsSpeakTypedCharacters), [தட்டச்சிடப்படும் சொற்களைப் படிக்கும் வசதியையும்](#KeyboardSettingsSpeakTypedWords) தற்காலிகமாக முடக்கவும்.
zh_tw: 在不受信任的環境下輸入密碼時您可以暫時停用[讀出輸入字元](#KeyboardSettingsSpeakTypedCharacters)及[讀出輸入單字](#KeyboardSettingsSpeakTypedWords)兩個選項。

source: Diff algorithm
bg: Diff алгоритъм
de: Der Diff-Algorithmus
es: Algoritmo Diff
hr: Metoda praćenja izmjena sadržaja u konzolama
nl: Diff algoritme
pt_br: Algoritmo diff — Algoritmo de comparação
ru: Diff-алгоритм
ta: வேறுபாடுகளைக் கண்டறிவதற்கான படிமுறைத் தீர்வு
zh_tw: 內容差異分析

source: This setting controls how NVDA determines the new text to speak in terminals.
bg: Тази настройка контролира как NVDA определя новия текст, който да бъде изговарян в терминалите.
de: Diese Einstellung steuert, wie NVDA neuen Text in Terminals vorlesen soll.
es: Esta opción controla la forma en la que NVDA determina el nuevo texto para verbalizar en terminales.
hr: Ovom se opcijom određuje kako NVDA označuje novi tekst koji treba biti ozgovoren u programima koji koriste naredbeni redak.
nl: Deze instelling bepaalt hoe NVDA moet omgaan met de nieuwe in spraak om te zetten tekst in terminals.
pt_br: esta configuração controla como o NVDA determina o novo texto a falar nos terminais.
ru: Эта настройка управляет тем, как NVDA определяет новый текст, произносимый в окнах терминалов.
ta: முனையங்களில் தோன்றும் புதிய உரைகளை எவ்வாறு படிக்கவேண்டுமென்று என்விடிஏ தீர்மானிப்பதை இவ்வமைப்பு கட்டுப்படுத்துகிறது.
zh_tw: 此設定控制 NVDA 在終端機中如何判斷要讀出的新文字，

source: The diff algorithm combo box has three options:
bg: Падащият списък „Diff алгоритъм“ има три опции:
de: Das Kombinationsfeld "Diff-Algorithmus" hat drei Optionen:
es: El cuadro combinado del algoritmo diff tiene tres opciones:
hr: Odabirni okvir metoda praćenja izmjena sadržaja u konzolama sadrži tri opcije:
nl: Het diff algorithm keuzemenu heeft drie opties:
pt_br: A caixa de combinação do algoritmo diff tem três opções:
ru: Комбинированный список содержит три опции:
ta: வேறுபாடுகளைக் கண்டறிவதற்கான படிமுறைத் தீர்வு சேர்க்கைப் பெட்டி, பின்வரும் மூன்று விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 「內容差異分析」下拉式方塊有 3 個選項：

source: Automatic: This option causes NVDA to prefer Diff Match Patch in most situations, but fall back to Difflib in problematic applications, such as older versions of the Windows Console and Mintty.
bg: Автоматично: Тази опция кара NVDA с приоритет да използва Diff Match Patch в повечето ситуации, но да се връща към Difflib в проблемни приложения, като по-стари версии на Windows Console и Mintty.
de: Automatisch: Diese Option bewirkt, dass NVDA in den meisten Situationen Diff Match Patch bevorzugt, aber bei problematischen Anwendungen, wie z. B. älteren Versionen der Windows-Konsole und Mintty, auf Difflib zurückgreift.
es: Automático: esta opción hace que NVDA prefiera Diff Match Patch en la mayoría de las situaciones, pero vuelve a Difflib en aplicaciones problemáticas, tales como versiones antiguas de la Consola de Windows y Mintty.
hr: Automatski: Ova opcija prouzrokuje da NVDA koristi Diff match patch u većini slučajeva, ali da se vraća na difflib u problematičnim situacijama, kao što je to starija inačica Windows naredbenog redka i Mintty.
nl: Automatisch: Deze optie zorgt er voor dat NVDA in de meeste gevallen de voorkeur geeft aan Diff Match Patch maar op Difflib terugvalt bij problematische toepassingen zoals oudere versies van het Windows Console en Mintty.
pt_br: Automático: Esta opção faz com que o NVDA prefira o Diff Match Patch na maioria das situações, mas volte ao Difflib em aplicativos problemáticos, como versões mais antigas do Console do Windows e Mintty.
ru: Автоматически: Этот параметр заставляет NVDA предпочитать Diff Match Patch в большинстве ситуаций, но возвращаться к Difflib в проблемных приложениях, таких как старые версии Консоли Windows и Mintty.
ta: தன்னியக்கம்: பெரும்பாலானத் தருணங்களில் வரியுரு அளவிலான வேறுபாடுகளைக் கண்டறிய என்விடிஏவை இவ்விருப்பத் தேர்வு முனையவைத்தாலும், பழைய விண்டோஸ் முனையம் மற்றும் மிண்டி போன்ற சிக்கலான பயன்பாடுகளில் வரியளவிலான வேறுபாடுகளைக் கண்டறிவதைச் சார்ந்திருக்க வைக்கும்.
zh_tw: 自動：此選項讓 NVDA 在大多數情況下優先使用字元分析，在一些有問題的應用程式如舊版 Windows 主控台和 Mintty 則回到使用單行分析。

source: Diff Match Patch: This option causes NVDA to calculate changes to terminal text by character, even in situations where it is not recommended.
bg: Diff Match Patch: Тази опция кара NVDA да изчислява промените в текста на терминала по символ, дори в ситуации, когато това не се препоръчва.
de: Diff Match Patch: Diese Option bewirkt, dass NVDA Änderungen am Terminaltext zeichenweise berechnet, auch in Situationen, in denen dies nicht empfohlen wird.
es: Diff Match Patch: esta opción hace que NVDA calcule cambios en el texto de la terminal por caracteres, incluso en situaciones donde no sea recomendable.
hr: Diff Match Patch: Ova opcija prouzrokuje da NVDA računa izmjene u tekstu naredbenog redka znak po znak, čak u situacijama kada to nije preporučljivo.
nl: Diff Match Patch: Deze optie zorgt ervoor dat NVDA wijzigingen aan de terminal-tekst per teken berekent zelfs in situaties waar dat niet wordt aanbevolen.
pt_br: Diff Match Patch: Esta opção faz com que o NVDA calcule as alterações no texto do terminal por caractere, mesmo em situações em que não é recomendado.
ru: Diff Match Patch: Этот параметр заставляет NVDA вычислять изменения текста в терминале по символам, даже в ситуациях, когда это не рекомендуется.
ta: வரியுரு அளவிலான வேறுபாடுகளைக் கண்டறிதல்: முனையங்களில் தோன்றும் உரைகளின் வேறுபாடுகளை, பரிந்துரைக்கப்படாத தருணங்களில் கூட, வரியளவில் அல்லாமல், வரியுரு அளவில் என்விடிஏ கணக்கிடுகிறது.
zh_tw: 字元分析：此選項讓 NVDA 以逐字的方式來分析終端機中文字內容的改變，即使是在不建議使用的情況下。

source: It may improve performance when large volumes of text are written to the console and allow more accurate reporting of changes made in the middle of lines.
bg: Това може да подобри производителността, когато в конзолата се записват големи количества текст и да позволи по-точно докладване на промените, направени в средата на редовете.
de: Dies kann die Leistung verbessern, wenn große Textmengen in die Konsole geschrieben werden, und ermöglicht eine genauere Meldung von Änderungen, die in der Mitte von Zeilen vorgenommen wurden.
es: Puede mejorar el rendimiento cuando se escriban grandes volúmenes de texto en la consola y permite un anunciado más preciso de los cambios realizados en el medio de las líneas.
hr: To može unaprediti performanse kada se zapisuju velike količine teksta u terminal te omogućuje točnije izgovaranje novog teksta.
nl: Dit kan de prestatie verbeteren wanneer er grote tekstvolumes naar het console worden weggeschreven en maakt een nauwkeurigere melding van wijzigingen midden in regels mogelijk.
pt_br: Isso pode melhorar o desempenho quando grandes volumes de texto são gravados no console e permitir relatórios mais precisos das alterações feitas no meio das linhas.
ru: Это может улучшить производительность при выводе большого объёма текста в консоль и позволит более точно сообщать об изменениях, происходящих в середине строк.
ta: முனையங்களில் பெருமளவு உரை எழுதப்படும்பொழுது செயல்திறனை இது மேம்படுத்துவதோடு, வரிகளின் இடையில் ஏற்படும் மாற்றங்களையும் துல்லியமாக அறிவிக்கும்.
zh_tw: 當有大量文字填入主控台時可以提高效能，以及在一行文字的中間有文字改變時更精準地讀出，

source: However, in some applications, reading of new text may be choppy or inconsistent.
bg: Въпреки това, в някои приложения четенето на нов текст може да е накъсано или непоследователно.
de: Bei einigen Anwendungen kann das Lesen von neuem Text jedoch abgehackt oder inkonsistent sein.
es: Sin embargo, en algunas aplicaciones, la lectura de texto nuevo puede ser entrecortada o inconsistente.
hr: Međutim, u nekim aplikacijama, čitanje novog teksta može biti isprekidano ili nedosljedno.
nl: In sommige toepassingen kan het (voor)lezen van nieuwe tekst echter onzorgvuldig of inconsistent verlopen.
pt_br: No entanto, em alguns aplicativos, a leitura do novo texto pode ser irregular ou inconsistente.
ru: Однако в некоторых приложениях чтение нового текста может быть нечётким или непоследовательным.
ta: ஆனால், சில பயன்பாடுகளில், புதிய உரையைப் படிப்பதில் தடுமாற்றம், அல்லது சீரின்மை இருக்கும்.
zh_tw: 但是在某些應用程式中讀出新文字可能會斷斷續續或不連貫。

source: Difflib: this option causes NVDA to calculate changes to terminal text by line, even in situations where it is not recommended.
bg: Difflib: Тази опция кара NVDA да изчислява промените в текста на терминала по ред, дори в ситуации, когато това не се препоръчва.
de: Difflib: Diese Option bewirkt, dass NVDA Änderungen am Terminaltext zeilenweise berechnet, auch in Situationen, in denen dies nicht empfehlenswert ist.
es: Difflib: esta opción hace que NVDA calcule los cambios en el texto de la terminal por líneas, incluso en situaciones donde no sea recomendable.
hr: Difflib: Ova opcija prouzrokuje da NVDA izračunava izmjene u naredbenom redku redak po redak, čak u situacijama kada se to ne preporućuje.
nl: Difflib: Deze optie zorgt ervoor dat NVDA wijzigingen aan terminaltekst per regel berekent, zelfs in situaties waar dit niet aanbevelenswaardig is.
pt_br: Difflib: esta opção faz com que o NVDA calcule as alterações no texto do terminal por linha, mesmo em situações em que não é recomendado.
ru: Difflib: этот параметр заставляет NVDA вычислять изменения в тексте терминала по строкам, даже в ситуациях, когда это не рекомендуется.
ta: வரியளவிலான வேறுபாடுகளைக் கண்டறிதல்: முனையங்களில் தோன்றும் உரைகளின் வேறுபாடுகளை, பரிந்துரைக்கப்படாத தருணங்களில் கூட, வரியுரு அளவில் அல்லாமல், வரியளவில் என்விடிஏ கணக்கிடுகிறது.
zh_tw: 單行分析：此選項讓 NVDA 以逐行的方式來分析終端機中文字內容的改變，即使是在不建議使用的情況下，

source: It is identical to NVDA's behaviour in versions 2020.4 and earlier.
bg: Тя е идентична с поведението на NVDA във версии 2020.4 и по-стари.
de: Es ist identisch mit dem Verhalten von NVDA in den Versionen 2020.4 und älter.
es: Es idéntico al comportamiento de NVDA en la versión 2020.4 y anteriores.
hr: To je istovjetno ponašanju NVDA u inačicama 2020.4 i starijim.
nl: Hiermee zal NVDA zich hetzelfde gedragen als in versie 2020.4 en in daaraan voorafgaande versies.
pt_br: É idêntico ao comportamento do NVDA nas versões 2020.4 e anteriores.
ru: Это соответствует поведению NVDA 2020.4 и более ранних версий.
ta: 2020.4 மற்றும் அதற்கு முந்தைய பதிப்புகளில் இருக்கும் என்விடிஏவின் தன்மைக்கு இது ஒப்பானதாகும்.
zh_tw: 這與 NVDA 2020.4 及之前版本的預設作法相同。

source: This setting may stabilize reading of incoming text in some applications.
bg: Тази настройка може да стабилизира четенето на входящия текст в някои приложения.
de: Diese Einstellung kann das Lesen von eingehendem Text in einigen Anwendungen stabilisieren.
es: Esta opción puede estabilizar la lectura del texto entrante en algunas aplicaciones.
hr: Ova postavka može stabilizirati čitanje dolaznog teksta u nekim programima.
nl: Deze instelling kan meer stabiliteit bieden bij het lezen van nieuw in te voeren tekst in sommige toepassingen.
pt_br: Essa configuração pode estabilizar a leitura do texto recebido em alguns aplicativos.
ru: Эта настройка может стабилизировать чтение текста в некоторых приложениях.
ta: உள்வரும் உரைகளின் படித்தலை இவ்வமைப்பு சில பயன்பாடுகளில் நிலைப்படுத்தும்.
zh_tw: 此設定可以使某些應用程式中讀出傳入的文字時更加穩定，

source: However, in terminals, when inserting or deleting a character in the middle of a line, the text after the caret will be read out.
bg: Въпреки това, в терминали, когато вмъквате или изтривате символ в средата на ред, текстът след каретката ще бъде прочетен.
de: In Terminals wird jedoch beim Einfügen oder Löschen eines Zeichens in der Mitte einer Zeile der Text nach dem System-cursor vorgelesen.
es: Sin embargo, en las terminales, al insertar o eliminar un carácter en el medio de una línea, se leerá el texto después del cursor.
hr: Međutim, u naredbenim redcima, prilikom dodavanja ili brisanja znakova u sredini redka, tekst poslije kursora bit će pročitan.
nl: Wanneer er echter in terminal-toepassingen een tekenmidden in een regel wordt ingevoerd of verwijderd wordt de tekst achter de cursor voorgelezen.
pt_br: No entanto, nos terminais, ao inserir ou excluir um caractere no meio de uma linha, o texto após o cursor do sistema será lido.
ru: Однако в терминалах при вставке или удалении символа в середине строки будет читаться текст после каретки.
ta: ஆனால், முனையங்களில், ஒரு வரியினிடையே ஒரு வரியுருவைச் செருகும்பொழுது, அல்லது அழிக்கும்பொழுது, அவ்வரியுருவிற்கு அடுத்ததாக இருக்கும் உரை படிக்கப்படும்.
zh_tw: 但是在終端機中當編輯或刪除某行中間的字元時，其後的文字會被讀出來。

source: Speak new text in Windows Terminal via
bg: Изговаряй нов текст в терминала на Windows чрез
de: Neuen Text in Windows-Terminal mitteilen via
es: Verbalizar texto nuevo en la Terminal de Windows
hr: Izgovori novi tekst u Windows terminalu uz pomoć
nl: Nieuwe tekst in Windows Terminal via (voor)lezen
pt_br: Falar texto novo no Terminal Windows via
ru: Сообщать новый текст в терминале Windows с помощью
ta: விண்டோஸ் முனையத்தின் புதிய உரையை இவ்வழியே பேசுக
zh_tw: 在 Windows 終端機讀出新文字方式
