Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Report link destination |`NVDA+k` |`NVDA+k` |Pressing once speaks the destination URL of the link at the current caret or focus position. Pressing twice shows it in a window for more careful review
bg: Докладва местоназначението на връзката |`NVDA+K` |`NVDA+K` |Еднократното натискане изговаря URL адреса на връзката на текущата позиция на каретката или фокуса. Двукратното натискане го показва в прозорец за по-лесен преглед
de: Linkziel mitteilen |`NVDA+K` |`NVDA+K` |Durch einmaliges Drücken wird die Ziel-Adresse des Links an der aktuellen Cursor- oder Fokusposition ausgegeben. Durch zweimaliges Drücken wird ein Fenster zur genaueren Überprüfung angezeigt
es: Anunciar destino del enlace |`NVDA+k` |`NVDA+k` |Pulsando una vez verbaliza el destino de la URL del enlace en el cursor del sistema actual o en la posición del foco. Pulsando dos veces lo muestra en una ventana para una revisión más cuidadosa
hr: Čitaj odredište poveznice |`NVDA+k` |`NVDA+k` |Kada se pritisne jedamput, izgovara poveznicu pod kursorom ili u fokusu. Kada se pritisne dvaput, pokazuje poveznicu u prozoru za pažljiviji pregled
nl: Einddoel van koppeling melden |`NVDA+k` |`NVDA+k` |Bij eenmaal drukken hoor je de URL van de link bij de huidige positie van de caret of van de focus. Bij tweemaal drukken wordt deze in een venster getoond om nauwkeurigere inspectie mogelijk te maken.
pt_br: Relatar destino de link |`NVDA+k` |`NVDA+k` |Pressionar uma vez fala a URL de destino do link na posição atual do cursor ou foco. Pressionar duas vezes mostra-o em uma janela para uma exploração mais cuidadosa
ru: Сообщить расположение ссылки |`NVDA+k` |`NVDA+k` |При однократном нажатии озвучивается целевой URL-адрес ссылки в текущей позиции каретки или фокуса. Двойное нажатие отобразит его в окне для более тщательного просмотра
ta: தொடுப்பின் இலக்கை அறிவித்திடுக |`என்விடிஏ+k` |`என்விடிஏ+k` |ஒரு முறை அழுத்தினால், தற்பொழுது கணினிச் சுட்டி, அல்லது குவிமையத்தின் கீழிருக்கும் தொடுப்பின் இணைய முகவரியை அறிவித்திடும். இருமுறை அழுத்தினால், இணைய முகவரியை சீராய, அதை உலாவு நிலையில் காட்டிடும்
zh_tw: 讀出連結目標 |NVDA+K |NVDA+K |按一下讀出游標或焦點所在連結的目標 URL，連按兩下將 URL 顯示在一個視窗中以方便仔細瀏覽。

source: Report caret location |NVDA+numpadDelete |NVDA+delete |Reports information about the location of the text or object at the position of system caret. For example, this might include the percentage through the document, the distance from the edge of the page or the exact screen position. Pressing twice may provide further detail.
bg: Докладване на местоположението на каретката |NVDA+Delete от цифровия блок |NVDA+Delete |Докладва информация за местоположението на текста или обекта в позицията на системната каретка. Например, това може да включва процента на напредъка в документа, разстоянието от ръба на страницата или точната позиция на екрана. Двукратното натискане може да предостави допълнителни подробности.
de: Position des System-Cursors mitteilen |NVDA+Nummernblock Entfernen |NVDA+Entf |Meldet Informationen über die Position des Textes oder des Objekts an der Position des System-Cursors. Dies kann z. B. der Prozentsatz im Dokument, der Abstand zum Seitenrand oder die genaue Position auf dem Bildschirm sein. Durch zweimaliges Drücken können weitere Details angezeigt werden.
es: Anunciar ubicación del cursor |NVDA+suprimir del teclado numérico |NVDA+suprimir |Anuncia información acerca de la ubicación del texto o del objeto en la posición del cursor del sistema. Por ejemplo, esto podría incluir el porcentaje del documento, la distancia desde el margen de la página o de la posición exacta de la pantalla. Pulsar dos veces puede proporcionar detalles adicionales.
hr: Izvjesti o poziciji kursora sustava |NVDA+numeričkiDelete |NVDA+delete |Čita informacije o lokaciji teksta ili objekta na poziciji kursora sustava. Na primjer, ovo može uuključivati postotak diljem dokumenta, udaljenost od ruba stranice ili točnu lokaciju na zaslonu. Kada se pritisne dvaput postoji mogućnost dobivanja više detalja.
nl: Cursorlocatie melden| NVDA+numeriekDelete |NVDA+delete |Meldt informatie over de locatie van de tekst of het object ten opzichte van de positie van de systeemcursor. Hieronder kan bij voorbeeld vallen waar procentsgewijs in het document de cursor zich bevindt, de afstand vanaf de rand van de pagina of de exacte schermpositie. Ttweemaal drukken geeft mogelijk meer details.
pt_br: Anunciar a localização do cursor do sistema |NVDA+del do bloco numérico |NVDA+del |Anuncia informações sobre a localização do texto ou objeto na posição do cursor do sistema. Por exemplo, isso pode incluir a percentagem do documento, a distância da borda da página ou a exata posição na tela. Pressionando duas vezes, poderá fornecer detalhes adicionais.
ru: Сообщить расположение системной каретки |NVDA+NumpadDelete |NVDA+Delete |Сообщает информацию о расположении текста или объекта в позиции системной каретки. Например, это может быть процентное значение от начала документа, расстояние до краёв страницы или точное расположение на экране. Двойное нажатие может предоставить дополнительные подробности.
ta: கணினிச் சுட்டியின் அமைவிடத்தை அறிவித்திடுக |என்விடிஏ+எண் திட்டு அழி |என்விடிஏ+ அழி |கணினிச் சுட்டியின் இடத்திலிருக்கும் உரை, அல்லது பொருளின் இருப்பிடத் தகவலை அறிவித்திடும். எடுத்துக்காட்டாக, ஆவணத்தில் கடந்துவந்துள்ள நீளம் எத்தனை விழுக்காடு, பக்கத்தின் ஓரத்திலிருந்து எத்தனை தொலைவு, அல்லது திரைநிலையின் துல்லியம் ஆகியவை இதில் உள்ளடங்கும். இருமுறை அழுத்தினால், கூடுதல் தகவல்களை வழங்கும்.
zh_tw: 讀出游標位置 |NVDA+數字鍵盤 Delete |NVDA+Delete |讀出系統游標所在的文字或物件的位置資訊。例如：這可能包括文件中的百分比、頁面與邊緣的距離或精確的螢幕位置，連按兩下可提供更多細節。

source: Next sentence |alt+downArrow |alt+downArrow |Moves the caret to the next sentence and announces it. (only supported in Microsoft Word and Outlook)
bg: Следващо изречение |alt+стрелка надолу |alt+стрелка надолу |Придвижва каретката до следващо изречение и го прочита. (поддържа се само в Microsoft Word и Outlook)
de: Nächsten Satz vorlesen |Alt+Pfeiltaste nach unten |Alt+Pfeiltaste nach unten |Zieht die Schreibmarke zum nächsten Satz und gibt ihn aus (nur in Microsoft Word und Microsoft Outlook unterstützt).
es: Frase siguiente |alt+flecha abajo |alt+flecha abajo |Mueve el cursor a la frase siguiente y la anuncia. (sólo se soporta en Microsoft Word y Outlook)
hr: Sljedeća rečenica |alt+Strelicadolje |alt+StrelicaDolje |Premješta kursor na sljedeću rečenicu, a potom je izgovara. (Podržano u Microsoft Wordu i Outlooku)
nl: Volgende zin |alt+Pijl omlaag |alt+Pijl omlaag |Verplaatst cursor naar volgende zin en meldt deze (alleen ondersteund in Microsoft Word en Outlook).
pt_br: Próxima Sentença |alt+seta para baixo |alt+seta para baixo |Move o cursor do sistema para a próxima sentença e a anuncia. (suportado apenas no Microsoft Word e Outlook)
ru: Следующее предложение |Alt+↓ |Alt+↓ |Перемещает каретку на следующее предложение и объявляет его. (поддерживается только в Microsoft Word и Outlook)
ta: அடுத்த சொற்றொடர் |நிலைமாற்றி+கீழம்பு |நிலைமாற்றி+கீழம்பு |கணினிச் சுட்டியை அடுத்த சொற்றொடருக்கு நகர்த்தி, அதைப் படிக்கிறது. (இது மைக்ரோசாஃப்ட் வேர்ட் மற்றும் ஔட்லுக்கில் மட்டும் ஆதரிக்கப்படுகிறது.)
zh_tw: 下一句 |Alt+向下鍵 |Alt+向下鍵 |移動游標到下一個句子的開頭並讀出該句子 (僅支援 Microsoft Word 及 Outlook)

source: Previous sentence |alt+upArrow |alt+upArrow |Moves the caret to the previous sentence and announces it. (only supported in Microsoft Word and Outlook)
bg: Предишно изречение |alt+стрелка нагоре |alt+стрелкаНагоре |Придвижва каретката до предишно изречение и го прочита. (поддържа се само в Microsoft Word и Outlook)
de: Vorherigen Satz vorlesen |Alt+Pfeiltaste nach oben |Alt+Pfeiltaste nach oben |Zieht die Schreibmarke zum vorherigen Satz und gibt ihn aus (nur in Microsoft Word und Microsoft Outlook unterstützt).
es: Frase anterior |alt+flecha arriba |alt+flecha arriba |Mueve el cursor a la frase anterior y la anuncia. (sólo se soporta en Microsoft Word y Outlook)
hr: Prethodna rečenica |alt+StrelicaGore |alt+StrelicaGore |Premješta kursor na prethodnu rečenicu, a potom je izgovara. (Podržano u Microsoft Wordu i Outlooku)
nl: Vorige zin |alt+Pijl omhoog |Alt+Pijl omhoog |Verplaatst cursor naar vorige zin en meldt deze (alleen ondersteund in Microsoft Word en Outlook ).
pt_br: Sentença anterior |alt+seta para cima |alt+seta para cima |Move o cursor do sistema para a sentença anterior e a anuncia. (suportado apenas no Microsoft Word e Outlook)
ru: Предыдущее предложение |Alt+↑ |Alt+↑ |Перемещает каретку на предыдущее предложение и объявляет его. (поддерживается только в Microsoft Word и Outlook)
ta: முந்தைய சொற்றொடர் |நிலைமாற்றி+மேலம்பு |நிலைமாற்றி+மேலம்பு |கணினிச் சுட்டியை முந்தைய சொற்றொடருக்கு நகர்த்தி, அதைப் படிக்கிறது. (இது மைக்ரோசாஃப்ட் வேர்ட் மற்றும் ஔட்லுக்கில் மட்டும் ஆதரிக்கப்படுகிறது.)
zh_tw: 上一句 |Alt+向上鍵 |Alt+向上鍵 |移動游標到上一個句子的開頭並讀出該句子 (僅支援 Microsoft Word 及 Outlook)

source: When within a table, the following key commands are also available:
bg: Когато сме в таблица, са налични също и следните клавишни команди:
de: Für die Navigation in Tabellen stehen folgende Tastenkombinationen zur Verfügung:
es: Cuando estés en una tabla, las siguientes teclas de órdenes también están disponibles:
hr: Unutar tablice su dostupni i sljedeći prečaci:
nl: Binnen een tabel kunt u ook de volgende toetscommando’s gebruiken:
pt_br: Quando estiver numa tabela, as seguintes teclas de atalho também estarão disponíveis:
ru: Внутри таблиц также доступны следующие клавиатурные команды:
ta: ஒரு அட்டவணைக்குள் இருக்கும்பொழுது, கீழ் கண்ட விசைக் கட்டளைகளைப் பயன்படுத்தலாம்:
zh_tw: 當在表格內時也可使用以下的快速鍵：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Move to previous column |control+alt+leftArrow |Moves the system caret to the previous column (staying in the same row)
bg: Придвижване до предишната колона |Control+Alt+Стрелка наляво |Придвижва каретката до предишната колона (оставайки на същия ред)
de: Zur vorherigen Spalte navigieren |Strg+Alt+Pfeiltaste nach links |Zieht den System-Cursor zur vorherigen Spalte in der gleichen Zeile.
es: Moverse a la columna anterior |control+Alt+Flecha Izquierda |Mueve el cursor del sistema a la columna anterior (permaneciendo en la misma fila)
hr: Premjesti se na prethodni stupac |kontrol+alt+strelicaLijevo |Premješta kursor sustava na prethodni stupac (pritom ostajući u istom retku)
nl: Ga naar vorige kolom |control+alt+pijl links |Verplaatst systeemcursor naar vorige kolom(van dezelfde rij)
pt_br: Mover para a coluna anterior |control+alt+seta para esquerda |Move o cursor do sistema para a coluna anterior (permanecendo na mesma linha)
ru: Перейти на предыдущий столбец |Control+Alt+← |Перемещает каретку на предыдущий столбец (на этой же строке)
ta: முந்தைய நெடுவரிசைக்குச் செல்க |நிலைமாற்றி+கட்டுப்பாடு+இடதம்பு |தற்போதைய கிடை வரிசையில் இருந்து கொண்டே, முந்தைய நெடுவரிசைக்குக் கணினிச் சுட்டியை நகர்த்தும்
zh_tw: 移到左一欄 |Ctrl+Alt+向左鍵 |移動游標到左一欄 (仍在同一列中)

source: Move to next column |control+alt+rightArrow |Moves the system caret to the next column (staying in the same row)
bg: Придвижване до следващата колона |Control+Alt+Стрелка надясно |Придвижва каретката до следващата колона (оставайки на същия ред)
de: Zur nächsten Spalte navigieren |Strg+Alt+Pfeiltaste nach rechts |Zieht den System-Cursor zur nächsten Spalte in der gleichen Zeile.
es: Moverse a la columna siguiente |control+Alt+Flecha Derecha |Mueve el cursor del sistema a la columna siguiente (permaneciendo en la misma fila)
hr: Premjesti se na sljedeći stupac |kontrol+alt+strelicaDesno |Premješta kursor sustava na sljedeći stupac (pritom ostajući u istom retku)
nl: Ga naar volgende kolom |control+alt+pijl rechts |Verplaatst systeemcursor naar volgende kolom(van dezelfde rij)
pt_br: Mover para a próxima coluna |control+alt+seta para direita |Move o cursor do sistema para a próxima coluna (permanecendo na mesma linha)
ru: Перейти на следующий столбец |Control+Alt+→ |Перемещает каретку на следующий столбец (на этой же строке)
ta: அடுத்த நெடுவரிசைக்குச் செல்க |நிலைமாற்றி+கட்டுப்பாடு+வலதம்பு |தற்போதைய கிடை வரிசையில் இருந்து கொண்டே, அடுத்த நெடுவரிசைக்குக் கணினிச் சுட்டியை நகர்த்தும்
zh_tw: 移到右一欄 |Ctrl+Alt+向右鍵 |移動游標到右一欄 (仍在同一列中)

source: Move to previous row |control+alt+upArrow |Moves the system caret to the previous row (staying in the same column)
bg: Придвижване до предишния ред |Control+Alt+Стрелка нагоре |Придвижва каретката до предишния ред (оставайки в същата колона)
de: Zur vorherigen Zeile navigieren |Strg+Alt+Pfeiltaste nach oben |Zieht den System-Cursor zur vorherigen Zeile in der gleichen Spalte.
es: Moverse a la fila anterior |control+Alt+Flecha Arriba |Mueve el cursor del sistema a la fila anterior (permaneciendo en la misma columna)
hr: Premjesti se na prethodni redak |kontrol+alt+strelicaGore |Premješta kursor sustava na prethodni redak (pritom ostajući u istom stupcu)
nl: Ga een rij naar boven |control+alt+pijl omhoog |Verplaatst de systeemcursor een rij omhoog(van dezelfde kolom)
pt_br: Mover para a linha anterior |control+alt+seta para cima |Move o cursor do sistema para a linha anterior (permanecendo na mesma coluna)
ru: Перейти на предыдущую строку |Control+Alt+↑ |Перемещает каретку на предыдущую строку (на этом же столбце)
ta: முந்தைய கிடை வரிசைக்குச் செல்க |நிலைமாற்றி+கட்டுப்பாடு+மேலம்பு |தற்போதைய நெடுவரிசையில் இருந்து கொண்டே, முந்தைய கிடை வரிசைக்குக் கணினிச் சுட்டியை நகர்த்தும்
zh_tw: 移到上一列 |Ctrl+Alt+向上鍵 |移動游標到上一列 (仍在同一欄中)

source: Move to next row |control+alt+downArrow |Moves the system caret to the next row (staying in the same column)
bg: Придвижване до следващия ред |Control+Alt+Стрелка надолу |Придвижва каретката до следващия ред (оставайки в същата колона)
de: Zur nächsten Zeile navigieren |Strg+Alt+Pfeiltaste nach unten |Zieht den System-Cursor zur nächsten Zeile in der gleichen Spalte.
es: Moverse a la fila siguiente |control+Alt+Flecha Abajo |Mueve el cursor del sistema a la siguiente fila (permaneciendo en la misma columna)
hr: Premjesti se na sljedeći stupac |kontrol+alt+strelicaDolje |Premješta kursor sustava na sljedeći redak (pritom ostajući u istom stupcu)
nl: Ga een rij omlaag |control+alt+pijl omlaag |Verplaatst de systeemcursor een rij omlaag(van dezelfde kolom)
pt_br: Mover para a próxima linha |control+alt+seta para baixo |Move o cursor do sistema para a linha seguinte (permanecendo na mesma coluna)
ru: Перейти на следующую строку |Control+Alt+↓ |Перемещает каретку на следующую строку (на этом же столбце)
ta: அடுத்த கிடை வரிசைக்குச் செல்க |நிலைமாற்றி+கட்டுப்பாடு+கீழம்பு |தற்போதைய நெடுவரிசையில் இருந்து கொண்டே, முந்தைய கிடை வரிசைக்குக் கணினிச் சுட்டியை நகர்த்தும்
zh_tw: 移到下一列 |Ctrl+Alt+向下鍵 |移動游標到下一列 (仍在同一欄中)

source: Move to first column |control+alt+home |Moves the system caret to the first column (staying in the same row)
bg: Придвижване до първата колона |Control+Alt+Home |Придвижва каретката до първата колона (оставайки в същия ред)
de: Zur ersten Spalte navigieren |Strg+Alt+Pos1 |Zieht den System-Cursor in die erste Spalte (bleibt in der gleichen Zeile)
es: Moverse a la primera columna |control+alt+inicio |Mueve el cursor del sistema a la primera columna (permaneciendo en la misma fila)
hr: Premjesti se na prvi stupac |ctrl+alt+home |Pomiće kursor sustava na prvi stupac (ostajući u istom redku)
nl: Ga naar eerste kolom |control+alt+home |Verplaatst systeemcursor naar de eerste kolom (van dezelfde rij )
pt_br: Mover para a primeira coluna |control+alt+home |Move o cursor do sistema para a primeira coluna (permanecendo na mesma linha)
ru: Перейти на первый столбец |Control+Alt+Home |Перемещает системную каретку на первый столбец (располагаясь на той же строке)
ta: முதல் நெடுவரிசைக்கு செல்க |கட்டுப்பாடு+நிலைமாற்றி+தொடக்கம் |தற்போதைய கிடைவரிசையில் இருந்து கொண்டே, முதல் நெடுவரிசைக்குக் கணினிச் சுட்டியை நகர்த்தும்
zh_tw: 移到第一欄 |Ctrl+Alt+Home |移動游標到第一欄 (仍在同一列中)

source: Move to last column |control+alt+end |Moves the system caret to the last column (staying in the same row)
bg: Придвижване до последната колона |Control+Alt+End |Придвижва каретката до последната колона (оставайки в същия ред)
de: Zur letzten Spalte navigieren |Strg+Alt+Ende |Zieht den System-Cursor in die letzte Spalte (bleibt in der gleichen Zeile)
es: Moverse a la última columna |control+alt+fin |Mueve el cursor del sistema a la última columna (permaneciendo en la misma fila)
hr: Premjesti se na zadnji stupac |ctrl+alt+end |pomiće kursor na zadnji stupac (ostajući u istom redku)
nl: Ga naar laatste kolom |control+alt+end |Verplaatst de systeemcursor naar de laatste kolom (van dezelfde rij)
pt_br: Mover para a última coluna |control+alt+end |Move o cursor do sistema para a última coluna (permanecendo na mesma linha).
ru: Перейти на последний столбец |Control+Alt+End |Перемещает системную каретку на последний столбец (располагаясь на той же строке)
ta: கடைசி நெடுவரிசைக்கு செல்க |கட்டுப்பாடு+நிலைமாற்றி+முடிவு |தற்போதைய கிடைவரிசையில் இருந்து கொண்டே, கடைசி நெடுவரிசைக்குக் கணினிச் சுட்டியை நகர்த்தும்
zh_tw: 移到最後一欄 |Ctrl+Alt+End |移動游標到最後一欄 (仍在同一列中)

source: Move to first row |control+alt+pageUp |Moves the system caret to the first row (staying in the same column)
bg: Придвижване до първия ред |Control+Alt+Page Up |Придвижва каретката до първия ред (оставайки в същата колона)
de: Zur ersten Zeile navigieren |Strg+Alt+Seite nach oben |Zieht den System-Cursor in die erste Zeile (bleibt in gleichen Spalte)
es: Moverse a la primera fila |control+alt+rePág |Mueve el cursor del sistema a la primera fila (permaneciendo en la misma columna)
hr: Premjesti se na prvi redak |ctrl+alt+pageUp |Pomiće kursor sustava u prvi redak (ostajući u istom stupcu)
nl: Ga naar eerste rij |control+alt+pageUp |Verplaatst de systeemcursor naar de eerste rij (van dezelfde kolom)
pt_br: Mover para a primeira linha |control+alt+pageUp |Move o cursor do sistema para a primeira linha (permanecendo na mesma coluna)
ru: Перейти на первую строку |Control+Alt+PageUp |Перемещает системную каретку на первую строку (располагаясь на том же столбце)
ta: முதல் கிடைவரிசைக்கு செல்க |கட்டுப்பாடு+நிலைமாற்றி+பக்கம் மேல் |தற்போதைய நெடுவரிசையில் இருந்து கொண்டே, முதல் கிடைவரிசைக்குக் கணினிச் சுட்டியை நகர்த்தும்
zh_tw: 移到第一列 |Ctrl+Alt+PageUp |移動游標到第一列 (仍在同一欄中)

source: Move to last row |control+alt+pageDown |Moves the system caret to the last row (staying in the same column)
bg: Придвижване до последния ред |Control+Alt+Page Down |Придвижва каретката до последния ред (оставайки в същата колона)
de: Zur letzten Zeile navigieren |Strg+Alt+Seite nach unten |Zieht den System-Cursor in die letzte Zeile (bleibt in gleichen Spalte)
es: Moverse a la última fila |control+alt+avPág |Mueve el cursor del sistema a la última fila (permaneciendo en la misma columna)
hr: Premjesti se na zadnji redak |ctrl+alt+pageDown |pomiće kursor sustava na zadnji redak (ostajući u istom stupcu)
nl: Ga naar laatste rij |control+alt+pageDown |Verplaatst de systeemcursor naar de laatste rij (van dezelfde kolom)
pt_br: Mover para a última linha |control+alt+pageDown |Move o cursor do sistema para a última linha (permanecendo na mesma coluna)
ru: Перейти на последнюю строку |Control+Alt+PageDown |Перемещает системную каретку на последнюю строку (располагаясь на том же столбце)
ta: கடைசி கிடைவரிசைக்கு செல்க |control+alt+pageDown |தற்போதைய நெடுவரிசையில் இருந்து கொண்டே, கடைசி கிடைவரிசைக்குக் கணினிச் சுட்டியை நகர்த்தும்
zh_tw: 移到最後一列 |Ctrl+Alt+PageDown |移動游標到最後一列 (仍在同一欄中)

source: Say all in column |`NVDA+control+alt+downArrow` |Reads the column vertically from the current cell downwards to the last cell in the column.
bg: Прочитане на всичко в колоната |`NVDA+Control+Alt+Стрелка надолу` |Прочита колоната вертикално от текущата клетка надолу до последната клетка в колоната.
de: Alles in Spalte vorlesen |`NVDA+Strg+Alt+Pfeiltaste nach unten` |Liest die Spalte vertikal von der aktuellen Zelle abwärts bis zur letzten Zelle der Spalte vor.
es: Leer todo en columna |`NVDA+control+alt+flecha abajo` |Lee la columna verticalmente desde la celda actual hacia abajo hasta la última celda en la columna.
hr: Čitaj sve u stupcu |`NVDA+control+alt+strelica dolje` |Čita stupac vertikalno od trenutne ćelije prema dolje do zadnje ćelije u stupcu.
nl: Alles lezen in kolom |`NVDA+control+alt+pijlOmlaag` |Kolom wordt vertikaal vanaf de huidige cel neerwaarts tot de laatste cel in de kolom gelezen.
pt_br: Leitura contínua na coluna |`NVDA+control+alt+seta para baixo` |Lê a coluna verticalmente da célula atual para baixo até a última célula da coluna.
ru: Читать весь столбец от текущей ячейки |`NVDA+control+alt+стрелкаВниз` |Читает столбец по вертикали от текущей ячейки вниз до последней ячейки в столбце.
ta: நெடுவரிசையில் எல்லாம் படித்திடுக |`என்விடிஏ+கட்டுப்பாடு+நிலைமாற்றி+கீழம்பு` |நெடுவரிசையின் தற்போதைய சிறுகட்டத்திலிருந்து கீழ்நோக்கி கடைசி சிறுகட்டம் வரை செங்குத்தாகப் படிக்கிறது.
zh_tw: 向下讀出整欄 |NVDA+Ctrl+Alt+向下鍵 |從目前儲存格垂直向下讀到此欄的最後一個儲存格。

source: Say all in row |`NVDA+control+alt+rightArrow` |Reads the row horizontally from the current cell rightwards to the last cell in the row.
bg: Прочитане на всичко в реда |`NVDA+Control+Alt+Стрелка надясно` |Прочита реда хоризонтално от текущата клетка надясно до последната клетка в реда.
de: Alles in Zeile vorlesen |`NVDA+Strg+Alt+Pfeiltaste nach rechts` |Liest die Zeile horizontal von der aktuellen Zelle nach rechts bis zur letzten Zelle der Zeile vor.
es: Leer todo en fila |`NVDA+control+alt+flecha derecha` |Lee la fila horizontalmente desde la celda actual hacia la derecha hasta la última celda en la fila.
hr: Čitaj sve u redku |`NVDA+control+alt+strelica desno` |Čita redak horizontalno od trenutne ćelije prema desno do zadnje ćelije u redku.
nl: Alles in rij lezen |`NVDA+control+alt+pijlRechts` |De rij wordt horizontaal vanaf de huidige cel naar rechts tot de laatste cel in de rij gelezen.
pt_br: Leitura contínua na linha |`NVDA+control+alt+seta para direita` |Lê a linha horizontalmente da célula atual para a direita até a última célula da linha.
ru: Читать всю строку от текущей ячейки |`NVDA+control+alt+стрелкаВправо` |Прочитывает строку по горизонтали от текущей ячейки вправо до последней ячейки в строке.
ta: கிடைவரிசையில் எல்லாம் படித்திடுக |`என்விடிஏ+கட்டுப்பாடு+நிலைமாற்றி+வலதம்பு` |கிடைவரிசையின் தற்போதைய சிறுகட்டத்திலிருந்து வலதுநோக்கி கடைசி சிறுகட்டம் வரை கிடைமட்டமாகப் படிக்கிறது.
zh_tw: 向右讀出整列 |NVDA+Ctrl+Alt+向右鍵 |從目前儲存格水平向右讀到此列的最後一個儲存格。
