Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Pages can include rich content using technologies such as Oracle Java and HTML5, as well as applications and dialogs.
bg: Страниците може да включват богато съдържание, използвайки технологии като Oracle Java и HTML5, а също така да включват и приложения или диалози.
de: Es gibt zunehmend Internetseiten, die mit Technologien für mediale Inhalte wie Oracle Java oder html5 mit Anwendungen und Dialogen ausgestattet sind.
es: Las páginas pueden incluir contenido enriquecido utilizando tecnologías tales como Oracle Java y HTML5, así como aplicaciones y diálogos.
hr: Web stranice mogu uključivati obogaćeni sadržaj koristeći tehnologije kao što su Oracle Java i HTML5, kao i aplikacije i dijaloške okvire.
nl: De inhoud van pagina’s kan verrijkt zijn met programmatuur zoals Oracle Java en HTML5, maar ook met applicaties en dialoogvensters.
pt_br: As páginas podem incluir conteúdo avançado oriundo de tecnologias tais como o Oracle Java e HTML5, bem como aplicativos e diálogos.
ru: Страницы могут содержать разнообразный контент, использующий такие технологии как Oracle Java и HTML5, а также приложения и диалоговые окна.
ta: பக்கங்களில் ஆரக்கிள் ஜாவா, எச்டிஎம்எல் 5 போன்ற தொழில்நுட்பங்களைக் கொண்டு, உள்ளடக்கங்கள் செரிவூட்டப்பட்டிருப்பதோடு, பயன்பாடுகளும், உரையாடல்களும் அவைகளில் காணப்படலாம்.
zh_tw: 網頁可使用 Oracle Java 與 HTML5 技術以及應用程式與對話框來呈現豐富的內容，

source: Where these are encountered in browse mode, NVDA will report "embedded object", "application" or "dialog", respectively.
bg: Когато те се срещнат в режим на разглеждане, NVDA ще ви съобщи „Вграден обект“, „Приложение“ или „Диалог“.
de: Wenn Sie im Lesemodus auf einen dieser Inhalte stoßen, meldet NVDA dem entsprechend "Eingebettetes Objekt", "Anwendung" oder "Dialog".
es: En los casos en que se encuentren en el modo de Navegación, NVDA anunciará "objeto integrado", "aplicación" o "diálogo", respectivamente.
hr: NVDA će izgovoriti "ugrađeni objekt", "aplikacija" ili "dijaloški okvir" Gdje su takvi objekti otkriveni.
nl: Wanneer u iets dergelijks tegenkomt in bladermodus zal NVDA dit respectievelijk melden als “Ingebed (Embedded) Object”, “applicatie”, of “dialoogvenster.
pt_br: Quando estes são encontrados no modo de navegação, o NVDA anuncia "objeto embutido", "aplicativo" ou "diálogo" respectivamente.
ru: В тех местах, где такой контент встречается в режиме обзора, NVDA будет сообщать "встроенный объект", "приложение" или "диалог" соответственно.
ta: உலாவும் நிலையில் இவைகளை என்விடிஏ எதிர்கொள்ளும்பொழுது, "பொதிந்துள்ள பொருள்", "பயன்பாடு", அல்லது "உரையாடல்" என்று தகுந்தவாறு அறிவிக்கும்.
zh_tw: 當在瀏覽模式遇到這些物件，NVDA 將分別讀出「嵌入式物件」、「應用程式」或「對話框」的提示，

source: You can quickly move to them using the o and shift+o embedded object single letter navigation keys.
bg: Можете бързо да се придвижвате до тях с помощта на клавишите за навигация с единична буква за вграден обект O и Shift+O.
de: Um zu einem eingebetteten Objekt zu navigieren, betätigen Sie die Schnellnavigationstaste O oder Umschalt+O.
es: Puedes moverte rápidamente a ellos utilizando las teclas de navegación de una sola tecla de objetos integrados o y shift+o.
hr: Možete se brzo kretati po njima koristeći o i šift+o prečace za brzo kretanje po ugrađenim objektima.
nl: Met de letternavigatietoetsen o en Shift + o kunt u hier snel naar toe navigeren.
pt_br: Você pode mover-se rapidamente para eles usando as teclas de navegação com caractere avulso para objetos embutidos o e shift+o.
ru: Вы можете быстро перемещаться по таким элементам на странице с помощью клавиш быстрой навигации O и Shift+O.
ta: இவைகளுக்கிடையே விரைவாக நகர, o, மற்றும் மாற்றழுத்தி+o ஒற்றையெழுத்து வழிசெலுத்தி விசையைப் பயன்படுத்தலாம்.
zh_tw: 您可使用 o 及 Shift+O 單鍵導覽按鍵快速移到這些物件，

source: To interact with these objects, you can press enter on them.
bg: Може да натиснете Enter върху тези обекти, за да си взаимодействате с тях.
de: Betätigen Sie anschließend die Eingabetaste, um mit einem Objekt zu interagieren.
es: Para interactuar con estos objetos, puedes pulsar intro sobre ellos.
hr: Kako biste ušli u interakciju s tim objektima, pritisnite tipku enter kad se nalazite na njima.
nl: Door op Enter te drukken wordt interactie met zulke objecten mogelijk.
pt_br: Para interagir com esses objetos, você pode pressionar Enter neles.
ru: Для начала взаимодействия с выбранным объектом, вы можете нажать на нём клавишу Enter.
ta: இப்பொருட்களினுடன் அளவளாவ, அவைகளின் மீது உள்ளிடு விசையை அழுத்தலாம்.
zh_tw: 要與這些物件互動可在物件上按 Enter，

source: If it is accessible, you can then tab around it and interact with it like any other application.
bg: Ако даденият обект е достъпен, вие може да си взаимодействате с него, както с всяко друго приложение.
de: Sofern das Objekt barrierefrei gestaltet wurde, können Sie innerhalb dieses Objekts normal mit der Tab-Taste navigieren und damit wie in einer gewöhnlichen Anwendung arbeiten.
es: Si son accesibles, entonces puedes tabular por ellos e interactuar como con cualquier otra aplicación.
hr: Ako je pristupačan, možete u njemu pritiskati tabulator i koristiti ga kao u svim drugim aplikacijama.
nl: Als het object toegankelijk is, kunt u het met de TAB-toets verkennen en bewerkingen uitvoeren zoals u dat ook in andere toepassingen gewend bent.
pt_br: Se forem acessíveis, pode pressionar Tab para navegar por eles e interagir como com qualquer outro aplicativo.
ru: Если этот объект доступен, то вы сможете, используя клавиши Tab и Shift+Tab, работать с ним так же, как и с любым другим приложением.
ta: பொருளை அணுக முடியுமானால், பிற பயன்பாடுகளில் செயற்படுவதுபோல, இப்பொருளின் ஊடேயும் தத்தல் விசையைக் கொண்டு வழிசெலுத்தலாம்.
zh_tw: 如果具可及性您便可像一般的應用程式那樣按 Tab 移動並操作，

source: A key command is provided to return to the original page containing the embedded object:
bg: Предоставена е клавишна команда, за да се върнете във виртуалния буфер, съдържащ този обект:
de: Es gibt eine Tastenkombination, um in die Originalansicht der Seite zurückzukehren:
es: Se proporciona una orden de teclado para regresar a la página original que contiene al objeto integrado:
hr: Postoji prečac za vraćanje na izvornu stranicu koja sadrži taj ugrađeni objekt:
nl: Er is een toetscombinatie beschikbaar om weer terug te gaan naar de oorspronkelijke pagina waarop zich het object bevindt.
pt_br: É fornecido um comando de tecla para voltar à página original que contém o objeto embutido:
ru: Для перехода на исходную страницу, содержащую встроенный объект, доступна следующая клавиатурная команда:
ta: பொதிந்துள்ள பொருளைக் கொண்டுள்ள பக்கத்திற்குத் திரும்பிச் செல்ல, ஒரு விசைக் கட்டளையும் கொடுக்கப்பட்டுள்ளது.
zh_tw: 以下的快速鍵用以回到包含嵌入式物件的原來網頁：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Move to containing browse mode document |NVDA+control+space |Moves the focus out of the current embedded object and into the document that contains it
bg: Премества до съдържащия документ |NVDA+Control+Space |Премества фокуса извън текущия вграден обект и в съдържащия го документ
de: Zum Inhalt des Lesemodus zurückkehren |NVDA+Strg+Leertaste |Verlässt den Fokus des eingebetteten Objekts und kehrt in den Lesemodus zurück
es: Mover al contenido del modo de Navegación |NVDA+control+espacio |Mueve el foco fuera del actual objeto integrado y lo pone dentro del documento que lo contiene
hr: Premjesti se na dokument sadržaja u modusu čitanja |NVDA+kontrol+razmaknica |Premješta kursor iz trenutačnog ugrađenog objekta u dokument koji ga sadrži
nl: Terug naar inhoud van document |NVDA+control+spatiebalk |Verplaatst de focus van het huidige ingevoegde object naar “het document waarin het zich bevindt
pt_br: Mover para o Documento que contém o objeto embutido |NVDA+control+espaço |Move o foco para fora do objeto embutido atual e retorna ao Documento que o contém
ru: Перейти на исходный документ в режиме обзора |NVDA+Control+Пробел |Переводит фокус из текущего встроенного объекта на исходный документ, содержащий его
ta: பொதிந்துள்ள பொருளைக் கொண்டுள்ளப் பக்கத்திற்குத் திரும்பிச் செல்க |என்விடிஏ+கட்டுப்பாடு+இடைவெளி |பொதிந்துள்ள பொருளைத் தன்னுள் கொண்டிருக்கும் ஆவணத்திற்குத் திரும்பிச் செல்லும்
zh_tw: 移到包含物件的瀏覽模式文件 |NVDA+Ctrl+空白鍵 |移動焦點離開目前的嵌入式物件回到包含該物件的文件中。

source: Native Selection Mode
bg: Режим на пряко маркиране
de: Native Auswahl
es: Modo de Selección Nativa
hr: Način kopiranja sa sačuvanim oblikovanjem
nl: NVDA-intrinsieke SelectieModus
pt_br: Modo de Seleção Nativa
ru: Режим исходного выделения
ta: பயன்பாட்டுத் தெரிவு முறை
zh_tw: 原生選取模式

source: By default when selecting text with the `shift+arrow` keys in Browse Mode, a selection is only made within NVDA's Browse Mode representation of the document, and not within the application itself.
bg: По подразбиране, когато маркирате текст с клавишите `Shift+стрелка` в режим на разглеждане, маркирането се извършва само при представяне на документа в Режима на разглеждане на NVDA, а не в самото приложение.
de: Wenn Sie im Lesemodus Text mit `Umschalt+Pfeiltasten` auswählen, wird die Auswahl standardmäßig nur in der Darstellung des Dokuments im Lesemodus von NVDA und nicht in der Anwendung selbst vorgenommen.
es: Por defecto al seleccionar texto con `shift+flechas` en modo exploración, sólo se hace una selección dentro de la representación del modo exploración de NVDA del documento, y no dentro de la aplicación misma.
hr: Poodrazumjevano, prilikom označavanja teksta uz pomoć `shift+strelica` u modusu čitanja, tekst se označava samo unutar virtualnog prikaza NVDA, ali ne i unutar same aplikacije.
nl: Bij het selecteren van tekst met de `shift+pijltoetsen` in Bladermodus is de selectie standaard alleen van toepassing op de weergave van het document in de bladermodus van NVDA, en niet op de applicatie zelf.
pt_br: Por padrão, ao selecionar texto com as teclas `shift+setas` no Modo de Navegação, a seleção só é feita dentro da representação do documento no Modo de Navegação do NVDA, e não dentro do próprio aplicativo.
ru: По умолчанию при выделении текста клавишами `shift+клавиши-стрелки` в режиме просмотра, выделение происходит только в представлении документа в режиме просмотра NVDA, а не в самом приложении.
ta: இயல்பில், உலாவு நிலையில் `மாற்றழுத்தி+அம்பு விசைகளைப்` பயன்படுத்தி உரையைத் தெரிவுச் செய்யும்பொழுது, உண்மையில் அந்தப் பயன்பாட்டினுள் உரை தெரிவு செய்யப்படுவதில்லை, என்விடிஏவில் இருக்கும் அவ்வாவணத்தின் உலாவு நிலை பிரதிநித்துவத்தில்தான் தெரிவுச் செய்யப்படுகிறது.
zh_tw: 預設情況下，在瀏覽模式使用「Shift+方向鍵」選取文字僅會在以 NVDA 瀏覽模式表示的文件中進行選取，而不是在應用程式本身中進行選取，

source: This means that the selection is not visible on screen, and copying text with `control+c` will only copy NVDA's plain text representation of the content. i.e. formatting of tables, or whether something is a link will not be copied.
bg: Това означава, че маркирането не е видимо на екрана и копирането на текста с `Control+C` ще копира само представеното от NVDA съдържание в обикновен текст (напр. форматирането на таблици или дали дадено нещо е връзка няма да се копира).
de: Das bedeutet, dass die Auswahl auf dem Bildschirm nicht sichtbar ist und beim Kopieren von Text mit `Strg+C` nur der reine Text des Inhalts von NVDA kopiert wird, d. h., die Formatierung von Tabellen oder Links, wird nicht kopiert.
es: Esto significa que la selección no es visible en la pantalla, y copiar texto con `control+c` sólo copiará la representación plana de texto de NVDA del contenido. Es decir, el formato de las tablas, o si algo es un enlace no se copiará.
hr: To znači da označeni tekst nije vidljiv na zaslonu, a kopiranje teksta uz pomoć prečaca `control+c` će kopirati samo prikaz čistog teksta sadržaja. i.e. formatting of tables, or whether something is a link will not be copied.
nl: Dit houdt in dat de selectie niet zichtbaar is op het scherm, en het kopiërenvan de tekst met `control+c` slechts NVDA's platte tekstweergave van de inhoud kopieert. Dat wil dus zeggen dat geen tabelopmaak of dat iets een link is, zal worden gekopieerd.
pt_br: Isso significa que a seleção não é visível na tela, e copiar o texto com `control+c` apenas copiará a representação de texto simples do conteúdo do NVDA; ou seja, formatação de tabelas, ou se algo é um link não será copiado.
ru: Это означает, что выделение не видно на экране, а при копировании текста с помощью `control+c` будет скопировано только текстовое представление содержимого в NVDA, т. е. форматирование таблиц или наличие ссылки скопировано не будет .
ta: அதாவது, திரையில் தெரிவு தோற்றமளிக்காது என்பதோடு,`கட்டுப்பாடு+c` விசையைப் பயன்படுத்தி உரையைத் தெரிவுச் செய்யும்பொழுது, அட்டவணைகளின் வடிவூட்டம், தொடுப்பு போன்ற செரிவுட்டப்பட்ட உள்ளடக்கம் தெரிவுச் செய்யப்படுவதில்லை, அவ்வாவணத்திற்குரிய என்விடிஏவின் எளிய உரைப் பிரதிநித்துவம் மட்டும்தான் தெரிவுச் செய்யப்படுகிறது.
zh_tw: 這意謂著所選內容在螢幕上是不可見的，並且使用 Ctrl+C 複製文字只會複製以 NVDA 純文字表示的內容，也就是說表格的格式，或某些內容是否是一個連結都不會被複製下來。

source: However, NVDA has a Native Selection Mode which can be turned on in particular Browse Mode documents (so far only Mozilla Firefox) which causes the document's native selection to follow NVDA's Browse Mode selection.
bg: Обаче, NVDA има режим на пряко маркиране, който може да бъде включен в Режима на разглеждане на някои документи (засега само в Mozilla Firefox), който кара прякото маркиране на документа да следва маркирането в Режима на разглеждане на NVDA.
de: Allerdings verfügt NVDA über eine native Auswahl, welche in bestimmten Dokumenten im Lesemodus aktiviert werden kann. Hiermit folgt die native Auswahl des Dokuments der Auswahl im Lesemodus von NVDA. Dies gilt bisher nur für Mozilla Firefox.
es: Sin embargo, NVDA tiene un modo selección nativa que puede activarse en documentos en modo exploración en particular (hasta ahora sólo en Mozilla Firefox) que provocan que la selección nativa del documento siga a la selección del modo exploración de NVDA.
hr: Međutim, NVDA pruža način kopiranja sa sačuvanim formatiranjem koji se može uključiti u određenim dokumentima u modusu čitanja (za sada samo u Mozilla firefoxu) što prouzrokuje da označeni tekst prati odabir teksta na zaslonu.
nl: NVDA heeft evenwel een Intrinsieke Selectiemodus die voor bepaalde documenten in Bladermodus (tot dusver alleen Mozilla Firefox) kan worden ingeschakeld die er voor zorgt dat de intrinsieke selectie van het document de bladermodusselectie van NVDA volgt.
pt_br: No entanto, o NVDA possui um Modo de Seleção Nativa que pode ser ativado em documentos específicos no Modo de Navegação (até agora apenas no Mozilla Firefox), o que faz com que a seleção nativa do documento siga a seleção do Modo de Navegação do NVDA.
ru: Однако в NVDA есть режим Исходного выделения, который можно включить в режиме обзора в определённых документах (пока только в Mozilla Firefox), и тогда исходное выделение документа будет следовать за выделением NVDA.
ta: இருப்பினும், சில உலாவு நிலை ஆவணங்களில் (தற்போதைக்கு மொசில்லா ஃபயர்ஃபாக்ஸ்) பயன்பாட்டுத் தெரிவு முறையை என்விடிஏவில் முடுக்கிக்கொள்ளலாம். என்விடிஏவின் உலாவு நிலைத் தெரிவினை, பயன்பாட்டுத் தெரிவு முறை பின்தொடர வேண்டுமென்பதை இது வரையறுக்கிறது.
zh_tw: 不過 NVDA 有一個原生選取模式，可以在特定的瀏覽模式文件 (目前僅 Mozilla Firefox) 中開啟該模式，從而使文件的原生選取能夠跟隨 NVDA 的瀏覽模式選取。

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Prečac |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Toggle Native Selection Mode on and off |`NVDA+shift+f10` |Toggles native selection mode on and off
bg: Включване и изключване на режима на пряко маркиране |`NVDA+Shift+F10` |Включва и изключва режима на пряко маркиране
de: Native Auswahl ein- und ausschalten |`NVDA+Umschalt+F10` |Schaltet die native Auswahl ein oder aus
es: Activar y Desactivar el modo Selección Nativa |`NVDA+shift+f10` |Activa o desactiva el modo selección nativa
hr: Uključi način kopiranja sa sačuvanim oblikovanjem |`NVDA+shift+f10` |Uključuje i isključuje način kopiranja sa sačuvanim formatiranjem
nl: Intrinsieke Selectiemodus in- en uitschakelen |`NVDA+shift+f10` |Zet de intrinsieke selectiemodus aan en uit
pt_br: Ativar e desativar o Modo de Seleção Nativa |`NVDA+shift+f10` |Ativa e desativa o modo de seleção nativa
ru: Переключает режим исходного выделения |`NVDA+shift+f10` |Включает и выключает режим исходного выделения
ta: பயன்பாட்டுத் தெரிவு முறையை முடுக்குகிறது, அல்லது முடக்குகிறது |`என்விடிஏ+மாற்றழுத்தி+f10` |பயன்பாட்டுத் தெரிவு முறையை முடுக்குகிறது, அல்லது முடக்குகிறது
zh_tw: 切換原生選取模式的開或關 |NVDA+Shift+F10 |切換原生選取模式的開或關

source: When Native Selection Mode is turned on, copying the selection with `control+c` will also use the application's own copy functionality, meaning that rich content will be copied to the clipboard, rather than plain text.
bg: Когато режимът на пряко маркиране“ е включен, копирането на маркираното с `Control+C` също ще ползва функционалността на приложението за копиране, което означава, че форматираното съдържание ще бъде копирано в клипборда, вместо обикновен текст.
de: Wenn der native Auswahlmodus aktiviert ist, wird beim Kopieren der Auswahl mit der Tastenkombination `Strg+C` auch die Kopierfunktion der Anwendung verwendet, d. h., dass nicht nur der reine Text, sondern auch umfangreiche Inhalte in die Zwischenablage kopiert werden.
es: Cuando se activa el modo selección nativa, copiar la selección con `control+c` también utilizará la funcionalidad propia de la aplicación, lo que significa que el contenido enriquecido se copiará al portapapeles, en lugar de texto plano.
hr: Kada se način kopiranja sa čuvanjem formatiranja uključi, kopiranje označenog teksta uz pomoć prečaca `control+c` koiristit će funkcionalnost kopiranja aplikacije, što znači a će oblikovanje biti kopirano u međuspremnik, umjesto čistog teksta.
nl: Wanneer de Intrinsieke Selectiemodus ingeschakeld wordt, zal bij het kopiëren van de selectie met `control+c` hierbij ook de eigen kopieerfunctionaliteit van de applicatie worden ingezet, wat betekent dat ook verrijkte inhoud naar het klembord wordt gekopieerd, in plaats van louter platte tekst.
pt_br: Quando o Modo de seleção nativa estiver ativado, copiar a seleção com `control+c` também usará a funcionalidade de cópia do próprio aplicativo, o que significa que o conteúdo rico — formatado — será copiado para a área de transferência, em vez de texto sem formatação.
ru: Когда включён режим "Исходное выделение", при копировании выделения с помощью `control+c` также будет использоваться собственная функция копирования приложения, то есть в буфер обмена будет скопирован не обычный текст, а форматированный.
ta: பயன்பாட்டுத் தெரிவு முறை முடுக்கப்பட்டிருந்தால், `கட்டுப்பாடு+c` விசையைப் பயன்படுத்தி உரையைத் தெரிவுச் செய்யும்பொழுது, ஆவணத்தின் செரிவூட்டப்பட்ட உள்ளடக்கம் தெரிவுச் செய்யப்படும், என்விடிஏவின் எளிய உரை பிரதிநித்துவம் தெரிவுச் செய்யப்பட மாட்டாது.
zh_tw: 當原生選取模式開啟時，使用 Ctrl+C 複製所選內容也會使用應用程式自己的複製功能，意思是豐富的內容會複製到剪貼簿，而不是純文字複製到剪貼簿，

source: This means that pasting this content into a program such as Microsoft Word or Excel, formatting such as tables, or whether something is a link will be included.
bg: Това означава, че при поставяне на това съдържание в програма като Microsoft Word или Excel ще бъде запазено форматирането на таблици или връзки.
de: Dies bedeutet, dass das Einfügen dieses Inhalts in ein Programm wie Microsoft Word oder Excel die Textformatierung wie Tabellen oder ob es sich um einen Link handelt einbezogen wird.
es: Esto significa que al pegar este contenido en un programa como Microsoft Word o Excel, el formato como tablas, o si algo es un enlace se incluirá.
hr: Ovo znači da ljepljenje tog teksta u program poput Microsoft Worda ili Excela, oblikovanje poput tablica i poveznica bit će kopirano.
nl: Met andere woorden, als je de inhoud in een programma zoals Microsoft Word of Excel plakt, blijft opmaak van bijv. tabellen, of een link behouden.
pt_br: Isso significa que será incluso colar esse conteúdo em um programa como Microsoft Word ou Excel, formatação como tabelas ou se algo for um link.
ru: Это означает, что при вставке этого содержимого в такую программу, как Microsoft Word или Excel, форматирование, например, таблицы, или наличие ссылки будут учтены.
ta: அதாவது, மைக்ரோசாஃப்ட் வேர்ட், அல்லது எக்ஸெல் போன்ற ஆவணங்களில் இவ்வுள்ளடக்கம் ஒட்டப்படும்பொழுது, அட்டவணைகளின் வடிவூட்டம், தொடுப்பு போன்றவைகளும் சேர்த்துுக்கொள்ளப்படும்.
zh_tw: 這表示將此內容貼到 Microsoft Word 或 Excel 等應用程式，表格或連結的格式將一併包含在內。

source: Please note however that in native selection mode, some accessible labels or other information that NVDA generates in Browse Mode will not be included.
bg: Моля, имайте предвид обаче, че в режим на пряко маркиране някои етикети за достъпност или друга информация, която NVDA генерира в Режим на разглеждане, няма да бъде включена.
de: Bitte beachten Sie, dass in der nativen Auswahl einige zugängliche Beschriftungen oder andere Informationen, die NVDA im Lesemodus generiert, nicht enthalten sind.
es: Ten en cuenta, sin embargo, que en el modo selección nativa, no se incluirán algunas etiquetas accesibles u otra información que NVDA genera en modo exploración.
hr: Imajte međutim na umu da u načinu kopiranja sa sačuvanim oblikovanjem, neke oznake pristupačnosti i informacije koje generira NVDA u modusu čitanja neće biti uključene.
nl: Merk echter op dat in de intrinsieke selectiemodus sommige toegankelijke labels of andere informatie die NVDA genereert in de Bladermodus niet wordt meegenomen.
pt_br: Por favor, observe todavia, que no modo de seleção nativa, alguns rótulos acessíveis ou outras informações que o NVDA gera no Modo de Navegação não serão incluídos.
ru: Однако обратите внимание, что в режиме выделения некоторые метки доступности или другая информация, которую NVDA генерирует в режиме просмотра, не будут включены.
ta: ஆனால், உலாவு நிலையில் என்விடிஏ உருவாக்கும் அணுகுதிறன் சிட்டைகள், அல்லது பிற தகவல்கள், பயன்பாட்டுத் தெரிவு முறையில் சேர்த்துக்கொள்ளப்பட மாட்டாது என்பதை கவனிக்கவும்.
zh_tw: 但請注意原生選取模式下將不包括 NVDA 在瀏覽模式生成的一些輔助標籤或其他資訊，

source: Also, although the application will try its best to match the native selection to NVDA's Browse Mode selection, it may not always be completely accurate.
bg: Също, въпреки че приложението ще се опита прякото маркиране да съответства най-добре на маркирането в Режима на разглеждане на NVDA, то няма да може винаги да бъде напълно коректно.
de: Auch wenn die Anwendung ihr Möglichstes versucht, die native Auswahl an die Auswahl des NVDA-Lesemodus anzupassen, ist dies möglicherweise nicht immer ganz genau.
es: También, aunque la aplicación hará todo lo posible para hacer coincidir la selección nativa con la selección del modo exploración de NVDA, puede que no siempre sea del todo precisa.
hr: Također, iako će NVDA učiniti sve da preslika oblikovanje u modus čitanja, može biti u nekim slučajevima netočno.
nl: En hoewel de toepassing zo goed mogelijk probeert de intrinsieke selectie te laten overeenkomen met de bladermodusselectie van NVDA, kunnen onvolkomenheden soms voorkomen.
pt_br: Além disso, embora o aplicativo tente o seu melhor para combinar a seleção nativa com a seleção do Modo de Navegação do NVDA, ela pode nem sempre ser completamente precisa.
ru: Кроме того, несмотря на то, что приложение будет стараться максимально точно сопоставить "исходное" выделение с выделением NVDA в режиме просмотра, это не всегда может быть полностью точным.
ta: மேலும், என்விடிஏவின் உலாவு நிலைத் தெரிவுடன் பயன்பாட்டுத் தெரிவு முறையைப் பொருத்திக்கொள்ள சிறந்த முயற்சியை ஒரு பயன்பாடு மேற்கொண்டாலும், அது எப்பொழுதும் முழுத் துல்லியத்துடன் இருக்காது.
zh_tw: 此外儘管應用程式會盡可能使原生選取符合 NVDA 的瀏覽模式選取，但可能不總是完全準確，
