Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Note: The above shortcuts work only with the default formatting string for foobar's status line.
bg: Забележка: Бързите клавиши, изброени по-горе, работят само със стандартното форматиране за лентата на състоянието на Foobar2000.
de: Hinweis: die obigen Tastenkombinationen funktionieren nur, wenn die Standard-Einstellungen für die Statuszeile gewählt sind.
es: Nota: los atajos de teclado de arriba sólo funcionan con la cadena de formato predeterminada para la línea de estado de foobar.
hr: Napomena: ovi prečaci rade samo s Foobarovim standardnim stringovima za oblikovanje trake stanja.
nl: Merk op dat bovengenoemde sneltoetscombinaties alleen werken met de standaard opmaakreeks voor de Foobar-statusregel.
pt_br: Nota: Os atalhos acima funcionam apenas com a sequência — string — de formatação padrão para a linha de status do foobar.
ru: Примечание: приведённые выше комбинации клавиш работают в строке состояния foobar только со строкой форматирования по умолчанию.
ta: குறிப்பு: மேற்கூறிய குறுக்கு விசைகள், ஃபூபாரின் நிலைப் பட்டைக்கான இயல்பான வடிவூட்ட சரத்தில்தான் செயல்படும்.
zh_tw: 附註：上述快速鍵僅適用於 foobar 狀態列的預設格式字串。

source: Miranda IM
es: <target/>
ta: மிராண்டா IM

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toets |Omschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Report recent message |NVDA+control+1-4 |Reports one of the recent messages, depending on the number pressed; e.g. NVDA+control+2 reads the second most recent message.
bg: Докладване на скорошно съобщение |NVDA+Control+1-4 |Докладва едно от скорошните съобщения, в зависимост от натиснатата цифра; например NVDA+Control+2 докладва второто най-скорошно съобщение.
de: Letzte Nachricht mitteilen |NVDA+Strg+1 bis 4 |Gibt die zur Nummer passende Nachricht aus; NVDA+Strg+2 gibt beispielsweise die vorletzte Nachricht aus.
es: Anunciar mensaje reciente |NVDA+control+1-4 |Anuncia uno de los mensajes recientes, dependiendo del número pulsado; por ejemplo: NVDA+control+2 lee el segundo mensaje más reciente.
hr: Izvijesti o nedavnoj poruci |NVDA+kontrol+1-4 |Izvještava o jednoj od nedavnih poruka, ovisno o pritisnutom broju; npr. NVDA+kontrol+2 čita drugu najnedavniju poruku.
nl: Recent bericht melden |NVDA+control+1-4 |Meldt een recent bericht, afhankelijk van de gebruikte sneltoets. NVDA+control+2 meldt bijvoorbeeld het op één na nieuwste bericht.
pt_br: Anunciar mensagem recente |NVDA+control+1-4 |Anuncia uma das mensagens mais recentes, dependendo do número pressionado; isto é, NVDA+control+2 lê a segunda mensagem mais recente.
ru: Читать последнее сообщение |NVDA+Control+1-4 |Читает одно из последних сообщений, поступивших недавно, в зависимости от нажатой цифры; Например, NVDA+Control+2 читает предпоследнее сообщение, которое пришло недавно.
ta: அண்மைய தகவலை அறிவித்திடுக |என்விடிஏ+கட்டுப்பாடு+1-4 |அழுத்தப்பட்ட ெண்ணைப் பொருத்து, அண்மைய தகவல் ஒன்றினை அறிவிக்கும். எடுத்துக்காட்டாக, என்விடிஏ+கட்டுப்பாடு+2 விசையை அழுத்தினால், அண்மையில் வந்துள்ள இரண்டாம் தகவலை அறிவிக்கும்
zh_tw: 讀出最近的訊息 |NVDA+Ctrl+1-4 |依據所按的數字讀出最近訊息中的某一則，例如 NVDA+Ctrl+2 會讀出最近的第二則訊息

source: Poedit
es: <target/>
ta: போயெடிட்

source: NVDA offers enhanced support for Poedit 3.5 or newer.
bg: NVDA предлага подобрена поддръжка за Poedit 3.5 и по-нови версии.
de: NVDA bietet erweiterte Unterstützung für Poedit 3.5 oder neuer.
es: NVDA ofrece el soporte mejorado para Poedit 3.5 o más moderno.
hr: NVDA nudi poboljšanu podršku za Poedit 3.5 ili noviji.
ru: NVDA предлагает расширенную поддержку Poedit версии 3.5 или новее.
ta: போயெடிட் 3.5, அல்லது அதற்கும் பிறகான பதிப்புகளுக்கு என்விடிஏ மேம்பட்ட ஆதரவை வழங்குகிறது.
zh_tw: NVDA 為 Poedit 3.5 或以上版本提供增強的支援。

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |prečac |Opis
nl: Naam |Toets |Omschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Report notes for translators |`control+shift+a` |Reports any notes for translators. If pressed twice, presents the notes in browse mode
bg: Докладва бележките за преводачи |`Control+Shift+A` |Докладва всички бележки за преводачи. При двукратно натискане представя бележките в Режим на разглеждане
de: Anmerkungen für Übersetzer mitteilen |`Strg+Umschalt+A` |Gibt alle Anmerkungen für Übersetzer aus. Bei zweimaligem Drücken werden die Anmerkungen im Lesemodus angezeigt
es: Anunciar notas para traductores |`control+shift+a` |Anuncia cualquier nota para traductores. Si se pulsa dos veces, presenta las notas en modo exploración
hr: Čita bilješke za prevoditelje |`control+šift+a` |Čita bilo koju bilješku za prevoditelje. Kada se pritisne dvaput, pokazuje bilješke u modusu čitanja
nl: Aantekeningen voor vertalers melden |`control+shift+a` |Meldt eventuele aantekeningen voor vertalers. Bij tweemaal drukken worden deze in bladermodus getoond.
pt_br: Relatar notas para tradutores |`control+shift+a` |Relata quaisquer notas para tradutores. Se pressionada duas vezes, apresenta as notas no modo de navegação
ru: Читать заметки для переводчиков |`control+shift+a` |Сообщает о любых заметках для переводчиков. При двойном нажатии отображает заметки в режиме обзора
ta: மொழிபெயர்ப்பாளர்களுக்கான குறிப்புகளை அறிவித்திடுக |`கட்டுப்பாடு+மாற்றழுத்தி+a` |மொழிபெயர்ப்பாளர்களுக்கான குறிப்புகள் ஏதேனும் இருந்தால், அதை அறிவித்திடும். இருமுறை அழுத்தினால், அக்குறிப்புகளை உலாவு நிலையில் காட்டிடும்.
zh_tw: 讀出給譯者的備註 |Ctrl+Shift+A |讀出給譯者的備註，連按兩下在瀏覽模式呈現備註

source: Report Comment |`control+shift+c` |Reports any comment in the comments window. If pressed twice, presents the comment in browse mode
bg: Докладва коментар |`Control+Shift+C` |Докладва всеки коментар в прозореца за коментари. При двукратно натискане представя коментара в Режим на разглеждане
de: Kommentare mitteilen |`Strg+Umschalt+C` |Gibt alle Kommentare im Kommmentarbereich aus. Zweimaliges Drücken zeigt die Kommentare im Lesemodus
es: Anunciar Comentario |`control+shift+c` |Anuncia cualquier comentario en la ventana de comentarios. Si se pulsa dos veces, presenta el comentario en modo exploración
hr: Čitaj komentar |`control+šift+c` |Čitaj bilo koji komentar u prozoru komentara. Kada se pritisne dvaput, pokazuje komentare u modusu čitanja
nl: Opmerkingen melden |`control+shift+c` |Meldt eventuele opmerkingen in het commentaarvenster. Bij tweemaal drukken worden deze in bladermodus getoond.
pt_br: Relatar Comentário |`control+shift+c` |Relata qualquer comentário na janela de comentários. Se pressionada duas vezes, apresenta o comentário no modo de navegação
ru: Читать окно примечаний |`control+shift+c` |Читает содержимое в окне примечаний. При двойном нажатии примечание отображается в режиме обзора
ta: கருத்துரை சாளரத்தை அறிவித்திடுக |`கட்டுப்பாடு+மாற்றழுத்தி+c` |கருத்துரை சாளரத்தில் கருத்துரை ஏதேனும் இருந்தால், அதை அறிவித்திடும். இருமுறை அழுத்தினால், அக்கருத்துரைகளை உலாவு நிலையில் காட்டிடும்.
zh_tw: 讀出註解 |Ctrl+Shift+C |讀出註解視窗中的註解，連按兩下在瀏覽模式呈現註解

source: Report Old Source Text |`control+shift+o` |Reports the old source text, if any. If pressed twice, presents the text in browse mode
bg: Докладва стария изходен текст |`Control+Shift+O` |Докладва стария изходен текст, ако има такъв. При двукратно натискане представя текста в Режим на разглеждане
de: Alten Quelltext mitteilen |`Strg+Umschalt+O` |Gibt den alten Quelltext aus, falls vorhanden. Bei zweimaligem Drücken wird der Text im Lesemodus angezeigt
es: Anunciar Texto Fuente Antiguo |`control+shift+o` |Anuncia el texto fuente antiguo, si lo hay. Si se pulsa dos veces, presenta el texto en modo exploración
hr: Čita stari izvorni tekst |`control+šift+o` |Čita stari izvorni tekst, ako postoji. Kada se pritisne dvaput, pokazuje tekst u modusu čitanja
nl: Oude brontekst melden |`control+shift+o` |Meldt de oude brontekst,als die er is. Bij tweemaal drukken wordt deze in bladermodus getoond.
pt_br: Relatar Texto Original Antigo |`control+shift+o` |Relata o texto original antigo, se houver. Se pressionada duas vezes, apresenta o texto em modo de navegação
ru: Сообщить старый исходный текст |`control+shift+o` |Сообщает старый исходный текст, если он есть. Если нажать дважды, представляет текст в режиме обзора
ta: பழைய மூல உரையை அறிவித்திடுக |`கட்டுப்பாடு+மாற்றழுத்தி+o` |பழைய மூல உரை ஏதேனும் இருந்தால், அதை அறிவித்திடும். இருமுறை அழுத்தினால், அவ்வுரையை உலாவு நிலையில் காட்டிடும்.
zh_tw: 讀出舊的原文 |Ctrl+Shift+O |如果有的話，讀出舊的原文，連按兩下在瀏覽模式呈現文字

source: Report Translation Warning |`control+shift+w` |Reports a translation warning, if any. If pressed twice, presents the warning in browse mode
bg: Докладва предупреждение за превода |`Control+Shift+W` |Докладва предупреждение за превода, ако има такова. При двукратно натискане представя предупреждението в Режим на разглеждане
de: Übersetzungswarnung mitteilen |`Strg+Umschalt+W` |Gibt evtl. vorhandene Übersetzungswarnung aus. Bei zweimaligem Drücken wird die Warnung im Lesemodus angezeigt
es: Anunciar Advertencias de Traducción |`control+shift+w` |Anuncia una advertencia de traducción, si la hay. Si se pulsa dos veces, presenta la advertencia en modo exploración
hr: Čita upozorenje prijevoda |`control+šift+w` |Čita upozorenje prijevoda, ako postoji. Kada se pritisne dvaput, pokazuje upozorenje u modusu čitanja
nl: Vertaalwaarschuwing melden |`control+shift+w` |Meldt eventuele vertaalwaarschuwing. Bij tweemaal drukken wordt deze in bladermodus getoond.
pt_br: Relatar Alerta de Tradução |`control+shift+w` |Relata um alerta de tradução, se houver. Se pressionada duas vezes, apresenta o aviso no modo de navegação
ru: Сообщить предупреждение о переводе |`control+shift+w` |Сообщает примечания для переводчиков, если таковое имеется. При двойном нажатии отображается примечание в режиме обзора
ta: மொழிபெயர்ப்பு எச்சரிக்கையை அறிவித்திடுக |`கட்டுப்பாடு+மாற்றழுத்தி+w` |மொழிபெயர்ப்பு எச்சரிக்கை ஏதேனும் இருந்தால், அதை அறிவித்திடும். இருமுறை அழுத்தினால், அவ்வெச்சரிக்கையை உலாவு நிலையில் காட்டிடும்.
zh_tw: 讀出翻譯警告 |Ctrl+Shift+W |如果有的話，讀出翻譯警告，連按兩下在瀏覽模式呈現警告

source: Kindle for PC
bg: Kindle за PC
de: Amazon Kindle für PC
es: Kindle para PC
hr: Kindle za osobna računala
nl: Kindle voor de PC
pt_br: Kindle para PC
ru: Kindle для PC
ta: கணினிக்கான கிண்டில்
zh_tw: Kindle PC 版

source: NVDA supports reading and navigating books in Amazon Kindle for PC.
bg: NVDA поддържа навигирането и четенето на книги в Amazon Kindle за PC.
de: NVDA unterstützt das Lesen von und das Navigieren in Büchern in Kindle für PC.
es: NVDA es compatible con la lectura y la navegación de libros en Amazon Kindle para PC.
hr: NVDA podržava čitanje i kretanje po knjigama u Amazonovom Kindlu za osobna računala.
nl: NVDA ondersteunt het lezen van en het navigeren in boeken met Amazon Kindle voor de PC.
pt_br: O NVDA suporta a leitura e a navegação em livros no Kindle da Amazon para PC.
ru: NVDA поддерживает чтение и навигацию по книгам в приложении Amazon Kindle для PC.
ta: அமேசான் நிறுவனத்தின் கணினிக்கான கிண்டில் மூலம் நூல்களைப் படித்திடவும், அவைகளின் ஊடே வழிசெலுத்தவும் என்விடிஏ துணைபுரிகிறது.
zh_tw: NVDA 支援在 Amazon Kindle for PC 中讀出和導覽書籍，

source: This functionality is only available in Kindle books designated with "Screen Reader: Supported" which you can check on the details page for the book.
bg: Тази функционалност е налична само в Kindle книги, обозначени със „Screen Reader: Supported“, което можете да проверите на страницата с детайли за книгата.
de: Diese Funktionalität ist nur verfügbar, wenn die Bücher mit der Unterstützung für Screen Reader herausgegeben wurden. Dies können Sie auf der Detailseite des Buches überprüfen.
es: Esta funcionalidad sólo está disponible en libros de Kindle designados con "Lector de Pantalla: Soportado" lo cual puedes verificar en la página de detalles para el libro.
hr: Ova je funkcionalnost dostupna samo u Kindle knjigama označenima sa "Screen Reader: Supported", što možete provjeriti na stranici s detaljima o knjizi.
nl: Deze functionaliteit is alleen beschikbaar voor Kindle-boeken met het kenmerk "Schermlezers: worden ondersteund" (Screen Reader: supported). U kunt dit nagaan op de pagina met gegevens over het boek in kwestie.
pt_br: Essa funcionalidade está disponível apenas em livros da Kindle designados com "Screen Reader: Supported" — Leitor de Tela: Suportado — que você pode checar na página de detalhes do livro.
ru: Данная поддержка доступна только в книгах Kindle, обозначенных как "Screen Reader: Supported". Наличие данного обозначения вы можете проверить на странице с информацией о книге.
ta: திரைநவிலிக்கு ஆதரவளிக்கும் கிண்டில் நூல்களில் மட்டும் இவ்வசதி உள்ளது. இது குறித்த தகவலை நூலின் விவரங்கள் பக்கத்தில் தாங்கள் காணலாம்.
zh_tw: 這項功能僅在 Kindle 書籍有指定「Screen Reader: Supported」時才可用，您可以在書籍的祥細資料頁查詢。

source: Browse mode is used to read books.
bg: За четене на книги се използва режим на разглеждане.
de: Der Lesemodus wird beim Lesen von Büchern verwendet.
es: Se utiliza el modo exploración para leer libros.
hr: Modus pregleda se upotrebljava za čitanje knjiga.
nl: U gebruikt de bladermodus om boeken te lezen.
pt_br: O modo de navegação é usado para ler esses livros.
ru: Для чтения книг используется режим обзора.
ta: நூல்களைப் படிக்க, உலாவும் நிலை பயன்படுத்தப்படுகிறது.
zh_tw: NVDA 使用瀏覽模式來讀出書籍，

source: It is enabled automatically when you open a book or focus the book area.
bg: Той се включва автоматично след като отворите книга или се фокусирате в зоната за четене.
de: Er wird automatisch aktiviert, wenn Sie ein Buch öffnen.
es: Se habilita automáticamente al abrir un libro o al enfocar el área del libro.
hr: Automatski je aktiviran kad otvorite knjigu ili kad premjestite fokus na područje knjige.
nl: Deze wordt vanzelf geactiveerd wanneer u een boek opent of de focus ergens in een boekgebied plaatst.
pt_br: Ele é habilitado automaticamente quando você abre um livro ou põe o foco na área do livro.
ru: Он включается автоматически при открытии книги или при фокусировке на области книги.
ta: ஒரு நூலினைத் திறக்கும் பொழுது, அல்லது குவிமையத்தை நூலின் பகுதியின் மேல் குவிக்கும் பொழுது, உலாவும் நிலைத் தானாக முடுக்கப்படும்.
zh_tw: 當您開啟一本書籍或將焦點移動到書籍的區域就會自動啟用。

source: The page will be turned automatically as appropriate when you move the cursor or use the say all command.
bg: Страницата ще бъде прелистена автоматично, когато това е удачно, при използване на командата за прочитане на всичко или при навигиране със стрелките.
de: Die Seiten werden automatisch umgeblättert, wenn Sie den Cursor im virtuellen Dokument bewegen oder den Befehl zum Vorlesen von Dokumenten verwenden.
es: La página se pasará automáticamente según proceda cuando muevas el cursor o utilices la orden leer todo.
hr: Stranice će se okretati automatski po potrebi kad pomičete kursor ili prilikom korištenja prečaca "čitaj sve".
nl: De pagina wordt, wanneer dit aan de orde is, automatisch omgeslagen door de cursor te verplaatsen of met behulp van het commando "Alles uitspreken".
pt_br: A página será virada automaticamente como é apropriado quando você mover o cursor ou usar o comando de leitura contínua.
ru: Страницы будут переключаться автоматически при перемещении курсора или при запуске непрерывного чтения.
ta: சுட்டியை நகர்த்தும் பொழுது, அல்லது எல்லாம் படிக்கும் வசதியை இயக்கும் பொழுது, நூலின் பக்கங்கள் பொருத்தமான முறையில் தானாக நகர்த்தப்படும்.
zh_tw: 當移動游標或使用讀出全部的指令時將會適時自動翻頁，

source: You can manually turn to the next page with the pageDown key and turn to the previous page with the pageUp key.
bg: Можете ръчно да прелистите към следваща страница с клавиша Page Down или към предходна страница с клавиша Page Up.
de: Sie können auch manuell zwischen den Seiten blättern. Verwenden Sie hierfür die Tasten Seite auf und Seite ab.
es: Puedes pasar a la siguiente página manualmente con la tecla avPág y retroceder a la anterior con la tecla rePág.
hr: možete se ručno prebacivati na sljedeću stranicu uz pomoć tipke pejdž daun i prebacivati na prethodnu stranicu uz pomoć tipke pejdž ap.
nl: U kunt ook handmatig naar de volgende pagina gaan met de Pagina Omlaag-toets,en met de toets Pagina Omhoog kunt u naar de vorige bladzijde.
pt_br: É possível virar manualmente para a próxima página com a tecla pageDown e para a página anterior com a tecla pageUp.
ru: Вы можете вручную переключаться на следующую страницу клавишей PageDown или на предыдущую страницу клавишей PageUp.
ta: அடுத்தப் பக்கம், அல்லது முந்தையப் பக்கத்திற்கு கைமுறையில் நகர, பக்கம் கீழ், அல்லது பக்கம் மேல் விசையை முறையே அழுத்தவும்.
zh_tw: 您可手動翻頁，按 PageDown 鍵可以翻到下一頁，PageUp 鍵可以翻到上一頁。

source: Single letter navigation is supported for links and graphics, but only within the current page.
bg: Бързата навигация се поддържа за връзки и изображения, но само за текущата страница.
de: Die Schnellnavigation für Links und Grafiken funktioniert auf der aktuellen Seite.
es: Se admite la navegación con una sola tecla para enlaces y gráficos, pero sólo dentro de la página actual.
hr: Brzo kretanje je podržano za poveznice i grafike, ali samo za trenutačnu stranicu.
nl: Navigeren met een enkele lettertoets wordt ondersteund voor koppelingen en afbeeldingen maar alleen binnen de huidige pagina.
pt_br: A navegação com caractere avulso é suportada para links e gráficos, mas apenas dentro da página atual.
ru: Быстрая навигация поддерживается для ссылок и графических элементов, но только в пределах текущей страницы.
ta: தொடுப்புகளுக்கும், வரைகலைகளுக்கும் இடையே ஒற்றை எழுத்துடன் வழிசெல்லும் வசதி, நடப்புப் பக்கத்திற்கு உள்ளாக மட்டும் உள்ளது.
zh_tw: 單鍵導覽支援連結及圖片，但僅限於目前頁面，

source: Navigating by link also includes footnotes.
bg: Навигацията по връзки включва също и бележки под линия.
de: Die Linknavigation beinhaltet auch Fußnoten.
es: La navegación por enlaces también incluye notas al pie.
hr: Kretanje po poveznicama također uključuje fusnote.
nl: Bij het navigeren tussen koppelingen (links) worden ook voetnoten meegenomen.
pt_br: A navegação por links também inclui nodas de rodapé.
ru: При переходе по ссылкам, учитываются также и сноски.
ta: தொடுப்புகளுக்கிடையே வழிசெல்லும் வசதி, அடியுரையையும் உள்ளடக்கியதாக இருக்கிறது.
zh_tw: 利用連結來導覽也包括註腳在內。

source: NVDA provides early support for reading and interactive navigation of mathematical content for books with accessible math.
bg: NVDA предоставя начална поддръжка на четене и интерактивна навигация в математическо съдържание на книги с достъпно математическо съдържание.
de: NVDA bietet frühe Unterstützung beim Lesen und interaktiver Navigation von mathematischen Inhalten für Bücher mit barrierefreier Mathematik.
es: NVDA proporciona soporte preliminar para la lectura y la navegación interactiva de contenido matemático para libros con matemáticas accesibles.
hr: NVDA podržava matematiku u Kindleu za PC s knjigama koje imaju pristupačnu matematiku.
nl: NVDA biedt ondersteuning (nog in een pril stadium) bij het lezen van en het interactief navigeren door wiskundige inhoud voor boeken met toegankelijke wiskunde.
pt_br: O NVDA fornece suporte inicial para leitura e navegação interativa de conteúdo matemático para livros com matemática acessível.
ru: NVDA предоставляет предварительную поддержку чтения и интерактивной навигации по математическому содержимому в книгах, где имеется доступное содержимое такого типа.
ta: அணுகக் கூடிய கணக்குகளைக் கொண்ட நூல்களில் காணப்படும் கணக்கு உள்ளடக்கங்களைப் படித்து, அவைகளுடன் அளவளாவதற்கான துவக்க வசதியை என்விடிஏ அளிக்கிறது.
zh_tw: NVDA 對具有可及性數學書籍內容的讀出與互動式導覽提供了初步的支援，

source: Please see the [Reading Mathematical Content](#ReadingMath) section for further information.
bg: Моля вижте раздела [Прочитане на математическо съдържание](#ReadingMath) за повече информация.
de: Für weitere Informationen lesen Sie den Abschnitt [Mathematische Inhalte lesen](#ReadingMath)
es: Por favor consulta la sección [Leyendo Contenido Matemático](#ReadingMath) para información adicional.
hr: Za više informacija, pogledajte poglavlje [čitanje matematičkog sadržaja](#ReadingMath).
nl: Raadpleeg hierover het onderdeel [Inhoud van Wiskundige Aard Lezen](#ReadingMath) voor meer informatie.
pt_br: Consulte a seção [Lendo Conteúdo Matemático](#ReadingMath) para obter mais informações.
ru: Для получения дополнительной информации, пожалуйста, обратитесь к разделу [Чтение математических выражений](#ReadingMath).
ta: கூடுதல் தகவல்களுக்கு, [கணக்கு உள்ளடக்கங்களைப் படித்தல்](#ReadingMath) பிரிவைக் காணவும்.
zh_tw: 請參見[讀出數學內容](#ReadingMath)章節以獲取進一步資訊。

source: Text Selection
bg: Маркиране на текст
de: Markieren von Text
es: Selección de Texto
hr: Odabrani tekst
nl: Tekstselectie
pt_br: Seleção de Texto
ru: Выделение текста
ta: உரைத் தெரிவு
zh_tw: 選取文字

source: Kindle allows you to perform various functions on selected text, including obtaining a dictionary definition, adding notes and highlights, copying the text to the clipboard and searching the web.
bg: Kindle ви позволява да извършвате различни операции с маркиран текст, включително получаване на речникова дефиниция, добавяне на бележки и откроявания, копиране на текста в клипборда и търсене в мрежата.
de: Mit Kindle können Sie verschiedene Funktionen für den ausgewählten Text ausführen, z. B. eine Wörterbuch-Definition erhalten, Notizen und Hervorhebungen hinzufügen, den Text in die Zwischenablage kopieren und das Web durchsuchen.
es: Kindle te permite realizar varias funciones en el texto seleccionado, incluyendo obtener una definición de diccionario, añadir notas y hacer resaltados, copiar el texto al portapapeles y buscar en la web.
hr: Kindle omogućuje izvođenje različitih funkcija na odabranom tekstu, uključujući izvlačenje objašnjenja iz rječnika, dodavanje bilježaka i oznaka, kopiranje teksta u međuspremnik i pretraživanje interneta.
nl: Met Kindle kunt u verschillende handelingen met betrekking tot geselecteerde tekst, uitvoeren, waaronder het verkrijgen van een definitie uit een woordenboek, het toevoegen van aantekeningen en tekstmarkeringen, het kopiëren van tekst naar het klembord en het doorzoeken van een webpagina.
pt_br: O Kindle lhe permite executar várias funções em textos selecionados, incluindo obter uma definição de dicionário, adicionar notas e destaques, copiar o texto para a área de transferência e pesquisar na web.
ru: Kindle позволяет вам выполнять различные действия над выделенным текстом, такие как получение словарных определений, добавление заметок и интересных фрагментов, копирование текста в буфер обмена и его поиск в интернете.
ta: ஒரு அகரமுதலியின் பொருளைப் பெறுதல், குறிப்புகளை எழுதுதல், முனைப்புறுத்துதல், பிடிப்புப்பலகைக்கு படியெடுத்தல், இணையத்தில் தேடுதல் போன்ற பல செயல்களைத் தெரிவுச் செய்யப்பட்டிருக்கும் உரையின் மீது நிகழ்த்த கிண்டில் அனுமதிக்கிறது.
zh_tw: Kindle 允許您對選取的文字執行各種功能，包括查字典、添加筆記和標注、複製文字到剪貼簿和搜尋網頁。
