Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: For displays which have a braille keyboard, BRLTTY currently handles braille input itself.
bg: За дисплеи, които имат брайлова клавиатура, в момента самият BRLTTY обслужва въвеждането на брайл.
de: Bei Braillezeilen, die eine eigene Braille-Tastatur besitzen, arbeitet BRLTTY die Eingabe von Braillezeichen selbstständig ab.
es: Para pantallas que tengan un teclado braille, BRLTTY actualmente maneja la entrada braille por sí mismo.
hr: Za brajične retke koji imaju brajičnu tipkovnicu, BRLTTY trenutačno samostalno rukuje brajičnim unosom.
nl: Het Brltty-programma zorgt zelf voor de verwerking van brailleïnvoer van leesregels die over een brailletoetsenbord beschikken.
pt_br: Para as linhas que possuem um teclado braille, o BRLTTY atualmente controla por si próprio a entrada de braille.
ru: Для дисплеев, оснащённых брайлевской клавиатурой, BRLTTY в настоящее время сама обрабатывает ввод данных по Брайлю.
ta: பிரெயில் விசைப் பலகையைக் கொண்டுள்ள காட்சியமைவுகளுக்கு, BRLTTY தானே பிரெயில் உள்ளீட்டை கையாளுகிறது.
zh_tw: 對於具有點字鍵盤的點顯器，目前 BRLTTY 可自行處理點字輸入，

source: Therefore, NVDA's braille input table setting is not relevant.
bg: По тази причина настройката на NVDA за входяща таблица не е от значение.
de: Die Einstellung der Braille-Eingabetabelle innerhalb von NVDA ist daher wirkungslos.
es: Por lo tanto, la opción tabla braille de entrada de NVDA es irrelevante.
hr: Stoga, postavka za ulaznu brajičnu tablicu nije bitna.
nl: Het is dan ook niet relevant dat een invoertabel in NVDA wordt ingesteld.
pt_br: Portanto, a configuração da tabela braille para entrada no NVDA não é relevante.
ru: Таким образом, настройка брайлевской таблицы ввода данных в NVDA не имеет значения.
ta: ஆகவே, என்விடிஏவின் பிரெயில் உள்ளீடு அட்டவணை அமைப்புகள் பொறுத்தமாக இருப்பதில்லை.
zh_tw: 因此 NVDA 的點字輸入轉譯表設定就與其無關了。

source: BRLTTY is not involved in NVDA's automatic background braille display detection functionality.
bg: BRLTTY не е обвързан с функцията за автоматично откриване на брайлови дисплеи на NVDA.
de: BRLTTY ist nicht an der automatischen Erkennung von Braillezeilen im Hintergrund beteiligt.
es: BRLTTY no está involucrado en la funcionalidad de detección automática de pantallas braille de NVDA.
hr: BRLTTY ne sudjeluje u automatskom otkrivanju brajičnih redaka.
nl: BRLTTY blijft buiten de op de achtergrond uitgevoerde automatische leesregelherkenning van NVDA.
pt_br: O BRLTTY não está envolvido na funcionalidade automática de detecção de linha braille em segundo plano do NVDA.
ru: Функция BRLTTY не задействована в фоновом автоматическом определении брайлевского дисплея NVDA.
ta: பிரெயில் காட்சியமைவை பின்னணியில் தானாகக் கண்டறியும் என்விடிஏவின் வசதியை ஆதரிக்க BRLTTY தன்னை ஈடுபடுத்திக்கொள்வதில்லை.
zh_tw: BRLTTY 不支援 NVDA 點顯器背景自動偵側的功能。

source: Following are the BRLTTY command assignments for NVDA.
bg: Следват клавишните назначения за BRLTTY за NVDA.
de: Folgende BRLTTY-Befehle wurden in NVDA zugewiesen.
es: Seguidamente van las asignaciones a órdenes de BRLTTY para NVDA.
hr: Slijede BRLTTY prečaci za NVDA.
nl: De volgende BRLTTY-commando's worden in NVDA ondersteund.
pt_br: A seguir encontram-se os comandos do BRLTTY para o NVDA.
ru: Ниже приведены основные назначения команд для NVDA.
ta: பின்வருபவை, என்விடிஏவிற்கான BRLTTY கட்டளை ஒதுக்கீடுகள்:
zh_tw: 以下是 BRLTTY 在 NVDA 的按鍵指派，

source: Please see the [BRLTTY key binding lists](https://brltty.app/doc/KeyBindings/) for information about how BRLTTY commands are mapped to controls on braille displays.
bg: Моля, вижте [списъка с клавишни назначения на BRLTTY](https://brltty.app/doc/KeyBindings/) за информация как командите са обвързани с клавишите при различните дисплеи.
de: Bitte lesen Sie hierzu die [BRLTTY-Dokumentation für Tastaturbelegungen](https://brltty.app/doc/KeyBindings/) für Informationen darüber, wie BRLTTY-Befehle an Braillezeilentasten zugewiesen werden können.
es: Por favor consulta las [listas de claves de vínculos de BRLTTY](http://mielke.cc/brltty/doc/KeyBindings/) para información acerca de cómo se mapean las órdenes de BRLTTY para controlar las pantallas braille.
hr: Pogledajte [BRLTTY tablice tipkovničkih prečaca](https://brltty.app/doc/KeyBindings/) za više informacija o tome kako su BRLTTY prečaci dodijeljeni kontrolama na brajičnim redcima.
nl: Voor informatie over toetsenbordtabellen kunt u de [BRLTTY lijsten met toetstoewijzingen](https://brltty.app/doc/KeyBindings/) raadplegen.
pt_br: Por favor consulte as [listas de associação de teclas BRLTTY](https://brltty.app/doc/KeyBindings/) para obter informações sobre como estão mapeados os comandos do BRLTTY para controlar cada linha braille.
ru: Пожалуйста, ознакомьтесь с [списками привязки клавиш BRLTTY](http://mielke.cc/brltty/doc/KeyBindings/) для получения информации о сопоставлении команд BRLTTY с элементами управления брайлевских дисплеев.
ta: பிரெயில் காட்சியமைவுடன் BRLTTY கட்டளைகள் எவ்வாறு கட்டப்பட்டுள்ளன என்பதை அறிய, [இக்காட்சியமைவின் விசைப் பிணைப்புகள் ஆவணத்தைக்](https://brltty.app/doc/KeyBindings/) காணவும்.
zh_tw: 請參見 [BRLTTY key binding lists](https://brltty.app/doc/KeyBindings/) 有關 BRLTTY 指令如何與點顯器上的控制對應的資訊。

source: Name |BRLTTY command
bg: Име |BRLTTY команда
de: Name |BRLTTY-Befehl
es: Nombre |orden de BRLTTY
hr: Naziv |BRLTTY naredba
nl: Naam |BRLTTY-commando
pt_br: Nome |Comando BRLTTY
ru: Название |Команда BRLTTY
ta: பெயர் |BRLTTY கட்டளை
zh_tw: 名稱 |BRLTTY 指令

source: Scroll braille display back |`fwinlt` (go left one window)
bg: Превъртане на брайловия дисплей назад |`fwinlt` (отива един прозорец наляво)
de: Auf der Braillezeile rückwärts navigieren |`fwinlt` (eine Zeilenlänge nach links navigieren)
es: Desplazar pantalla braille hacia atrás |`fwinlt` (va a la izquierda una ventana)
hr: Kliži po brajičnom retku natrag |`fwinlt` (idi jedan prozor u lijevo)
nl: Brailleregel terugscrollen |`fwinlt` (een scherm naar links bewegen)
pt_br: Rolar linha braille para trás |`fwinlt` (caminha uma janela à esquerda)
ru: Прокрутка брайлевского дисплея назад |`fwinlt` (go left one window)
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |`fwinlt` (ஒவ்வொரு சாளரமாக இடப்பக்கம் நகர்க)

source: Scroll braille display forward |`fwinrt` (go right one window)
bg: Превъртане на брайловия дисплей напред |`fwinrt` (отива един прозорец надясно)
de: Auf der Braillezeile vorwärts navigieren |`fwinrt` (eine Zeilenlänge nach rechts navigieren)
es: Desplazar pantalla braille hacia la derecha |`fwinrt` (va una ventana hacia la derecha)
hr: Kliži po brajičnom retku naprijed |`fwinrt` (idi jedan prozor u desno)
nl: Brailleregel vooruit scrollen |`fwinrt` (een scherm naar rechts bewegen)
pt_br: Rolar linha braille para frente |`fwinrt` (Caminha uma janela à direita)
ru: Прокрутка брайлевского дисплея вперёд |`fwinrt` (go right one window)
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |`fwinrt` (ஒவ்வொரு சாளரமாக வலப் பக்கம் நகர்க)

source: Move braille display to previous line |`lnup` (go up one line)
bg: Придвижване на брайловия дисплей до предишния ред |`lnup` (отива един ред нагоре)
de: Auf der Braillezeile zur vorherigen Zeile navigieren |`lnup` (eine Zeile nach oben bewegen)
es: Mover la pantalla braille a la línea anterior |`lnup` (va una línea hacia arriba)
hr: Premjesti brajični redak na prethodni redak |`lnup` (idi jedan redak gore)
nl: Brailleregel naar vorige regel verplaatsen |`lnup` (een regel omhoog gaan)
pt_br: Mover linha braille para a linha anterior |`lnup` (sobe uma linha)
ru: Перемещение брайлевского дисплея к предыдущей строке |`lnup` (go up one line)
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |`lnup` (ஒவ்வொரு வரியாக மேல் நகர்க)

source: Move braille display to next line |`lndn` (go down one line)
bg: Придвижване на брайловия дисплей до следващия ред |`lndn` (отива един ред надолу)
de: Auf der Braillezeile zur nächsten Zeile navigieren |`lndn` (eine Zeile nach unten bewegen)
es: Mover pantalla braille a la siguiente línea |`lndn` (va una línea hacia abajo)
hr: Premjesti brajični redak na sljedeći redak |`lndn` (idi jedan redak dolje)
nl: Brailleregel naar volgende regel verplaatsen |`lndn` (een regel omlaag gaan)
pt_br: Mover linha braille para a linha seguinte |`lndn` (desce uma linha)
ru: Перемещение брайлевского дисплея к следующей строке |`lndn` (go down one line)
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |`lndn` (ஒவ்வொரு வரியாக கீழ் நகர்க)

source: Route to braille cell |`route` (bring cursor to character)
bg: Преместване на брайлова клетка |`преместване` (премества курсора на знака)
de: Cursor zum Braille-Modul wechseln |`routing` (Cursor zum Zeichen navigieren)
es: Guiar a la celda braille |`route` (lleva el cursor al carácter)
hr: Premjesti se na brajičnu ćeliju |`route` (dovedi kursor na znak)
nl: Cursor naar Braillecel verplaatsen |`route` (Cursor naar karakter bewegen)
pt_br: Encaminhar para a cela braille |`route` (leva o cursor ao caractere)
ru: Перемещение к брайлевской клетке |`route` (bring cursor to character)
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |`route` (எழுத்திருக்கும் இடத்திற்கு சுட்டியை நகர்த்த்ுக)

source: Toggle input help |`learn` (enter/leave command learn mode)
bg: Превключване на помощта за въвеждане |`learn` (вход/изход от режим на изучаване на команди)
de: Eingabehilfe umschalten |`learn` (Modus zum Lernen der Tastenbefehle ein- oder ausschalten)
es: Conmutar entrada de ayuda |`learn` (entra y sale del modo aprendizaje de órdenes)
hr: Uključi pomoć tipkovnice |`learn` (uključuje način učenja tipkovnice)
nl: Invoerhulp in- of uitschakelen |`leren` (ingaan/verlaten commando leermodus)
pt_br: Alternar ajuda de entrada |`learn` (entrar/sair do modo de aprendizagem de comando)
ru: Переключить справку по вводу |`learn` (enter/leave command learn mode)
ta: உள்ளீட்டு உதவியை மாற்றியமைத்திடுக |`learn` (கட்டளை கற்றல் முறையை உள்ளிடுக/வெளியேறுக)

source: Open the NVDA menu |`prefmenu` (enter/leave preferences menu)
bg: Отваряне на менюто на NVDA |`prefmenu` (вход/изход от менюто с настройките)
de: Das NVDA-Menü öffnen |`prefmenu` (Einstellungsmenü öffnen/schließen)
es: Abrir el menú NVDA |`prefmenu` (entra y sale del menú preferencias)
hr: Otvori NVDA izbornik |`prefmenu` (otvara izlazi iz izbornika postavki)
nl: Open het NVDA-menu |`prefmenu` (ingaan/verlaten menu voorkeuren)
pt_br: Abrir o menu do NVDA |`prefmenu` (entrar/sair do menu de preferências)
ru: Открыть меню NVDA |`prefmenu` (enter/leave preferences menu)
ta: என்விடிஏ பட்டியலைத் திறவுக |`prefmenu` (விருப்பங்கள் உட்பட்டியலை திரவுக/வெளியேறுக)

source: Revert configuration |`prefload` (restore preferences from disk)
bg: Връщане на настройките |`prefload` (възстановяване на настройките от файл)
de: Konfiguration zurücksetzen |`prefload` (gespeicherte Einstellungen wiederherstellen)
es: Revertir configuración |`prefload` (restaura las preferencias desde el disco)
hr: Vrati konfiguraciju |`prefload` (vraća postavke s diska)
nl: Configuratie terugzetten |`prefload` (teruggaan naar voorkeuren van bron)
pt_br: Reverter configuração |`prefload` (restaurar preferências do disco)
ru: Восстановить конфигурацию |`prefload` (restore preferences from disk)
ta: அமைவடிவத்தைத் திருப்பியமைத்திடுக |`prefload` (வன்தட்டிலிருந்து விருப்பங்களை மீளமைத்திடுக)

source: Save configuration |`prefsave` (save preferences to disk)
bg: Запазване на настройките |`prefsave` (запазване на настройките във файл)
de: Konfiguration speichern |`prefsave` (Einstellungen speichern)
es: Guardar configuración |`prefsave` (guarda las preferencias en el disco)
hr: Spremi konfiguraciju |`prefsave` (sprema postavke na disk)
nl: Configuratie opslaan |`prefsave` (voorkeuren op schijf opslaan)
pt_br: Salvar configuração |`prefsave` (salvar preferências no disco)
ru: Сохранить конфигурации |`prefsave` (save preferences to disk)
ta: அமைவடிவத்தை சேமித்திடுக |`prefsave` (விருப்பங்களை வன்தட்டில் சேமித்திடுக)

source: Report time |`time` (show current date and time)
bg: Докладване на часа |`time` (извеждане на текущите дата и час)
de: Datum und Uhrzeit mitteilen |`time` (Datum und Uhrzeit anzeigen)
es: Anunciar hora |`time` (muestra la fecha y la hora actuales)
hr: Čitaj vrijeme |`time` (pokazuje trenutni datum i vrijeme)
nl: Tijd melden |`tijd` (huidige datum en tijd weergeven)
pt_br: Relatar hora |`time` (mostrar data e hora atuais)
ru: Объявить время |`time` (show current date and time)
ta: நேரத்தை அறிவித்திடுக |`time` (நடப்பு தேதியையும், நேரத்தையும் காட்டிடுக)

source: Speak the line where the review cursor is located |`say_line` (speak current line)
bg: Прочитане на реда, където се намира курсорът за преглед |`say_line` (прочитане на текущия ред)
de: Die Zeile mitteilen, in der sich der NVDA-Cursor befindet |`say_line` (aktuelle Zeile mitteilen)
es: Verbalizar la línea donde esté el cursor de revisión |`say_line` (verbaliza la línea actual)
hr: Čitaj redak gdje se nalazi pregledni kursor |`say_line` (izgovara trenutni redak)
nl: Noem de regel waar de leescursor zich nu bevindt |`say_line` (huidige regel noemen)
pt_br: Falar a linha onde o cursor de exploração está localizado |`say_line` (falar linha atual)
ru: Произнести строку, на которой находится просмотровый курсор |`say_line` (speak current line)
ta: சீராய்வுச் சுட்டியின் இடத்திலிருக்கும் வரியை பேசிடுக |`say_line` (தற்போதைய வரியைப் பேசிடுக)

source: Say all using review cursor |`say_below` (speak from current line through bottom of screen)
bg: Прочитане на всичко чрез курсора за преглед |`say_below` (прочитане от текущия ред до долната част на екрана)
de: Alles Vorlesen, NVDA-Cursor verwenden |`say_below` (von der aktuellen Zeile bis zum unteren Rand des Bildschirms alles vorlesen)
es: Verbalizar todo utilizando el cursor de revisión |`say_below` (verbaliza desde la línea actual hasta el fondo de la pantalla)
hr: Čitaj sve koristeći pregledni kursor |`say_below` (izgovara od trenutnog redka do kraja)
nl: Alles voorlezen met gebruikmaking van leescursor |`say_below` (vanaf huidige regel lezen tot aanonderkant scherm)
pt_br: Leitura contínua usando o cursor de exploração |`say_below` (falar da linha atual até a parte inferior da tela)
ru: Читать всё, используя просмотровый курсор |`say_below` (speak from current line through bottom of screen)
ta: சீராய்வுச் சுட்டியைப் பயன்படுத்தி எல்லாம் படித்திடுக |`say_below` (தற்போதைய வரியிலிருந்து திரையின் ிறுதி வரை படித்திடுக)

source: Tivomatic Caiku Albatross 46/80
es: <target/>
ta: டிவோமேட்டிக் கேய்க்கு ஆல்பட்ராஸ் 46/80

source: The Caiku Albatross devices, which were manufactured by Tivomatic and available in Finland, can be connected to by either USB or serial.
bg: Устройствата Caiku Albatross, които са произведени от Tivomatic и се предлагат във Финландия, могат да бъдат свързани чрез USB или сериен порт.
de: Die von Tivomatic hergestellten und in Finnland erhältlichen Caiku Albatross-Geräte können entweder über USB oder seriell angeschlossen werden.
es: Los dispositivos Caiku Albatross, que fueron fabricados por Tivomatic y están disponibles en Finlandia, pueden conectarse o por USB o por serie.
hr: Caiku Albatross uređaji, koje je proizvela kompanija Tivomatic i koji su dostupni u Finskoj, mogu se povezati putem USB ili serijske veze.
nl: De Caiku Albatross-toestellen, die door Tivomatic zijn vervaardigd en in Finland verkrijgbaar zijn, kunnen via USB dan wel serieel worden verbonden.
pt_br: Os dispositivos Caiku Albatross, fabricados pela Tivomatic e disponíveis na Finlândia, podem ser conectados por USB ou serial.
ru: Устройства Caiku Albatross, которые были изготовлены компанией Tivomatic и доступны в Финляндии, могут быть подключены как по USB, так и по последовательному порту.
ta: டிவோமேட்டிக் நிறுவனத்தால் உற்பத்திசெய்யப்பட்டு, பின்லாந்தில் கிடைக்கப் பெறும் கேய்க்கு ஆல்பட்ராஸ் கருவிகள், யுஎஸ்பி, அல்லது தொடர் நுழைவாயில் வழியே இணைக்கலாம்.
zh_tw: 由 Tivomatic 製造並在芬蘭流通的 Caiku Albatross 裝置可以透過 USB 或串列埠連接，

source: You do not need any specific drivers to be installed to use these displays.
bg: Не е необходимо да инсталирате специални драйвери, за да използвате тези дисплеи.
de: Für die Verwendung dieser Braillezeilen müssen keine speziellen Treiber installiert werden.
es: No necesitas ningún controlador en especial a instalar para utilizar estas pantallas.
hr: Ne morate da instalirate određene drajvere da biste koristili ove redove.
nl: Om deze leesregels te gebruiken hoeven er geen specifieke stuurprogramma's te worden geïnstalleerd.
pt_br: Você não precisa instalar nenhum driver específico para usar essas linhas.
ru: Для использования этих дисплеев не требуется устанавливать какие-либо специальные драйверы.
ta: இக்காட்சியமைவுகளைப் பயன்படுத்த, எந்தவொரு குறிப்பிட்ட இயக்கியையும் தாங்கள் நிறுவத் தேவையில்லை.
zh_tw: 您不需要安裝任何特定的驅動程式即可使用這些點顯器，

source: Just plug in the display and configure NVDA to use it.
bg: Просто свържете дисплея и конфигурирайте NVDA да го използва.
de: Schließen Sie einfach die Braillezeile an und konfigurieren Sie NVDA dafür.
es: Sólo enchufa la pantalla y configura a NVDA para utilizarla.
hr: Jednostavno povežite red i podesite NVDA da ga koristi.
nl: Plug de leesregel gewoon in, en configureer NVDA om hem te gebruiken.
pt_br: Basta conectar a linha e configurar o NVDA para usá-la.
ru: Просто подключите дисплей и настройте NVDA для его использования.
ta: காட்சியமைவை வெறுமனே பொருத்தி, அதைப் பயன்படுத்த என்விடிஏவை அமைவடிவமாக்கவும்.
zh_tw: 只要插上點顯器並設定 NVDA 即可使用。

source: Note: Baud rate 19200 is strongly recommended.
bg: Забележка: Силно се препоръчва скорост на опресняване 19200.
de: Hinweis: Die Baudrate 19200 wird dringend empfohlen.
es: Nota: se recomienda encarecidamente una velocidad de 19200 baudios.
hr: Napomena: Baud rate 19200 se posebno preporučuje.
nl: Merk op: Baud rate 19200 wordt sterk aanbevolen.
pt_br: Nota: A taxa de transmissão — Baud rate — 19200 é fortemente recomendada.
ru: Примечание: Настоятельно рекомендуется скорость передачи данных 19200 Бит всекунду.
ta: குறிப்பு: போட் விகிதம் 19200 வலுவாகப் பரிந்துரைக்கப்படுகிறது.
zh_tw: 附註：強烈建議將傳輸速率設為 19200，

source: If required, switch Baud rate setting value to 19200 from the braille device's menu.
bg: Ако е необходимо, променете стойността на настройката за скорост на опресняване на 19200 от менюто на брайловия дисплей.
de: Falls erforderlich, stellen Sie die Baudrate im Menü des Braille-Geräts auf 19200 ein.
es: Si se requiere, cambia el valor de la opción de velocidad a 19200 baudios desde el menú del dispositivo braille.
hr: Ako je neophodno, promenite vrednost podešavanja Baud rate na 19200 iz menija brajevog uređaja.
nl: Stel zo nodig de Baud rate-waarde in op 19200 via het leesregelmenu.
pt_br: Se necessário, altere o valor da configuração da taxa de transmissão para 19200 no menu do dispositivo braille.
ru: При необходимости измените значение параметра скорости передачи данных на 19200 Бит в секунду в меню брайлевского устройства.
ta: தேவைப்பட்டால், பிரெயில் கருவிகள் பட்டியலில் காணப்படும் போட் விகித அமைப்பின் மதிப்பை 19200 என மாற்றியமைக்கவும்.
zh_tw: 若有需要，可從點顯器裝置的選單中將傳輸速率設定值切換為 19200。

source: Although the driver supports 9600 baud rate, it has no way to control what baud rate the display uses.
bg: Въпреки че драйверът поддържа скорост на опресняване от 9600, той няма начин да контролира каква скорост на предаване използва дисплеят.
de: Obwohl der Treiber eine Baudrate von 9600 unterstützt, kann nicht die Baudrate von der Braillezeile automatisch erkannt werden.
es: Aunque el controlador admite una velocidad de 9600 baudios, no tiene modo de controlar la velocidad que utiliza la pantalla.
hr: Iako drajver podržava 9600 baud rate, nema način da kontroliše koji baud rate red koristi.
nl: Hoewel de driver een baud rate, van 9600 ondersteunt, heeft deze geen controle over de baud rate die de leesregel gebruikt.
pt_br: Embora o driver suporte taxa de transmissão de 9600, ele não tem como controlar qual taxa de transmissão a linha usa.
ru: Хотя драйвер поддерживает скорость передачи данных 9600 Бит в секунду, у него нет возможности контролировать скорость передачи данных, используемую дисплеем.
ta: 19600 போட் விகிதத்தை இயக்கி ஆதரித்தாலும், எந்த போட் விகிதத்தை காட்சியமைவு பயன்படுத்த வேண்டுமென்பதை கட்டுப்படுத்த இயக்கிக்கு எந்த வழியுமில்லை.
zh_tw: 雖然驅動程式支援 9600 傳輸速率，但是無法控制顯示器使用哪種傳輸速率，

source: Because 19200 is the display default baud rate, the driver tries it at first.
bg: Тъй като 19200 е скоростта на опресняване по подразбиране на дисплея, драйверът пробва първо нея.
de: Da 19200 die Standard-Baudrate der Braillezeile ist, versucht der Treiber es zunächst mit dieser.
es: Dado que 19200 es la velocidad en baudios predeterminada de la pantalla, el controlador lo intenta al principio.
hr: Zato što je 19200 podrazumevani baud rate za red, drajver će ovo prvo pokušati.
nl: Omdat de standaard baud rate, van de leesregel 19200 is, zal de driver allereerst deze proberen.
pt_br: Como 19200 é a taxa de transmissão padrão da linha, o driver tenta isso primeiro.
ru: Поскольку скорость передачи данных на дисплее по умолчанию составляет 19200 Бит в секунду, драйвер сначала пробует именно её.
ta: காட்சியமைவின் இயல்பான போட் விகிதம் 19200 என்று இருப்பதால், அதை முதலில் இயக்கி முயலும்.
zh_tw: 因為 19200 是點顯器的預設傳輸速率，驅動程式會先以此嘗試，

source: If baud rates are not the same, the driver may behave unexpectedly.
bg: Ако скоростите на опресняване не са еднакви, драйверът може да се държи неочаквано.
de: Wenn die Baudraten nicht übereinstimmen, kann der Treiber ein unerwartetes Verhalten aufweisen.
es: Si las velocidades en baudios no son las mismas, el controlador puede comportarse de forma inesperada.
hr: Ako baud rate nisu iste, drajver će se možda ponašati neočekivano.
nl: Als baud rates (snelheden) niet hetzelfde zijn, kan de driver onverwacht gedrag vertonen.
pt_br: Se as taxas de transmissão não forem iguais, o driver poderá se comportar de forma inesperada.
ru: Если скорость передачи данных в Бит в секунду отличается, драйвер может повести себя неожиданно.
ta: போட் விகிதம் ஒரே மாதிரியாக இல்லாதிருந்தால், எதிர்பாராத வகையில் இயக்கி செயலாற்றும்.
zh_tw: 如果傳輸速率不同，驅動程式可能會出現非預期行為。

source: Following are key assignments for these displays with NVDA.
bg: Следват клавишните назначения за тези дисплеи с NVDA.
de: Nachfolgend finden Sie die Tastenbelegungen für diese Braillezeilen mit NVDA.
es: Seguidamente van las asignaciones de teclas para estas pantallas con NVDA.
hr: Slede dodeljene tasterske prečice za ovaj brajev red uz NVDA.
nl: Hierna volgen de toetstoewijzingen voor deze leesregels met NVDA.
pt_br: A seguir estão as principais atribuições de teclas para essas linhas com o NVDA.
ru: Ниже приведены основные назначения клавиш для этих дисплеев, поддерживаемые NVDA.
ta: என்விடிஏவுடன் பயன்படுத்த, பின்வரும் விசைகள் இக்காட்சியமைவிற்கு ஒதுக்கப்பட்டுள்ளன.
zh_tw: 以下是此點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на дисплея за описание на това къде са разположени въпросните клавиши.
de: Wo diese Tasten zu finden sind, entnehmen Sie bitte der Dokumentation der Braillezeile.
es: Por favor consulta la documentación de la pantalla para descripciones de dónde se encuentran estas teclas.
hr: Molimo pogledajte dokumentaciju brajevog reda za opis gde se ovi tasteri nalaze.
nl: U kunt in de documentatie bij deze leesregels nalezen waar deze toetsen zich precies bevinden..
pt_br: Consulte a documentação da linha para obter descrições de onde essas teclas podem ser encontradas.
ru: Ознакомьтесь с документацией к дисплею, чтобы узнать, где находятся эти клавиши.
ta: இவ்விசைகள் எங்கு காணப்படுகின்றன என்பதை விளக்கமாக அறிய, காட்சியமைவுடன் வரும் ஆவணத்தைப் படிக்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Команда
de: Name |Taste
es: Nombre |Tecla
hr: Ime |Prečica
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵
