Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Unicode normalization ensures that only one form will be used throughout all speech output, which is the one character variant.
bg: Уникод нормализацията гарантира, че само една форма ще се използва в целия речев изход, което е вариантът с един знак.
de: Die Unicode-Normalisierung stellt sicher, dass in der gesamten Sprachausgabe nur eine Form verwendet wird, nämlich die eine Zeichenvariante.
es: La normalización Unicode se asegura de que sólo se utilizará una forma en toda la salida de voz, que es la variante de un carácter.
hr: Unicode normalizacija osigurava to, da će se koristiti jedan oblik prilikom izgovaranja teksta, što je jedna varijanta znaka.
nl: Unicodenormalisering zorgt ervoor dat er bij alle spraakuitvoer maar een vorm wordt gebruikt, te weten het enkelvoudige letterteken.
pt_br: A normalização Unicode garante que apenas uma forma será usada em toda a saída de fala, que é a variante de um caractere.
ru: Нормализация Юникода гарантирует, что при выводе речи будет использоваться только одна форма - вариант с одним символом.
ta: ஒருங்குறி இயல்பாக்கம், அனைத்து பேச்சு வெளியீடுகளிலும் ஒரே ஒரு வரியுரு வடிவம் அதாவது ஒரு மாற்றுரு மட்டுமே பயன்படுத்தப்படும் என்பதை உறுதிசெய்கிறது.
zh_tw: Unicode 正規化確保在所有語音輸出中使用唯一形式，也就是單一字元變體。

source: Decomposition of some ligatures, Including "ĳ" (ligature ij) to their two letter form ("ij").
bg: Разлагане на някои лигатури, включително „ĳ“ (лигатура ij) до тяхната двубуквена форма („ij“).
de: Aufteilung einiger Ligaturen, einschließlich "ĳ" (Ligatur ij) in ihre Zweibuchstabenform ("ij").
es: Descomposición de alguna ligadura, Incluyendo "ĳ" (ligadura ij) a su forma de dos letras ("ij").
hr: Rastavljanje nekih ligatura, uključujući "ĳ" (ligatura ij) u njihove dvoslovne oblike ("ij").
nl: Uitsplitsing van enkele letterparen, waaronder "ĳ" (lletterpaar ij) in hun twee-letterige vorm ("ij").
pt_br: Decomposição de algumas ligaduras, incluindo "ĳ" (ligadura ij) em sua forma de duas letras ("ij").
ru: Разложение некоторых лигатур, в том числе "ĳ" (лигатура ij), до их двухбуквенной формы ("ij").
ta: "Ä³" (பிணைவரியுரு ij) உள்ளிட்ட சில பிணைவரியுருக்களை அவைகளின் இரு வரியுரு வடிவத்திற்கு மாற்றுதல் ("ij").
zh_tw: 一些連字的分解，包括「ĳ」 (連字 ij) 分解為兩個字母形式 (「ij」)。

source: Stable ordering of modifiers in composite characters, for example in ancient Hebrew.
bg: Стабилно подреждане на модификатори в съставни знаци (например в староеврейски).
de: Feste Anordnung von Modifikatoren in zusammengesetzten Zeichen, z. B. im Althebräischen.
es: Ordenación estable de modificadores en caracteres compuestos, por ejemplo en hebreo antiguo.
hr: Stabilan poredak sastavljenih znakova, na primjer u starohebrejskom.
nl: Vaste ordening van modificerende tekens van samengestelde (letter)tekens, in Oud-Hebreeuws bijvoorbeeld.
pt_br: Ordenação estável de modificadores em caracteres compostos, por exemplo, em hebraico antigo.
ru: Стабильное упорядочивание модификаторов в составных символах, например, в древнееврейском языке.
ta: கூட்டு வரியுருக்களில் மாற்றியமைப்பிகளை நிலையாக ஒழுங்குபடுத்துதல். எ.கா. பண்டைய ஹீப்ரு.
zh_tw: 複合字元中修飾符號的固定順序，例如古希伯來文。

source: To toggle Unicode normalization from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключвате уникод нормализацията отвсякъде, моля, задайте персонализиран жест чрез [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Um die Unicode-Normalisierung von überall aus umzuschalten, weisen Sie bitte einen benutzerdefinierten Tastenbefehl über das Dialogfeld für die [Tastenbefehle](#InputGestures) zu.
es: Para conmutar la normalización Unicode desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Kako biste mogli podesiti Unicode normalizaciju sa bilo kojeg mjesta, molimo dodijelite prilagođenu gestu koristeći [Dijaloški okvir ulazne geste](#InputGestures).
nl: Om Unicode-normalisering vanaf een willekeurige plaats in of uit te schakelen kun je via[ het dialoogvenster Invoerhandelingen](#InputGestures) een aangepaste handeling aanmaken.
pt_br: Para alternar a normalização Unicode de qualquer lugar, atribua um comando — gesto — personalizado usando o [diálogo Definir comandos](#InputGestures).
ru: Чтобы переключить нормализацию Unicode из любого места, назначьте пользовательский жест с помощью диалога [Жесты ввода](#InputGestures).
ta: ஒருங்குறி இயல்பாக்கத்தை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலுக்குச்](#InputGestures) சென்று, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換 Unicode 正規化，請使用[輸入手勢對話框](#InputGestures)來指派手勢。

source: Report "Normalized" when navigating by character
bg: Докладвай "нормализирано" при четене знак по знак
de: Beim Navigieren von Zeichen "normalisiert" mitteilen
es: Anunciar "Normalizado" al navegar por caracteres
hr: Izgovaraj "normalizirano" pri kretanju po znakovima
nl: "Genormaliseerd" melden bij het navigeren per teken
pt_br: Relatar "Normalizado" ao navegar por caractere
ru: Сообщать "Нормализовано" при перемещении по символам
ta: வரியுருக்களாக வழிசெலுத்தும்பொழுது "இயல்பாக்கப்பட்டது" என்று அறிவித்திடுக
zh_tw: 逐字元導覽時讀出「正規化」

source: This setting is a checkbox that, when checked, tells NVDA to explicitly report that a character is normalized when spoken as an individual character such as when spelling.
bg: Тази настройка е поле за отметка, което, когато е отметнато, указва на NVDA изрично да докладва, че даден знак е нормализиран, когато се изговаря като отделен знак (например при спелуване).
de: Diese Einstellung ist ein Kontrollkästchen, das, wenn es aktiviert ist, NVDA anweist, explizit mitzuteilen, dass ein Zeichen normalisiert ist, wenn es als einzelnes Zeichen vorgelesen wird, z. B. beim Buchstabieren.
es: Esta opción es una casilla de verificación que, cuando se marca, dice a NVDA que anuncie explícitamente que un carácter se normalizó cuando se verbalizó como un carácter individual según cuando se deletrea.
hr: Ova postavka je potvrdni okvir koji služi za podešavanje izgovora stanja normaliziranosti Unicode znaka pri čitanju slovo po slovo.
nl: Deze instelling is een selectievakje dat, aenneer het is aangevinkt, NVDA expliciet laat melden dat een (letter)teken genormaliseerd is als die als een enkel teken wordt gesproken, bijv. bij het spellen.
pt_br: Esta configuração é uma caixa de seleção que, quando marcada, informa ao NVDA para relatar explicitamente que um caractere é normalizado quando falado como um caractere individual, como ao soletrar.
ru: Эта настройка представляет собой флажок, который, если он установлен, указывает NVDA явно сообщать, что символ нормализован, когда он произносится как отдельный символ, например, при написании.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், எழுத்துகளாகப் படிக்கும் நிலையில், இயல்பாக்கப்பட்ட வரியுருக்களை படிக்கும்பொழுது, "இயல்பாக்கப்பட்டது" என்று என்விடிஏ அறிவித்திடும்.
zh_tw: 當勾選此核取方塊，告訴 NVDA 在個別字元朗讀時 (例如拼讀) 明確讀出正規化。

source: For example, when this option is enabled, spelling the character "ĳ" will pronounce it as "i j normalized".
bg: Например, когато тази опция е включена, спелуването на знака „ĳ“ ще го произнесе като „i j нормализирано“.
de: Wenn diese Option aktiviert ist, wird zum Beispiel das Zeichen "ĳ" als "i j normalisiert" vorgelesen.
es: Por ejemplo, cuando esta opción se habilita, deletrear el carácter "ĳ" lo pronunciará como "i j normalizado".
hr: Na primjer, kada je ova opcija uključena, slovkanje znaka "ĳ" rezultirat će izgovorom "i j normalizirano".
nl: Wanneer deze optie ingeschakeld is, zal bijvoorbeeld bij het spellen van het letterteken "ĳ" dit uitgesproken worden als"i j genormaliseerd".
pt_br: Por exemplo, quando esta opção está habilitada, soletrar o caractere "ĳ" irá pronunciá-lo como "i j normalizado".
ru: Если этот параметр включён, при написании символа "ĳ" он будет произноситься как "i j нормализовано".
ta: எடுத்துக்காட்டாக, "Ä³" என்கிற எழுத்தினை, "இயல்பாக்கப்பட்ட i j" என்று படித்திடும்.
zh_tw: 例如當啟用此選項，拼讀字元「ĳ」的讀音會是「i j 正規化」。

source: Note that this setting is only available when "[Unicode normalization](#SpeechUnicodeNormalization)" is enabled.
bg: Обърнете внимание, че тази настройка е налична само когато е включена [уникод нормализацията](#SpeechUnicodeNormalization).
de: Beachten Sie, dass diese Einstellung nur verfügbar ist, wenn "[Unicode-Normalisierung](#SpeechUnicodeNormalization)" aktiviert ist.
es: Ten en cuenta que esta opción sólo está disponible cuando "[Normalización Unicode](#SpeechUnicodeNormalization)" esté habilitada.
hr: Imajte na umu da je ova postavka dostupna samo kad je "[Unicode normalizacija](#SpeechUnicodeNormalization)" uključena.
nl: Merk op dat deze instelling alleen beschikbaar is als "[Unicode-normalisering](#SpeechUnicodeNormalization)" ingeschakeld is.
pt_br: Observe que essa configuração só estará disponível quando a "[Normalização unicode](#SpeechUnicodeNormalization)" estiver habilitada.
ru: Обратите внимание, что эта настройка доступна только при включённом параметре "[Нормализация Юникода](#SpeechUnicodeNormalization)".
ta: "[ஒருங்குறி இயல்பாக்கம்](#SpeechUnicodeNormalization)" முடுக்கப்பட்டிருந்தால் மட்டுமே, இவ்வமைப்பு கிடைப்பிலிருக்கும் என்பதைக் கவனிக்கவும்.
zh_tw: 附註：此設定僅在啟用「[Unicode 正規化](#SpeechUnicodeNormalization)」時可用。

source: Include Unicode Consortium data (including emoji) when processing characters and symbols
bg: Включвай данни от Уникод консорциума (включително емоджи) при обработката на знаци и символи
de: Unicode-Konsortiumsdaten (einschließlich Emoji) bei der Verarbeitung von Zeichen und Symbolen einbeziehen
es: Incluir datos Unicode Consortium (incluyendo emoji) al procesar caracteres y símbolos
hr: Koristi Unicode bazu podataka za čitanje opisa znakova i simbola (uključujući emoji znakove)
nl: Unicode Consortium data (met inbegrip van emoji) opnemen bij het verwerken van karakters en symbolen
pt_br: Incluir dados do Consórcio Unicode (incluindo emoji) ao processar caracteres e símbolos
ru: Использовать базу данных Консорциума Unicode при чтении эмодзи, знаков и символов пунктуации
ta: வரியுருக்களையும், குறியெழுத்துகளையும் கையாளும்பொழுது முகவடிகள் உட்பட ஒருங்குறிக் கூட்டமைப்பின் தரவுகளை சேர்த்துக்கொள்க
zh_tw: 處理字元及符號時包含 Unicode Consortium 資料 (含表情符號)

source: When this checkbox is checked, NVDA will include additional symbol pronunciation dictionaries when pronouncing characters and symbols.
bg: Когато в това поле има отметка, NVDA ще включва допълнителни речници за произношение на символи при произнасянето на знаци и символи.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird NVDA bei der Aussprache von Zeichen und Symbolen zusätzliche Wörterbücher für die Aussprache der Symbole einbeziehen.
es: Cuando esta casilla de verificación esté activada, NVDA incluirá los diccionarios de pronunciación de símbolos adicionales cuando pronuncie caracteres y símbolos.
hr: Kad se ovaj potvrdni okvir označi, NVDA će uključiti dodatne znakove i simbole tijekom čitanja.
nl: Wanneer dit selectievakje aangevinkt is, zal NVDA extra uitspraakwoordenboeken raadplegen bij het uitspreken van (letter)tekens en symbolen.
pt_br: Quando essa caixa de seleção está marcada, o NVDA incluirá dicionários de pronúncia de símbolos adicionais ao pronunciar caracteres e símbolos.
ru: Если этот флажок установлен, то NVDA при чтении различных знаков и символов пунктуации будет использовать дополнительные словари произношения.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், வரியுருக்களையும், குறியெழுத்துகளையும் ஒலிக்கும்பொழுது, கூடுதல் குறியெழுத்து ஒலிப்பு அகரமுதலிகளை என்விடிஏ சேர்த்துக்கொள்ளும்.
zh_tw: 勾選此核取方塊，NVDA 將加入額外的符號讀音對照表來讀出字元及符號，

source: These dictionaries contain descriptions for symbols (particularly emoji) that are provided by the [Unicode Consortium](https://www.unicode.org/consortium/) as part of their [Common Locale Data Repository](http://cldr.unicode.org/).
bg: Тези речници съдържат описания за символи (най-вече емоджи), които се предоставят от [Уникод консорциума](https://www.unicode.org/consortium/) като част от тяхното [хранилище за общи езикови данни](http://cldr.unicode.org/).
de: Diese Wörterbücher enthalten Beschreibungen für Symbole (insbesondere Emoji), die vom [Unicode-Konsortium](https://www.unicode.org/consortium/) als Teil ihres [Common Locale Data Repository](http://cldr.unicode.org/) zur Verfügung gestellt werden.
es: Estos diccionarios contienen descripciones para símbolos (en particular emoji) que se proporcionan por el [Unicode Consortium](https://www.unicode.org/consortium/) como parte de su [Common Locale Data Repository](http://cldr.unicode.org/).
hr: Ovi rječnici sadrže opise simbola (uglavnom Emojia) koje je dostavio [Unicode Consortium](https://www.unicode.org/consortium/) kao dio njihovog [repozitorija općih jezičnih podataka](http://cldr.unicode.org/).
nl: In deze woordenboeken staan beschrijvingen van symbolenin het bijzonder emoji) die afkomstig zijn van [het Unicode Consortium](https://www.unicode.org/consortium/) als onderdeel van hun [Common Locale Data Repository](http://cldr.unicode.org/).unicode.org/].
pt_br: Esses dicionários contêm descrições de símbolos (particularmente emoji) que são fornecidos pelo [Consórcio Unicode](https://www.unicode.org/consortium/) como parte de seu [Repositório de Dados de Localidade Comum](http://cldr.unicode.org/).
ru: Эти словари содержат описания для символов (преимущественно эмодзи), предоставляемые [Консорциумом Unicode](https://www.unicode.org/consortium/) как часть [Общего Репозитория Языковых Данных](http://cldr.unicode.org/).
ta: [ஒருங்குறிக் கூட்டமைப்பின்](https://www.unicode.org/consortium/) [உள்ளூர் பொதுத் தரவுக் களஞ்சியத்தில்](http://cldr.unicode.org/) இருக்கும் குறியெழுத்துகளின், குறிப்பாக முகவடிகளின் விளக்கங்களை இவ்வகரமுதலிகள் கொண்டிருக்கும்.
zh_tw: 這些符號讀音對照表包含由 [Unicode Consortium](https://www.unicode.org/consortium/) 提供的符號 (特別是表情符號) 描述，它們是 [Common Locale Data Repository](https://cldr.unicode.org/) (CLDR) 的一部分，

source: If you want NVDA to speak descriptions of emoji characters based on this data, you should enable this option.
bg: Ако желаете NVDA да изговаря описания на емоджитата, базирайки се на тези данни, трябва да включите тази опция.
de: Wenn Sie möchten, dass NVDA auf Basis dieser Daten Beschreibungen von Emoji-Zeichen vorliest, sollten Sie diese Option aktivieren.
es: Si quieres que NVDA verbalice descripciones de caracteres emoji basados en estos datos, deberías habilitar esta opción.
hr: Ako želite da NVDA izgovara opise emoji znakova uz pomoć ovih podataka, uključite ovu opciju.
nl: Als u wilt dat NVDA de op basis van deze data gebaseerde beschrijving van emoji-tekens leest, moet u deze optie inschakelen.
pt_br: Se você deseja que o NVDA fale descrições de caracteres emoji com base nesses dados, habilite esta opção.
ru: Вам следует установить этот флажок, если требуется, чтобы NVDA читала символы эмодзи, основываясь на этих данных.
ta: முகவடிகளின் விளக்கங்களை இத்தரவினைக் கொண்டு என்விடிஏ பேச வேண்டுமென்று தாங்கள் விரும்பினால், இத்தேர்வுப் பெட்டியைத் தேர்வுச் செய்ய வேண்டும்.
zh_tw: 如果您想讓 NVDA 使用這個符號讀音對照表來描述表情符號，請將此核取方塊勾選，

source: However, if you are using a speech synthesizer that supports speaking emoji descriptions natively, you may wish to turn this off.
bg: Ако обаче използвате речев синтезатор, който самостоятелно поддържа емоджи, може би ще е по-добре да я изключите.
de: Falls eine Sprachausgabe verwendet wird, die das Vorlesen von Emoji-Beschreibungen nativ unterstützt, können Sie dies abschalten.
es: Por lo tanto, si estás utilizando un sintetizador de voz que admita la verbalización de descripciones de emoji nativamente, deberías desactivar esto.
hr: Međutim, ako vaša govorna jedinica već sama po sebi izgovara opise emoji znakova, možete isključiti ovu opciju.
nl: Als u evenwel een spraaksynthesizer gebruikt die zelf zorgt voor het uitspreken van emoji-beschrijvingen, wilt u deze mogelijk uitschakelen.
pt_br: No entanto, se você estiver usando um sintetizador de fala que ofereça suporte a fala de descrições de emojis nativamente, convém desabilitá-lo.
ru: Тем не менее, если вы используете синтезатор речи, который изначально поддерживает озвучивание символов эмодзи, то вы можете отключить эту функцию.
ta: ஆனால், தாங்கள் பயன்படுத்தும் ஒலிப்பானைக் கொண்டு முகவடிகளின் உள்ளூர் விளக்கங்களைக் கேட்க விரும்பினால், இத்தேர்வுப் பெட்டியின் தேர்வினை நீக்கிவிட வேண்டும்.
zh_tw: 但是若您使用的語音合成器原生支援表情符號描述，則可以將此核取方塊取消勾選。

source: Note that manually added or edited character descriptions are saved as part of your user settings.
bg: Обърнете внимание, че ръчно добавените или редактираните описания на знаци се запазват като част от потребителските ви настройки.
de: Beachten Sie, dass manuell hinzugefügte oder bearbeitete Beschreibungen als Teil Ihrer Benutzereinstellungen gespeichert werden.
es: Ten en cuenta que las descripciones de caracteres añadidas o editadas manualmente se guardan como parte de tus opciones de usuario.
hr: Imajte na umu, da se ručno dodani ili uređeni opisi znakova spremaju u vašu korisničku mapu.
nl: Merk op dat handmatig toegevoegde of bewerkte beschrijvingen van (letter)tekens als onderdeel van uw gebruikersinstellingen bewaard worden.
pt_br: Observe que as descrições de caracteres adicionadas ou editadas manualmente são salvas como parte das configurações do usuário.
ru: Обратите внимание, что вручную добавленные или отредактированные описания символов сохраняются в качестве ваших пользовательских настроек.
ta: கைமுறையில் சேர்க்கப்பட்ட, அல்லது தொகுக்கப்பட்ட குறியெழுத்துகளின் விளக்கங்கள், தங்களின் பயனர் அமைப்புகளில் ஒரு பகுதியாக சேமிக்கப்படுகின்றன என்பதைக் கவனிக்கவும்.
zh_tw: 附註：手動新增或編輯的符號讀音將儲存作為您的使用者設定的一部分，

source: Therefore, if you change the description of a particular emoji, your custom description will be spoken for that emoji regardless of whether this option is enabled.
bg: Следователно, ако промените описанието на конкретно емоджи, вашето потребителско описание ще бъде използвано за описване на това емоджи, независимо дали тази опция е включена или не.
de: Wenn Sie also die Beschreibung eines bestimmten Emoji ändern, wird Ihre benutzerdefinierte Beschreibung für diesen Emoji bevorzugt, unabhängig davon, ob diese Option aktiviert ist.
es: Por lo tanto, si cambias la descripción de un emoji en particular, tu descripción personalizada se verbalizará para ese emoji sin importar si esta opción está habilitada.
hr: Dakle, ako promijenite opis određenog emojia, izgovorit će se vaš opis, neovisno o tome je li ova opcija uključena.
nl: Dit betekent dat, als u de beschrijving van een specifiek emoji verandert, uw aangepaste beschrijving voor die emoji altijd zal worden gelezen ongeacht of deze optie is ingeschakeld.
pt_br: Portanto, se você alterar a descrição de um emoji específico, sua descrição personalizada será pronunciada para esse emoji, independentemente de essa opção estar habilitada.
ru: Поэтому, при изменении описания какого-либо символа эмодзи, ваше новое описание будет использоваться всегда, независимо от того, установлен данный флажок или нет.
ta: ஆகவே, முகவடிகளின் விளக்கங்களைத் தாங்கள் மாற்றியமைத்திருந்தால், இத்தேர்வுப் பெட்டி தேர்வாகாத நிலையிலும், அந்த முகவடிகளின் தனிப்பயனாக்கப்பட்ட விளக்கங்களையே என்விடிஏ படிக்கும்.
zh_tw: 因此若您修改了某個特定表情符號的描述，無論是否勾選此核取方塊都會以您自訂的描述讀出。

source: You can add, edit or remove symbol descriptions in NVDA's [punctuation/symbol pronunciation dialog](#SymbolPronunciation).
bg: Можете да добавяте, редактирате или премахвате описания на символи в [диалоговия прозорец на NVDA за Пунктуация/Произнасяне на символите](#SymbolPronunciation).
de: Sie können die Symbolbeschreibungen in [Interpunktion und Symbol-Aussprache](#SymbolPronunciation) hinzufügen, bearbeiten oder entfernen.
es: Puedes añadir, editar o eliminar descripciones de símbolos en el [diálogo de pronunciación de puntuación y símbolos](#SymbolPronunciation) de NVDA.
hr: Možete dodati, ukloniti ili urediti opise simbola u dijaloškom okviru [Izgovaranje interpunkcije i simbola](#SymbolPronunciation).
nl: U kunt symboolbeshrijvingen toevoegen, bewerken of verwijderen in [het dialoogvenster Uitspraak interpunctie/symbolen van NVDA](#SymbolPronunciation).
pt_br: Você pode adicionar, editar ou remover descrições de símbolos no [diálogo de pronúncia de pontuação/símbolo](#SymbolPronunciation) do NVDA.
ru: Вы можете добавлять, редактировать или удалять описания символов в [Диалоге настроек произношения символов/пунктуации](#SymbolPronunciation).
ta: என்விடிஏவின் [நிறுத்தற்குறிகள்/குறியெழுத்துகளின் ஒலிப்பு உரையாடலில்](#SymbolPronunciation), குறியெழுத்தின் விளக்கங்களை சேர்க்கவோ, தொகுக்கவோ, நீக்கவோ தங்களால் இயலும்.
zh_tw: 您可以在 NVDA 的[標點及符號讀音對話框](#SymbolPronunciation)中新增、編輯或刪除符號的描述。

source: To toggle Unicode Consortium data inclusion from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключвате включването на данни от Уникод консорциума отвсякъде, моля, задайте персонализиран жест, използвайки диалоговия прозорец за [жестове на въвеждане](#InputGestures).
de: Um die Einbindung von Unicode-Konsortiumsdaten von überall her zu aktivieren, weisen Sie bitte eine Tastenkombination über das Dialogfeld für die [Tastenbefehle](#InputGestures) zu.
es: Para activar o desactivar la inclusión de datos Unicode Consortium desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Kako biste odasvud mogli uključiti ili isključiti korištenje Unicode podataka, dodijelite prilagođeni prečac ili gestu u dijaloškom okviru [Ulazne geste](#InputGestures).
nl: Om Unicode Consortium data van elke willekeurige plaats al dan niet op te nemen kunt u zelf een invoerhandeling aanmaken met behulp van het [dialoogvenster Invoerhandelingen](#InputGestures).
pt_br: Para alternar a inclusão de dados do Consórcio Unicode de qualquer lugar, atribua um comando personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: Для переключения использования базы данных консорциума Unicode из любого места, пожалуйста, назначьте на эту команду желаемый жест в диалоге ["Жесты ввода"](#InputGestures).
ta: ஒருங்குறிக் கூட்டமைப்பின் தரவினை, எங்கிருந்தாயினும் சேர்த்துக்கொள்ள, [உள்ளீட்டுச் சைகைகள்](#InputGestures) உரையாடலைப் பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換是否加入 Unicode Consortium 的資料，請使用[輸入手勢對話框](#InputGestures)來指派手勢。

source: Capital pitch change percentage
bg: Увеличаване на височината за главни букви (в проценти)
de: Stimme bei Großbuchstaben anheben
es: Cambio de Porcentaje de Tono para Mayúsculas
hr: Postotak promjene visine glasa za velika slova
nl: Percentage toonhoogteverandering bij hoofdletters
pt_br: Percentagem para Mudança de Tom em Maiúsculas
ru: Процент смены высоты для заглавных
ta: ஆங்கில முகப்பெழுத்திற்கான சுருதி மாற்று விழுக்காடு
zh_tw: 大寫字母音調改變百分比
