Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Headings
bg: Заглавията
de: Überschriften
es: Encabezados
hr: naslovi
nl: Links
pt_br: Títulos — Cabeçalhos
ru: Заголовки
ta: தலைப்புகள்
zh_tw: 標題

source: Links
bg: Връзките
es: Enlaces
hr: poveznice
nl: Koppen
ru: Ссылки
ta: தொடுப்புகள்
zh_tw: 連結

source: Graphics
bg: Графиките
de: Grafiken
es: Gráficos
hr: grafički elementi
nl: Grafisch
pt_br: Gráficos
ru: Графические элементы
ta: வரைகலைகள்
zh_tw: 圖片

source: Lists
bg: Списъците
de: Listen
es: Listas
hr: popisi
nl: Lijsten
pt_br: Listas
ru: Списки
ta: வரிசைப் பட்டியல்கள்
zh_tw: 清單

source: Block quotes
bg: Цитатите
de: Zitatblöcke
es: Citas
hr: citati
nl: Blokcitaten
pt_br: Blocos de citação
ru: Цитаты
ta: உரைத் தொகுதிகள்
zh_tw: 引述

source: Groupings
bg: Групите
de: Gruppierungen
es: Grupos
hr: grupe
nl: groeperingen
pt_br: Agrupamentos
ru: Группы
ta: குழுவாக்கங்கள்
zh_tw: 群組

source: Landmarks
bg: Маркерите
de: Sprungmarken
es: Regiones
hr: orijentiri
nl: Oriëntatiepunten
pt_br: Marcos
ru: Ориентиры и области
ta: நிலக்குறிகள்
zh_tw: 地標及區域

source: Articles
bg: Статиите
de: Artikel
es: Artículos
hr: članci
nl: Artikels
pt_br: Artigos
ru: Статьи
ta: பிரிவுக்கூறுகள்
zh_tw: 文章

source: Frames
bg: Рамките
de: Rahmen
es: Marcos
hr: okviri
pt_br: Frames — quadros
ru: Фреймы
ta: சட்டகங்கள்
zh_tw: 頁框

source: Figures and captions
bg: Фигури и надписи
de: Abbildungen und Beschriftungen
es: Figuras y rótulos
hr: figure i potpisi
nl: Figuren en bijschriften
pt_br: Figuras e legendas
ru: Рисунки и подписи
ta: உருவங்கள் மற்றும் உருவவிளக்கங்கள்
zh_tw: 圖表及說明

source: Clickable
bg: Щракаемите елементи
de: Anklickbare Elemente
es: Cliqueable
hr: klikajući elementi
nl: Wat klikbaar is
pt_br: Clicável
ru: Интерактивные элементы
ta: சொடுக்கப்படக்கூடியவைகள்
zh_tw: 可點擊

source: To toggle these settings from anywhere, please assign custom gestures using the [Input Gestures dialog](#InputGestures).
bg: За да можете да превключвате тези настройки отвсякъде, моля определете потребителски жестове от [диалога Жестове на въвеждане](#InputGestures).
de: Um diese Einstellungen überall ändern zu können, verwenden Sie bitte das Dialogfeld für die [Tastenbefehle](#InputGestures) um eigene Tastenkombinationen hinzuzufügen.
es: Para conmutar estas opciones desde cualquier lugar, por favor asigna gestos personalizados utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Da biste ove postavke mogli uključiti ili isključiti s bilo kojeg mjesta, dodijelite prilagođene tipkovničke prečace, koristeći [dijaloški okvir ulazne geste](#InputGestures).
nl: Als u vermelding van bovenstaande kenmerken altijd en overal wilt kunnen in- of uischakelen, kunt u daarvoor aangepaste invoerhandelingen aanmaken met behulp van [Invoerhandelingen koppelen onder Opties](#InputGestures).
pt_br: Para alterar essas configurações de qualquer lugar, por favor atribua-lhes comandos personalizados usando o [Diálogo Definir Comandos](#InputGestures).
ru: Для переключения этих параметров в любом месте, пожалуйста, назначьте на них пользовательские жесты с помощью диалога [Жесты ввода](#InputGestures).
ta: இவ்வமைப்புகளை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள்](#InputGestures) உரையாடலைப் பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகைகளை இணைக்கவும்.
zh_tw: 要在任何地方切換以上這些設定，請使用[輸入手勢](#InputGestures)對話框來指派手勢。

source: Font attributes
bg: Атрибути на шрифта
de: Schriftattribute
es: <target/>
hr: Atributi fonta
ru: Атрибуты шрифта
ta: எழுத்துருப் பண்புகள்
zh_tw: 字型屬性

source: This option allows you to select how certain font attributes, such as bold, italics, underline and strikethrough are reported.
bg: Тази опция ви позволява да изберете как се докладват определени атрибути на шрифта, като получер, курсив, подчертано и зачеркнато.
es: Esta opción te permite seleccionar cómo se anuncian ciertos atributos de fuente, como negrita, cursiva, subrayado y tachado.
hr: Ova opcija omogućuje odabir načina prijavljivanja određenih atributa fonta, kao što su podebljano, kurziv, podcrtano i precrtano.
ru: Этот параметр позволяет вам выбрать способ отображения определённых атрибутов шрифта, таких как полужирный , курсив, подчёркнутый и зачёркнутый.
ta: அடர்த்தி, சாய்வு, ஊடாகக் கோடு போன்ற எழுத்துருப் பண்புகள் எவ்வாறு அறிவிக்கப்படவேண்டும் என்று வரையறுக்க இவ்விருப்பத் தேர்வு தங்களை அனுமதிக்கிறது.
zh_tw: 此選項可讓您選擇如何呈現某些字型屬性，例如粗體、斜體、底線及刪除線。

source: The font attributes combo box has four options:
bg: Падащият списък за атрибути на шрифта има четири опции:
de: Das Kombinationsfeld für die Schriftattribute bietet vier Optionen:
es: El cuadro combinado Atributos de fuente tiene cuatro opciones:
hr: Kombinirani okvir atributa fonta ima četiri mogućnosti:
ru: Комбинированный список атрибутов шрифта содержит четыре параметра:
ta: எழுத்துருப் பண்புகள் சேர்க்கைப் பெட்டியில் நான்கு விருப்பத் தேர்வுகள் உள்ளன:
zh_tw: 字型屬性下拉式方塊有四個選項：

source: Off: NVDA will not report these font attributes.
bg: Изключено: NVDA няма да докладва тези атрибути на шрифта.
es: Desactivado: NVDA no anunciará estos atributos de fuente.
hr: Isključeno: NVDA neće prijaviti ove atribute fonta.
ru: Выключено: NVDA не будет сообщать об атрибутах шрифта.
ta: அறிவித்திடாது: இந்த எழுத்துருப் பண்புகளை என்விடிஏ அறிவித்திடாது.
zh_tw: 關：NVDA 不會呈現這些字型屬性。

source: Speech: NVDA will announce when these font attributes change.
bg: Реч: NVDA ще изговаря атрибутите на шрифта.
es: Voz: NVDA anunciará cuando estos atributos de fuente cambien.
hr: Govor: NVDA će objaviti kada se ovi atributi fonta promijene.
ru: Речь: NVDA сообщит, когда изменятся эти атрибуты шрифта.
ta: பேச்சு: இந்த எழுத்துருப் பண்புகள் மாற்றமடையும்பொழுது என்விடிஏ அறிவித்திடும்.
zh_tw: 語音：NVDA 將在這些字型屬性發生變化時讀出。

source: Braille: NVDA will display these attributes in braille.
bg: Брайл: NVDA ще извежда на брайл атрибутите на шрифта.
es: Braille: NVDA mostrará estos atributos en braille.
hr: Brailleovo pismo: NVDA će prikazati ove atribute na Brailleovom pismu.
ru: Брайль: NVDA отобразит эти атрибуты по брайлю.
ta: பிரெயில்: இந்தப் பண்புகளை என்விடிஏ பிரெயிலில் காட்டிடும்.
zh_tw: 點字：NVDA 將以點字形式呈現這些屬性。

source: Exactly how they are displayed can be configured in [NVDA's braille settings](#BrailleFormattingDisplay).
bg: Как точно се показват, може да се конфигурира в [настройките за брайл на NVDA](#BrailleFormattingDisplay).
es: La forma exacta en que se muestran puede configurarse en [Opviones braille de NVDA](#BrailleFormattingDisplay).
hr: Točan način na koji se prikazuju može se konfigurirati u [NVDA-ovim postavkama brajice](#BrailleFormattingDisplay).
ru: Точный способ их отображения можно настроить в [настройках брайля NVDA](#BrailleFormattingDisplay).
ta: அவை எவ்வாறு காட்டப்படுகின்றன என்பதை [என்விடிஏவின் பிரெயில் அமைப்புகளில்](#BrailleFormattingDisplay) சரியாக அமைவடிவமாக்க இயலும்.
zh_tw: 它們的確切顯示方式可以在 [NVDA 的點字設定](#BrailleFormattingDisplay)中進行設定。

source: Speech and braille: NVDA will report font attributes using both of the above methods.
bg: Реч и брайл: NVDA ще докладва атрибутите на шрифта, като използва и двата изброени по-горе метода.
es: Voz y braille: NVDA anunciará atributos de fuente utilizando los dos métodos anteriores.
hr: Govor i Brailleovo pismo: NVDA će prijaviti atribute fonta koristeći obje gore navedene metode.
ru: Речь и брайль: NVDA сообщит об атрибутах шрифта, используя оба вышеуказанных метода.
ta: பேச்சும் பிரெயிலும்: மேலே உள்ள இரு முறைகளையும் பயன்படுத்தி எழுத்துருப் பண்புகளை என்விடிஏ அறிவித்திடும்.
zh_tw: 語音及點字：NVDA 會使用上述兩種方法呈現字型屬性。

source: Report formatting changes after the cursor
bg: Докладвай промените във форматирането след курсора
de: Änderungen der Formatierungen nach der Cursor-Position mitteilen
es: Anunciar cambios de formato después del cursor
hr: Izvijesti o promjenama oblikovanja nakon kursora
nl: Opmaakwijzigingen achter de cursor melden
pt_br: Anunciar Mudanças de Formato Após o Cursor
ru: Сообщать изменения форматирования после курсора (может вызвать отставание)
ta: சுட்டிக்குப் பிறகு ஏற்படும் வடிவூட்ட மாற்றங்களை அறிவித்திடுக
zh_tw: 讀出游標經過後的格式變化

source: If enabled, this setting tells NVDA to try and detect all the formatting changes on a line as it reports it, even if doing this may slow down NVDA's performance.
bg: Ако тази опция е включена, това казва на NVDA да засича и изговаря всички промени във форматирането на текущия ред, докато изговаря текста, дори ако това би забавило неговата производителност.
de: Diese Einstellung veranlasst NVDA dazu, ALLE Änderungen in den Formatierungen innerhalb einer Zeile mitzuteilen, wenn sie eingeschaltet ist. Das kann sehr leistungsintensiv sein.
es: Si está activada, esta opción dice a NVDA que pruebe y detecte todos los cambios de formato en una línea según la anuncia, si se hace esto podría enlentecerse la respuesta de NVDA.
hr: Ako je ova opcija uključena, ova će opcija uzrokovati da NVDA pokuša prepoznati sve postavke oblikovanja u retku i potom ih izgovara, čak iako uključite ovu opciju to može uzrokovati usporavanje NVDA.
nl: Als dit selectievakje aangevinkt is, zal NVDA proberen alle wijzigingen in de opmaak van een regel te melden bij het lezen van de regel ook als dit de prestatie vertraagt.
pt_br: Se habilitada, esta opção faz com que o NVDA tente detectar todas as alterações de formatação na linha conforme a anuncia, mesmo que isto possa diminuir seu desempenho.
ru: Если этот флажок установлен, то NVDA попытается определить все изменения форматирования в строке, сообщая их, даже если это вызовет небольшое отставание в работе NVDA.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், படிக்கப்படும் வரிகளிலுள்ள வடிவூட்ட மாற்றங்களை அறிவிக்க முயலுமாறு இவ்வமைப்பு என்விடிஏவை அறிவுறுத்தும்.
zh_tw: 若啟用此設定，NVDA 將設法偵測游標經過一行的格式變化並讀出來，即便這可能會降低 NVDA 的效能。

source: By default, NVDA will detect the formatting at the position of the System caret / Review Cursor, and in some instances may detect formatting on the rest of the line, only if it is not going to cause a performance decrease.
bg: По подразбиране NVDA ще засича форматирането на позицията на курсора за преглед или каретката, а в някои случаи и на останалата част от текста на текущия ред, но само ако това няма да се отрази на производителността.
de: Standardmäßig erkennt NVDA die Formatierung an der Position des System-Cursors. In einigen Situationen erkennt auch NVDA die Formatierungen der gesamten Zeile. Dies könnte allerdings die Systemleistung beeinträchtigen.
es: De forma predeterminada, NVDA detectará el formato en la posición del cursor del Sistema / Revisión, y en algunos casos podría detectar el formato en el resto de la línea, sólo si no está causando una disminución del rendimiento.
hr: NVDA će standardno prepoznati oblikovanje na poziciji kursora sustava odnosno preglednog kursora i u nekim slučajevima može otkriti formatiranje na ostatku retka, samo ako to ne izazva pad performansi.
nl: Standaard wordt de opmaak bij de systeemcursor / review cursor gedetecteerd, maar in bepaalde gevallen wordt ook de opmaak in de rest van de regel gedetecteerd voor zover dit geen nadelige invloed heeft op de prestatie.
pt_br: Por padrão, o NVDA irá detectar a formatação na posição do cursor do sistema / cursor de exploração e em alguns casos poderá detectar a formatação do resto da linha, desde que não diminua o seu desempenho.
ru: По умолчанию NVDA будет пытаться определять форматирование в позиции системной каретки и просмотрового курсора, а в некоторых моментах, возможно, определит форматирование и в оставшейся части строки, если только это не будет причиной отставания в работе NVDA.
ta: இயல்பில், கணினிச் சுட்டி/சீராய்வுச் சுட்டியின் கீழிருக்கும் வடிவூட்டத்தை மட்டுமே அறிவிக்கும். ஆனால், என்விடிஏவின் செயற்பாடு இடர்படாது என்கிற நிலையிருந்தால், மொத்த வரியின் வடிவூட்டத்தையும் அறிவிக்கும்.
zh_tw: 預設情況下 NVDA 會偵測系統游標／檢閱游標所在位置的格式，在某些情況下若不會導致效能下降，才會偵測該行其他部分的格式。

source: Enable this option while proof reading documents in applications such as WordPad, where formatting is important.
bg: Включвайте тази опция, когато коригирате документи в Wordpad или на други места, където форматирането е важно.
de: Schalten Sie diese Option nur dann ein, wenn beim Lesen in einem Dokument die Mitteilung dazu notwendig ist.
es: Activa esta opción mientras compruebas la lectura de documentos en aplicaciones tales como Worpad, donde el formato sea importante.
hr: Uključite ovu opciju kad radite na korekciji teksta u aplikacijama kao što je Word pad, gdje je oblikovanje važno.
nl: Vink dit selectievakje aan bij het corrigeren van documenten in toepassingen zoals WordPad waar opmaak van belang is.
pt_br: Habilite esta opção enquanto revisa documentos em aplicativos como o WordPad, onde a formatação é importante.
ru: Установите этот флажок для корректуры документов в таких приложениях как WordPad, где важно форматирование текста.
ta: வேர்ட்பேட் போன்ற வடிவூட்டங்கள் தலையாயதாக இருக்கும் ஆவணங்களை சரிபார்க்கும் தருணங்களில், இவ்விருப்பத் தேர்வினை முடுக்கிவிடலாம்.
zh_tw: 當文件格式很重要，例如在 WordPad 等應用程式中校對文件即可啟用此選項。

source: Line indentation reporting
bg: Докладване на отстъпа на редовете
de: Ausgabe von Zeileneinrückungen
es: Anunciado de sangría de líneas
hr: Izvještavanje o uvlačenju redaka
nl: Regelinspringing melden
pt_br: Anúncio de recuo — indentação — de linha
ru: Чтение отступов строк
ta: வரியோரச் சீர்மையை அறிவித்தல்
zh_tw: 讀出行縮排

source: This option allows you to configure how indentation at the beginning of lines is reported.
bg: Тази опция ви позволява да определите начина, по който да се докладва отстъпът в началото на редовете.
de: Mit dieser Option legen Sie fest, wie Zeileneinrückungen durch NVDA wiedergegeben werden sollen.
es: Esta opción te permite configurar cómo debe leerse la sangría del principio de las líneas.
hr: Ova opcija omogućuje podešavanje načina izvještavanja o uvlačenju retka.
nl: Met deze optie kunt u bepalen hoe de inspringing van een regel wordt gemeld.
pt_br: Essa opção permite-lhe configurar como o recuo — indentação — no começo das linhas é anunciado.
ru: Эта опция позволяет выбрать способ чтения отступов в начале строк.
ta: வரியோரச் சீர்மை எவ்வாறு அறிவிக்கப்பட வேண்டுமென்று வரையறுக்க இச்சேர்க்கைப் பெட்டி அணுமதிக்கிறது.
zh_tw: 此選項允許您設定要如何讀出一行開頭的縮排，

source: The Report line indentation with combo box has four options.
bg: Падащият списък Докладване на отстъпа на редовете има 4 възможности.
de: Das Kombinationsfeld enthält vier Einträge.
es: El cuadro combinado Anunciar sangría de líneas con tiene cuatro opciones.
hr: Odabirni okvir "Izvijesti o uvlaćenju redaka", ima četiri opcije.
nl: Het vervolgkeuzemenu voor het melden van regelinspringing heeft 4 keuzemogelijkheden.
pt_br: A configuração do Anúncio de recuo — indentação — de linhas encontra-se numa caixa de combinação com quatro opções.
ru: Комбинированный список чтения отступов строк содержит четыре варианта.
ta: இது நான்கு விருப்பத் தேர்வுகளைக் கொண்டுள்ளது.
zh_tw: 「讀出行縮排」的下拉式方塊有 4 個選項：

source: Off: NVDA will not treat indentation specially.
bg: Изключено: NVDA няма да обръща внимание на отстъпа.
de: Ausgeschaltet: NVDA wird Zeileneinrückungen in keiner Weise gesondert ausgeben.
es: Desactivado: NVDA no tratará la sangría especialmente.
hr: Isključeno: NVDA neće obraćati pažnju na poravnanje retka.
nl: uit: NVDA maakt niet apart melding van inspringing.
pt_br: Desativado: o NVDA não tratará a indentação de forma especial.
ru: Выключено: NVDA не будет обрабатывать отступы.
ta: அறிவிக்காது: வரியோரச் சீர்மையை அறிவிக்காது.
zh_tw: 關： NVDA 不會讀出縮排資訊。

source: Speech: If speech is selected, when the amount of indentation changes, NVDA will say something like "twelve space" or "four tab."
bg: Реч: ако е избрано, когато количеството на отстъпа се промени, NVDA ще ви съобщи нещо подобно на „дванадесет интервал“ или „четири tab“
de: Sprache: Diese Einstellung bringt NVDA dazu die Anzahl von Zeichen anzusagen, mit denen eine Zeile eingerückt wurde (z. B. 12 Leerzeichen oder 4 Tabulatoren)
es: Voz: si se selecciona voz, cuando la cantidad de sangrado cambie, NVDA verbalizará algo como "doce espacios" o "cuatro tabuladores."
hr: Govor: Ako je ova opcija označena, kad se broj uvlaka promijeni, nvda će izgovoriti na primjer "dvanaest razmaka" ili "četiri tabulatora."
nl: Spraak: Als u spraak kiest, hoort u NVDA iets zeggen als "twaalf spatie"of "vier tab" wanneer de afstand van de inspringing verandert."
pt_br: Fala: caso esteja selecionada, quando a quantidade de indentação for diferente, o NVDA dirá algo como "doze espaços" ou "quatro tabs".
ru: Речь: При изменении отступа, NVDA будет говорить его новый размер. Например, "двенадцать пробел" или "четыре таб".
ta: பேச்சு: ஓரச் சீர்மையின் அளவு மாறுபடும்பொழுது, பேச்சினைக் கொண்டு அறிவிக்கும். 12 இடைவெளி, 4 தத்தல் என்பது போல.
zh_tw: 語音：若選擇此項，當縮排量有變化時 NVDA 將會讀出像「12 個空格」、「4 個 tab」等資訊。

source: Tones: If Tones is selected, when the amount of indentation changes, tones indicate the amount of change in indent.
bg: Тонове: Ако е избрано, когато количеството на отстъпа се промени, ще чуете тонове, индикиращи големината на отстъпа.
de: Signaltöne: Diese Einstellung bringt NVDA dazu, die Einrückung mit Hilfe von Signaltönen anzugeben. Wenn sich die Einrückung ändert, wird der Signalton höher, je stärker eine Zeile eingerückt ist.
es: Tonos: Si se selecciona Tonos, cuando la cantidad de sangrado cambie, los tonos indican la cantidad de cambios en la sangría.
hr: Zvučni signali: ako su zvučni signali označeni, kad se vrijednost uvlake promijeni, zvučni signali obavještavaju o promjeni uvlake.
nl: Pieptonen: Als u pieptonen kiest, wordt met behulp van tonen aangegeven in welke mate er verandering optreedt in de ingesprongen afstand.
pt_br: Sons: caso selecione esta opção, quando a quantidade de indentação for diferente, os sons indicarão a quantidade alterada na indentação.
ru: Звуковые сигналы: При изменении отступа, NVDA будет воспроизводить короткий звуковой сигнал, указывающий величину нового отступа.
ta: ஒலிகள்: ஓரச் சீர்மையின் அளவு மாறுபடும்பொழுது, ஒலிகளைக் கொண்டு மாறுதலின் அளவை அறிவிக்கும்.
zh_tw: 提示音：若選擇此項，當縮排量有變化時 NVDA 將會以提示音表示縮排量的變化。

source: The tone will increase in pitch every space, and for a tab, it will increase in pitch the equivalent of 4 spaces.
bg: Височината на тона ще се повиши за всеки интервал, а за tab ще се повиши като за четири интервала.
de: Die Einrückung um einen Tabulator entspricht hierbei der Einrückung um vier Leerzeichen.
es: El tono se incrementará en intensidad para cada espacio, y para el tabulador,se incrementará en intensidad equivalente de 4 espacios.
hr: Zvuk se povećava u visini za svaki razmak, a za tabulator, povećavat će se ekvivalentno četirima razmacima.
nl: De toonhoogte stijgtvoor elke spatie, en voor een tab, gaat de toon evenveel omhoog als voor 4 spaties.
pt_br: O som aumentará de tom a cada espaço e, para um tab, ele aumentará o tom de forma equivalente a 4 espaços.
ru: Высота сигнала зависит от количества пробелов и символов табуляции. Высота для одного символа табуляции эквивалентна четырём пробелам.
ta: ஒவ்வொரு இடைவெளி மாற்றத்திற்கும் ஒலிகளின் சுருதி உயரும். ஒவ்வொரு தத்தல் மாற்றத்திற்கும், நான்கு இடைவெளிகளுக்கான சுருதியின் அளவு, ஒலிகளின் சுருதி உயரும்.
zh_tw: 提示音將每一個空格升高一個音調，若為 tab，則每一個 tab 以相當於 4 個空格的音調遞增。

source: Both Speech and Tones: This option reads indentation using both of the above methods.
bg: Реч и тонове: този вариант съобщава отстъпа едновременно и чрез двата горни метода.
de: Sowohl Sprache und Signaltöne: Dies ist eine Kombination der beiden obigen Optionen.
es: Voz y Tonos: esta opción lee la sangría utilizando ambos métodos de arriba.
hr: Govor i zvučni signali: Ova opcija čita uvlake koristeći obje metode.
nl: Zowel spraak als pieptonen: Deze optie is een combinatie van de twee hiervoor genoemde mogelijkheden.
pt_br: Fala e sons: esta opção fará anunciar a indentação usando os 2 métodos citados acima.
ru: Речь и звуковые сигналы: Этот вариант использует для чтения отступов оба предыдущих способа.
ta: பேச்சும் ஒலிகளும்: மேற்கூறிய இரு வகைகளையும் கொண்டு ஓரச் சீர்மையை அறிவிக்கும்.
zh_tw: 語音及提示音： NVDA 將以上述兩種方式讀出縮排。

source: If you tick the "Ignore blank lines for line indentation reporting" checkbox, then indentation changes won't be reported for blank lines.
bg: Ако включите опцията „Игнорирай празните редове при докладване на отстъпа на реда“, тогава промените в отстъпа няма да бъдат докладвани за празни редове.
de: Wenn Sie das Kontrollkästchen "Ignorieren von Leerzeilen bei Mitteilung von Zeileneinrückungen" aktivieren, werden Änderungen der Einrückung für Leerzeilen nicht mitgeteilt.
es: Si marcas la casilla de verificación "Ignorar líneas en blanco para anunciado de sangría de línea", entonces no se anunciarán los cambios de sangría en las líneas en blanco.
hr: Ako označite potvrdni okvir "ignoriraj prazne redke pri čitanju uvlačenja" tada se promjene uvlačenja neće čitati za prazne redke.
nl: Als u het selectievakje "Blanco regels negeren bij melden van regelinspringing" inschakelt worden veranderingen in de inspringing mbt blanco regels niet gemeld.
pt_br: Se você marcar a caixa de seleção "Ignorar linhas em branco ao anunciar recuo de linhas", as alterações de recuo não serão relatadas para linhas em branco.
ru: Если установить флажок "Игнорировать пустые строки при чтении отступов строк", то изменения отступов не будут сообщаться для пустых строк.
ta: 'வரியோரச் சீர்மை அறிவித்தலுக்கு வெற்று வரிகளைப் புறக்கணித்திடுக' தேர்வுப் பெட்டியைத் தாங்கள் தேர்வுச் செய்திருந்தால், வெற்று வரிகளின் ஓரச் சீர்மை மாற்றங்கள் அறிவிக்கப்பட மாட்டாது.
zh_tw: 如果勾選「讀出行縮排時忽略空白行」核取方塊，則不會讀出空白行的縮排變化，

source: This may be useful when reading a document where blank lines are used to separate indented bloks of text, such as in programming source code.
bg: Това може да е полезно при четене на документ, в който се използват празни редове за разделяне на блокове от текст с отстъп, като например в програмен изходен код.
de: Dies kann nützlich sein, wenn Sie ein Dokument lesen, in dem Leerzeilen zur Trennung von eingerückten Textblöcken verwendet werden, wie z. B. in einem Programm-Quellcode.
es: Esto puede ser útil al leer un documento en el que las líneas en blanco se utilicen para separar bloques de texto con sangría, como en el código fuente de programación.
hr: Ovo može biti korisno pri čitanju izvornog koda nekog programa gdje se prazni redci koriste za odvajanje blokova uvučenog teksta.
nl: Dit kan handig zijn bij het lezen van een document waar blanco regels worden gebruikt om ingesprongen tekstblokken, zoals die voorkomen bij het programmeren van broncode, van elkaar te scheiden.
pt_br: Isso pode ser útil ao ler um documento onde linhas em branco são usadas para separar blocos de texto recuados — indentados —, como em programação de código-fonte.
ru: Это может быть полезно при чтении документа, в котором пустые строки используются для разделения блоков текста с отступами, например в исходном коде программы.
ta: ஓரச் சீர்மை கொண்ட உரைத் தொகுதிகளை பிரிக்கும் வெற்று வரிகளைக் கொண்ட ஆவணங்களைப் படிக்க இது பயனுள்ளதாக இருக்கும். எ.கா. ஆதாரக் குறியீட்டு நிரலாக்கம்.
zh_tw: 當閱讀使用空白行來分隔縮排文字區塊的文件時 (例如正在編寫程式碼) 這會很有用。

source: Document Navigation
bg: Навигиране в документи
de: Die Dokument-Navigation
es: Navegación de Documento
hr: Kretanje po dokumentu
nl: Documentnavigatie
pt_br: Navegação de Documento
ru: Навигация по документу
ta: ஆவண வழிசெலுத்தல்
zh_tw: 文件導覽
