Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Add-ons are programs which provide new or changed functionality for NVDA.
bg: Добавките са програми, които предоставят нова или променена функционалност за NVDA.
de: NVDA-Erweiterungen sind Software-Pakete, die neue oder geänderte Funktionen für NVDA bereitstellen.
es: Los complementos son programas que proporcionan funcionalidad nueva o cambiada para NVDA.
hr: Dodaci su programi koji dodaju nove ili unapređuju postojeće funkcije NVDA.
nl: Add-ons zijn programmaatjes die nieuwe of gewijzigde functionaliteit voor NVDA bieden.
pt_br: Complementos são programas que fornecem funcionalidades novas ou alteradas para o NVDA.
ru: Дополнения - это программы, которые обеспечивают новую или изменённую функциональность NVDA.
ta: நீட்சிநிரல்கள் என்விடிஏவிற்கான புதிய அல்லது மாற்றப்பட்ட செயல்பாட்டை வழங்கும் நிரல்களாகும்.
zh_tw: 附加元件是為 NVDA 提供新功能或修改既有功能的程式，

source: Add-ons are developed by the NVDA community, or external companies and are unaffiliated with NV Access.
bg: Добавките са разработени от общността на NVDA или външни компании и не са свързани с NV Access.
de: Diese werden von der NVDA-Community oder von externen Unternehmen entwickelt und gehören nicht zu NV Access.
es: Los complementos son desarrollados por la comunidad de NVDA, o por compañías externas y no están afiliados a NV Access.
hr: Dodatke razvijaju NVDA zajednica ili vanjske tvrtke te nisu povezani sa organizacijom Nv Access.
nl: Add-ons worden door de NVDA-gemeenschap ontwikkeld , of door externe bedrijven die niet aan NV Access gelieerd zijn.
pt_br: Os complementos são desenvolvidos pela comunidade do NVDA ou por empresas externas e não são afiliados à NV Access.
ru: Дополнения разрабатываются сообществом NVDA или сторонними компаниями и не связаны с NV Access.
ta: என்விடிஏவின் சமூகம், அல்லது என்வி அக்ஸஸிற்கு தொடர்பில்லாத வெளிப்புற நிறுவனங்களினால் நீட்சிநீரல்கள் உருவாக்கப்படுகின்றன.
zh_tw: 附加元件由 NVDA 社群或外部公司開發，與 NV Access 沒有關聯。

source: As with any software, it is important to trust the developer of an add-on before using it.
bg: Както при всеки софтуер, важно е да се доверите на разработчика на добавка, преди да я използвате.
de: Wie bei jeder Software ist es wichtig, vor der Verwendung dem Entwickler zu vertrauen.
es: Como con cualquier software, es importante confiar en el desarrollador de un complemento antes de utilizarlo.
hr: Kao i kod svakog softvera, važno je vjerovati programeru koji je napisao dodatak prije njegovog korištenja.
nl: Wat voor alle software geldt, geldt ook hier; je vertrouwen kunnen stellen in de ontwikkelaar van een add-on voordat je die gaat gebruiken is belangrijk.
pt_br: Como acontece com qualquer software, é importante confiar no desenvolvedor de um complemento antes de usá-lo.
ru: Как и в случае с любым другим программным обеспечением, важно доверять разработчику дополнения, прежде чем использовать его.
ta: எந்தவொரு மென்பொருளையும் போலவே, ஒரு நீட்சிநிரலைப் பயன்படுத்துவதற்கு முன், அதன் மேம்படுத்துநரை நம்புவது முக்கியமாகும்.
zh_tw: 與任何軟體一樣，在使用附加元件之前信任它的開發者是很重要的，

source: Please refer to [Installing Add-ons](#AddonStoreInstalling) for ways to verify add-ons prior to installation.
bg: Моля, прегледайте раздела [„Инсталиране на добавки“](#AddonStoreInstalling) за начини за проверка на добавките преди инсталиране.
de: Bitte lesen Sie unter [NVDA-Erweiterungen installieren](#AddonStoreInstalling) nach, wie Sie die NVDA-Erweiterungen vor der Installation überprüfen können.
es: Consulta [Instalar Complementos ](#AddonStoreInstalling) para ver formas de verificar los complementos antes de instalarlos.
hr: Za načine provjere sigurnosti dodataka, molimo pogledajte poglavlje [o instaliranju dodataka](#AddonStoreInstalling).
nl: Raadpleeg [Add-ons installeren](#AddonStoreInstalling) om na te gaan hoe je de kwaliteit van add-ons kunt verifiëren voordat je ze installeert.
pt_br: Consulte [Instalando Complementos](#AddonStoreInstalling) para saber como verificar os complementos antes da instalação.
ru: О способах проверки дополнений перед установкой читайте в разделе [Установка дополнений](#AddonStoreInstalling).
ta: நிறுவலுக்கு முன் நீட்சிநிரல்களை சரிபார்க்கும் வழிகளுக்கு, [நீட்சிநிரல்களை நிறுவுதல்](#AddonStoreInstalling) தலைப்பைப் பார்க்கவும்.
zh_tw: 有關在安裝之前驗證附加元件的方法請參考[安裝附加元件](#AddonStoreInstalling)。

source: The first time the Add-on Store is opened, NVDA displays a warning about add-ons.
bg: При първото отваряне на магазина за добавки NVDA показва предупреждение за добавките.
de: Beim ersten Öffnen des Stores zeigt NVDA eine Warnung zu NVDA-Erweiterungen an.
es: La primera vez que se abra la tienda de complementos, NVDA muestra una advertencia sobre los complementos.
hr: Prvi put kada se otvori Add-on store, prikazat će se obavijest o dodacima.
nl: Bij eerste opening van de Add-on Store zal NVDA een waarschuwing tonen over add-ons.
pt_br: Na primeira vez que a Loja de Complementos é aberta, o NVDA exibe um aviso sobre complementos.
ru: При первом открытии магазина дополнений NVDA отображает предупреждение о дополнениях.
ta: முதன்்முறையாக நீட்சிநிரல் அங்காடி திறக்கப்படும்பொழுது, ​​என்விடிஏ நீட்சிநிரல்களைப் குறித்த எச்சரிக்கையைக் காட்டிடும்.
zh_tw: 第一次打開附加元件商店，NVDA 會顯示一個有關附加元件的警告，

source: Add-ons are not vetted by NV Access and may have unrestricted functionality and access to information.
bg: Добавките не са проверени от NV Access и може да имат неограничена функционалност и достъп до информация.
de: Diese NVDA-Erweiterungen werden von NV Access selbst nicht geprüft und können uneingeschränkte Funktionalität und Zugriff auf Informationen haben.
es: Los complementos no se examinan por parte de NV Access y pueden tener funcionalidad y acceso sin restricciones a la información.
hr: NV Access ne provjerava dodatke, te isti mogu imati neograničen pristup informacijama.
nl: Add-ons worden door NV Access niet doorgelicht en hebben mogelijk mbt de functionaliteit en toegang tot informatie geen restricties.
pt_br: Os complementos não são avaliados pela NV Access e podem ter funcionalidade irrestrita e acesso a informações.
ru: Дополнения не проверяются NV Access и могут иметь неограниченную функциональность и доступ к информации.
ta: என்வி அக்ஸஸால் நீட்சிநிரல்கள் சரிபார்க்கப்படவில்லை என்பதோடு, அவை வரம்பின்றி செயல்படலாம், தகவல்களையும் அணுகலாம்.
zh_tw: 附加元件未經 NV Access 審查，可以具有不受限制的功能和資訊存取權限，

source: Press `spacebar` if you have read the warning and do not need to see it next time.
bg: Натиснете клавиша `интервал`, ако сте прочели предупреждението и не желаете да го виждате повторно.
de: Drücken Sie die die `Leertaste`, sobald Sie die Warnung gelesen haben und sie beim nächsten Mal nicht mehr daran erinnert werden möchten.
es: Pulsa `barra espaciadora` si has leído la advertencia y no necesitas verla la próxima vez.
hr: Pritisnite `razmak` ako ste pročitali upozorenje i ne trebate ga ponovo čuti.
nl: Druk op de `spatiebalk` als je de waarschuwing hebt gelezen en je deze een volgende keer niet meer wilt zien.
pt_br: Pressione `barra de espaço` se você leu o aviso e não precisa vê-lo na próxima vez.
ru: Нажмите `пробел`, если вы прочитали предупреждение и не хотите видеть его в следующий раз.
ta: எச்சரிக்கையைப் படித்துவிட்டீர்கள், மீண்டும் அது காட்டப்படவேண்டாம் என்று தாங்கள் கருதினால், `இடைவெளிப்பட்டையை` அழுத்தவும்.
zh_tw: 如果您已閱讀警告且下次不需要看到它，請按一下空白鍵，

source: Press `tab` to reach the "OK" button, then `enter` to accept the warning and proceed to the Add-on Store.
bg: Натиснете `TAB`, за да стигнете до бутона „OK“, след това `Enter`, за да приемете предупреждението и да продължите към магазина за добавки.
de: Drücken Sie die `Tab-Taste`, um zum Schalt "OK" zu gelangen und dann betätigen Sie die `Eingabetaste`, um die Warnung zu akzeptieren und anschließend zum Store zu gelangen.
es: Pulsa `tab` para acceder al botón "Aceptar", luego `intro` para aceptar la advertencia y acceder a la tienda de complementos.
hr: Pritisnite `tab` kako biste došli do gumba "U redu" a potom pritisnite `enter` kako biste zatvorili upozorenje i produžili u NVDA add-on store.
nl: Druk op `tab` om naar de "OK-knop" te gaan dan `enter` om de waarschuwing te accepteren en verder naar de Add-on Store te gaan.
pt_br: Pressione `tab` para chegar ao botão "OK", depois `enter` para aceitar o aviso e prosseguir para a Loja de Complementos.
ru: Нажмите `tab`, чтобы перейти к кнопке "OK", затем `enter`, чтобы принять предупреждение и перейти в магазин дополнений.
ta: நீட்சிநிரல் அங்காடிற்குச் செல்ல, `தத்தல்` விசையை அழுத்தி 'சரி' பொத்தானுக்குச் சென்று, `உள்ளிடு` விசையை அழுத்தி எச்சரிக்கையை ஏற்கவேண்டும்.
zh_tw: 按 Tab 到「確定」按鈕，然後按 Enter 接受警告並繼續前往附加元件商店。

source: The "[Add-ons and the Add-on Store](#AddonsManager)" section of the User Guide contains information about every feature of the Add-on Store.
bg: Разделът [„Добавки и магазинът за добавки“](#AddonsManager) на Ръководството за потребителя съдържа информация за всяка функция на магазина за добавки.
de: Der Abschnitt "[NVDA-Erweiterungen und der Store](#AddonsManager)" in diesem Benutzerhandbuch enthält Informationen zu allen Funktionen des Stores.
es: La sección "[Complementos y la Tienda de Complementos](#AddonsManager)" de la Guía del Usuario contiene información acerca de cada característica de la misma.
hr: Poglavlje "[Dodaci i add-on store](#AddonsManager)" korisničkog priručnika sadrži detaljne informacije o svakoj funkciji add-on storea.
nl: +In de rubriek "[Add-ons en de Add-on Store](#AddonsManager)" van de gebruikershandleiding vind je informatie over alle aspecten van de Add-on Store.
pt_br: A seção "[Complementos e Loja de Complementos](#AddonsManager)" do Guia do Usuário contém informações sobre todos os recursos da Loja de Complementos.
ru: Раздел "[Дополнения и магазин дополнений](#AddonsManager)" Руководства пользователя содержит информацию о каждой функции магазина дополнений.
ta: நீட்சிநிரல் அங்காடியின் ஒவ்வொரு அம்சம் குறித்த தகவலை, பயனர் வழிகாட்டியின் "[நீட்சிநிரல்களும் நீட்சிநிரல் அங்காடியும்](#AddonsManager)" பிரிவு கொண்டுள்ளது.
zh_tw: 用戶指南的「[附加元件及附加元件商店](#AddonsManager)」章節包含有關附加元件商店每個功能的資訊。

source: The Add-on Store is available from the Tools menu.
bg: Магазинът за добавки е достъпен от менюто „Инструменти“.
de: Der Store ist über Werkzeuge im NVDA-Menü verfügbar.
es: La Tienda de Complementos está disponible desde el menú Herramientas.
hr: Add-on store je dostupan iz NVDA izbornika.
nl: Je bereikt de Add-on Store via het menu Extra.
pt_br: A Loja de Complementos está disponível no menu Ferramentas.
ru: Магазин дополнений доступен из подменю Сервис.
ta: கருவிகள் உட்பட்டியலில் நீட்சிநிரல் அங்காடி கிடைப்பிலுள்ளது.
zh_tw: 附加元件商店位於「工具」功能表，

source: Press `NVDA+n` to open the NVDA menu, then `t` for tools, then `a` for Add-on Store.
bg: Натиснете `NVDA+N`, за да отворите менюто на NVDA, след това `И` за „инструменти“, след това `М` за магазина за добавки.
de: Drücken Sie `NVDA+N`, um das NVDA-Menü zu öffnen, dann `Z` für Werkzeuge und `T` für den Store für NVDA-ERweiterungen.
es: Pulsa `NVDA+n` para abrir el menú NVDA, luego `h` para herramientas, luego `c` para Tienda de Complementos.
hr: Pritisnite `NVDA+n` kako biste otvorili NVDA izbornik, a potom `a` za alate, a potom `a` za add-on store.
nl: Druk op `NVDA+n` om het NVDA-menu te openen, dan op `e` voor extra, dan op `a` voor Add-on Store.
pt_br: Pressione `NVDA+n` para abrir o menu do NVDA, depois `f` para ferramentas e depois `a` para Loja de Complementos.
ru: Нажмите `NVDA+n`, чтобы открыть меню NVDA, затем `р` для перехода в подменю Сервис, затем `д` для перехода в Магазин дополнений .
ta: `என்விடிஏ+n` விசையை அழுத்தி என்விடிஏ பட்டியலைத் திறந்து, '`t`' விசையை அழுத்தி கருவிகள் உட்பட்டியலுக்குச் சென்று, '`a`' விசையை அழுத்தி நீட்சிநிரல் அங்காடியைத் திறக்கவும்.
zh_tw: 按 NVDA+N 打開 NVDA 功能表，然後按 T 選擇工具，接著按 A 選擇附加元件商店。

source: When the Add-on Store opens, it shows "Available add-ons" if no add-ons are installed.
bg: Когато магазинът за добавки се отвори, той показва раздела „Налични добавки“, ако няма инсталирани добавки.
de: Wenn noch keine NVDA-Erweiterungen installiert sind, wird im Store die Registerkarte "Verfügbare Pakete" angezeigt.
es: Cuando se abra la Tienda de Complementos, muestra "Complementos disponibles" si no hay complementos instalados.
hr: Kada se otvori Add-on store, pokazat će se kartica "dostupni dodaci" ako niti jedan dodatak nije instaliran.
nl: Wanneer de Add-on Store open gaat, worden beschikbare add-ons" getoond als er geen add-ons geïnstalleerd zijn.
pt_br: Quando a Loja de Complementos é aberta, ela mostra "Complementos disponíveis" se nenhum complemento estiver instalado.
ru: При открытии магазина дополнений отображается вкладка "Доступные дополнения", если дополнения не установлены.
ta: நீட்சிநிரல்கள் நிறுவப்பட்டிருக்கவில்லை என்றால், நீட்சிநிரல் அங்காடி திறந்தவுடன், கிடைப்பிலிருக்கும் நீட்சிநிரல்களைக் காட்டிடும்.
zh_tw: 當附加元件商店打開時，如果沒有安裝任何附加元件，它會顯示「可用的附加元件」，

source: When add-ons are installed, the Add-on Store opens to the "Installed add-ons" tab.
bg: Когато има инсталирани добавки, магазинът за добавки се отваря на раздела „Инсталирани добавки“.
de: Wenn NVDA-Erweiterungen installiert sind, wird im Store die Registerkarte "Installierte Pakete" angezeigt.
es: Cuando haya complementos instalados, la Tienda de Complementos se abre en la pestaña "Complementos instalados".
hr: Kada su dodaci instalirani, Add-on store će se otvoriti na kartici "instalirani dodaci".
nl: Als er al add-ons geïnstalleerd zijn, gaat de Add-on Store open op het tabblad "Geïnstalleerde add-ons".
pt_br: Quando os complementos estão instalados, a Loja de Complementos abre na guia "Complementos instalados".
ru: Когда дополнения установлены, магазин дополнений открывается на вкладке "Установленные дополнения".
ta: நீட்சிநிரல்கள் நிறுவப்பட்டிருந்தால், நீட்சிநிரல் அங்காடி திறந்தவுடன், நிறுவப்பட்டுள்ள நீட்சிநிரல்கள் கீற்றினைக் காட்டிடும்.
zh_tw: 當已安裝了附加元件，附加元件商店會打開到「已安裝的附加元件」索引標籤。

source: Available add-ons
bg: Налични добавки
de: Verfügbare NVDA-Erweiterungen
es: Complementos disponibles
hr: Dostupni dodaci
nl: Beschikbare add-ons
pt_br: Complementos disponíveis
ru: Доступные дополнения
ta: கிடைப்பிலிருக்கும் நீட்சிநிரல்கள்
zh_tw: 可用的附加元件

source: When the window first opens, add-ons may take a few seconds to load.
bg: Когато прозорецът се отвори за първи път, зареждането на добавките може да отнеме няколко секунди.
de: Wenn das Fenster zum ersten Mal geöffnet wird, kann es einige Sekunden dauern, bis die NVDA-Erweiterungen geladen sind.
es: Cuando la ventana se abre por primera vez, los complementos pueden tardar unos segundos en cargarse.
hr: Kada se prozor prvi put otvori, potrebno je nekoliko sekundi kako bi se dodaci učitali.
nl: Bij eerste opening van het venster kan het enkele seconden duren voordat de add-ons geladen zijn.
pt_br: Quando a janela é aberta pela primeira vez, os complementos podem demorar alguns segundos para carregar.
ru: При первом открытии окна загрузка дополнений может занять несколько секунд.
ta: சாளரம் முதலில் திறக்கும்பொழுது, நீட்சிநிரல்களை ஏற்றுவதற்கு சில வினாடிகள் ஆகலாம்.
zh_tw: 當視窗第一次打開時，載入附加元件可能需要幾秒鐘的時間，

source: NVDA will read the name of the first add-on once the list of add-ons finishes loading.
bg: NVDA ще прочете името на първата добавка, след като списъкът с добавки бъде зареден.
de: NVDA teilt automatisch den Namen der ersten NVDA-Erweiterung mit, sobald die Liste geladen ist.
es: NVDA leerá el nombre del complemento una vez que la lista de complementos termine de cargarse.
hr: NVDA će pročitati naziv prvog dodatka kada se cijeli popis učita.
nl: NVDA zal de naam van de eerste add-on voorlezen zodra het laden van de lijst met add-ons voltooid is.
pt_br: O NVDA lerá o nome do primeiro complemento assim que a lista de complementos terminar de carregar.
ru: NVDA прочитает название первого дополнения, как только список дополнений полностью загрузится.
ta: நீட்சிநிரல்களின் பட்டியல் ஏற்றப்பட்டவுடன், முதல் நீட்சிநிரலின் பெயரை என்விடிஏ படித்திடும்.
zh_tw: 一但附加元件清單載入完成，NVDA 會讀出第一個附加元件的名稱，

source: Available add-ons are listed alphabetically in a multi-column list.
bg: Наличните добавки са изброени по азбучен ред в списък с подробни данни.
de: Die verfügbaren NVDA-Erweiterungen werden in einer mehrspaltigen Liste alphabetisch aufgelistet.
es: Los complementos disponibles se listan alfabéticamente en una lista de varias columnas.
hr: Dostupni dodaci su popisani po abecednom redu u obliku višestupčastog popisa.
nl: Beschikbare add-ons worden alfabetisch gerankschikt in de lijstweergave die uit meer kolommen bestaat.
pt_br: Os complementos disponíveis são listados em ordem alfabética em uma lista de várias colunas.
ru: Доступные дополнения перечислены в алфавитном порядке.
ta: கிடைப்பிலிருக்கும் நீட்சிநிரல்கள், அகர வரிசைப்படி ஒரு பல நெடுவரிசைப் பட்டியலில் காட்டப்படும்.
zh_tw: 可用的附加元件按字母順序排列在一個多欄清單中，

source: To browse the list and find out about a specific add-on:
bg: За да прегледате списъка и да прочетете подробности за конкретна добавка:
de: Um die Liste zu durchsuchen und sich über eine bestimmte NVDA-Erweiterung zu informieren:
es: Para navegar por la lista y encontrar información sobre un complemento específico:
hr: Kako biste pregledavali popis i doznali nešto o određenom dodatku:
nl: Zo ga je door de lijst om meer te weten te komen over een specifieke add-on:
pt_br: Para navegar na lista e descobrir mais sobre um complemento específico:
ru: Чтобы просмотреть список и узнать о конкретном дополнении, выполните следующие действия:
ta: பட்டியலை உலாவி, ஒரு குறிப்பிட்ட நீட்சிநிரலைக் குறித்து அறிய:
zh_tw: 要瀏覽清單並查看特定附加元件的資訊：

source: Use the arrow keys or press the first letter of an add-on name to move around the list.
bg: Използвайте клавишите със стрелки или натиснете първата буква от името на добавка, за да се придвижвате в списъка.
de: Verwenden Sie die Pfeiltasten oder drücken Sie den Anfangsbuchstaben des Namens, um in der Liste zu navigieren.
es: Utiliza las flechas o pulsa la primera letra de un nombre de complemento para moverte por la lista.
hr: Koristite strelice ili pritisnite prvo slovo naziva dodatka kako biste se kretali po popisu.
nl: Gebruik de pijltjestoetsen of druk de eerste letter in van de naam van een add-on om de lijst te doorlopen.
pt_br: Use as teclas de seta ou pressione a primeira letra do nome de um complemento para se mover pela lista.
ru: Для перемещения по списку используйте клавиши-стрелки или нажмите первую букву названия дополнения.
ta: பட்டியலில் இருக்கும் நீட்சிநிரல்களுக்கிடையே நகர, அம்பு விசைகளைப் பயன்படுத்தவும், அல்லது நீட்சிநிரல் பெயரின் முதல் எழுத்தை அழுத்தவும்.
zh_tw: 使用方向鍵或按附加元件名稱的首字母在清單中移動。

source: Press `tab` once to move to a description of the currently selected add-on.
bg: Натиснете `TAB` веднъж, за да преминете към описанието на текущо избраната добавка.
de: Betätigen Sie einmal die `Tab-Taste`, um in das Feld für die Beschreibung zu gelangen.
es: Pulsa `tab` una vez para moverte a una descripción del complemento seleccionado actualmente.
hr: Jedamput pritisnite `tab` kako biste se premjestili na opis trenutno odabranog dodatka.
nl: Druk eenmaal op `tab` om naar de beschrijving van de op dat moment geselecteerde add-on te gaan.
pt_br: Pressione `tab` uma vez para ir para uma descrição do complemento atualmente selecionado.
ru: Нажмите `tab` один раз, чтобы перейти к описанию выбранного дополнения.
ta: தற்பொழுது தெரிவுசெய்யப்பட்டிருக்கும் நீட்சிநிரலின் விளக்கத்திற்குச் செல்ல, `தத்தல்` விசையை ஒருமுறை அழுத்தவும்.
zh_tw: 按一下 Tab 移到目前所選附加元件的簡介。

source: Use the [reading keys](#ReadingText) or arrow keys to read the full description.
bg: Използвайте [клавишите за четене](#ReadingText) или клавишите със стрелки, за да прочетете пълното описание.
de: Verwenden Sie die [Lesetasten](#ReadingText) oder die Pfeiltasten, um den kompletten Text zu lesen.
es: Utiliza las [teclas de lectura](#ReadingText) o las flechas para leer toda la descripción.
hr: Koristite [tipke za čitanje](#ReadingText) ili strelice kako biste pročitali puni opis.
nl: Gebruik de [Leestoetsen](#ReadingText) of de pijltjestoetsen om de volledige beschrijving te lezen.
pt_br: Use as [teclas de leitura](#ReadingText) ou setas para ler a descrição completa.
ru: Используйте [клавиши чтения](#ReadingText) или клавиши-стрелки, чтобы прочитать полное описание.
ta: முழு விளக்கத்தையும் படிக்க, [படித்தல் விசைகளை](#ReadingText), அல்லது அம்பு விசைகளைப் பயன்படுத்தவும்.
zh_tw: 使用[讀出文字快速鍵](#ReadingText)或方向鍵閱讀完整簡介。

source: Press `tab` to the "Actions" button, which can be used to install the add-on, among other actions.
bg: Натиснете `TAB` до бутона „Действия“, който може да се използва за инсталиране на добавката, наред с други действия.
de: Betätigen Sie die `Tab-Taste`, um zum Schalter "Aktionen" zu gelangen, mit der Sie unter anderem die NVDA-Erweiterung installieren können.
es: Pulsa `tab` hasta el botón "Acciones", que se puede utilizar para instalar el complemento, entre otras acciones.
hr: Pritisnite `tab` kako biste došli do gumba "radnje" koji se može koristiti i prilikom instalacije dodataka.
nl: Druk op `tab` om bij de knop "Acties" te komen, waarmee je o.a. de add-on kunt installeren.
pt_br: Pressione `tab` até o botão "Ações", que pode ser utilizado para instalar o complemento, entre outras ações.
ru: Нажмите `tab` для перехода к кнопке "Действия", с помощью которой можно установить дополнение, а также выполнить другие действия.
ta: பிற செயல்களுக்கிடையில் நீட்சிநிரல் நிறுவுதலுக்குப் பயன்படும் "செயல்கள்" பொத்தானுக்குச் செல்ல, `தத்தல்` விசையை அழுத்தவும்.
zh_tw: 按 Tab 到「動作」按鈕，該按鈕可用於安裝附加元件等操作。

source: Press `tab` to "Other Details", which lists details such as the publisher, version and homepage.
bg: Натиснете `TAB` до „Още информация“, където са изброени подробности като издател, версия и домашна страница.
de: Betätigen Sie die `Tab-Taste`, um zu "Weitere Details" zu gelangen, in der Details wie der Herausgeber, die Version und die Adresse der Homepage stehen.
es: Pulsa `tab` hasta "Otros Detalles", que enumera detalles como el editor, la versión y la página de inicio.
hr: Pritisnite `tab` kako biste došli do "ostalih detalja", gdje su prikazane informacije o verziji i izdavaču.
nl: Druk op `tab` voor meer Details", zoals naam van de uitgever, versie en homepage.
pt_br: Pressione `tab` até "Outros detalhes", que lista detalhes como editor, versão e página inicial.
ru: Нажмите `tab` для перехода к пункту "Прочие подробности", где перечислены такие сведения, как издатель, версия и домашняя страница.
ta: பதிப்பாளர், பதிப்பு மற்றும் முகப்புப்பக்கம் போன்ற விவரங்களைப் பட்டியலிடும் "பிற விவரங்கள்" பொத்தானுக்குச் செல்ல, `தத்தல்` விசையை அழுத்தவும்.
zh_tw: 按 Tab 到「其他詳細資料」，其中列出了發行者、版本和首頁等詳細資訊。

source: To return to the list of add-ons, press `alt+a`, or `shift+tab` until reaching the list.
bg: За да се върнете към списъка с налични добавки, натиснете `Alt+Н` или `Shift+TAB`, докато не достигнете списъка.
de: Um zur Liste der NVDA-Erweiterungen zurückzukehren, drücken Sie `Alt+A`" oder `Umschalt+Tab`, bis Sie die Liste erreichen.
es: Para volver a la lista de complementos, pulsa `alt+d`, o `shift+tab` hasta la lista "Complementos disponibles".
hr: Kako biste se vratili na popis dodataka, pritisnite `alt+a`, ili `shift+tab`.
nl: Om terug te gaan naar de lijst met beschikbare add-ons, druk je op `alt+a`, dan wel op `shift+tab`.
pt_br: Para retornar à lista de complementos, pressione `alt+a` ou `shift+tab` até chegar à lista.
ru: Чтобы вернуться к списку дополнений, нажмите `alt+a` или `shift+tab`, пока не дойдёте до списка.
ta: நீட்சிநிரல்களின் பட்டியலுக்குத் திரும்ப, `நிலைமாற்றி+a` விசையை அழுத்தவும், அல்லது பட்டியலை அடையும்வரை `மாற்றழுத்தி+தத்தல்` விசையை அழுத்தவும்.
zh_tw: 要返回附加元件清單，請按 Alt+A 或一直按 Shift+Tab 直到清單為止。

source: Searching for add-ons
bg: Търсене на добавки
de: Nach NVDA-Erweiterungen suchen
es: Buscar complementos
hr: Pretraživanje dodataka
nl: Naar add-onszoeken
pt_br: Pesquisando complementos
ru: Поиск дополнений
ta: நீட்சிநிரல்களைத் தேடுதல்
zh_tw: 搜尋附加元件
