Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Secure Mode
bg: Защитен режим
de: Geschützter Modus
es: Modo Seguro
hr: Bezbedan način rada
nl: Veilige Modus
pt_br: Modo Seguro
ru: Безопасный режим
ta: பாதுகாப்பான பயன்முறை
zh_tw: 安全模式

source: System administrators may wish to configure NVDA to restrict unauthorized system access.
bg: Системните администратори може да пожелаят да конфигурират NVDA за ограничаване на неоторизиран достъп до системата.
de: System-Administratoren können NVDA so konfigurieren, dass der unbefugte Systemzugriff eingeschränkt wird.
es: Los administradores del sistema pueden configurar NVDA para restringir el acceso no autorizado al sistema.
hr: Administratori sistema će možda želeti da podese NVDA tako da mu se ograniči neovlašćen pristup sistemu.
nl: Mogelijk willen systeembeheerders NVDA zodanig configureren dat ongeoorloofde toegang tot het systeem verhinderd wordt.
pt_br: Os administradores de sistema podem desejar configurar o NVDA para restringir o acesso não autorizado ao sistema.
ru: Системные администраторы могут захотеть настроить NVDA для ограничения несанкционированного доступа к системе.
ta: அங்கீகரிக்கப்படாத கணினி அணுகலைக் கட்டுப்படுத்த, கணினி நிர்வாகிகள் என்விடிஏவை அமைவடிவமாக்க விரும்பலாம்.
zh_tw: 系統管理員會想要設定 NVDA 以限制未經授權的系統存取，

source: NVDA allows the installation of custom add-ons, which can execute arbitrary code, including when NVDA is elevated to administrator privileges.
bg: NVDA позволява инсталирането на персонализирани добавки, които могат да изпълняват произволен код, включително когато NVDA се изпълнява с администраторски привилегии.
de: NVDA erlaubt die Installation von benutzerdefinierten NVDA-Erweiterungen, die beliebigen Code ausführen können, auch wenn NVDA mit Administratorrechten ausgestattet ist.
es: NVDA permite la instalación de complementos personalizados, los cuales pueden ejecutar código arbitrario, incluso cuando NVDA se eleva a privilegios de administrador.
hr: NVDA dozvoljava instalaciju prilagođenih dodataka, koji mogu da izvrše i pokrenu kod, što uključuje kada NVDA ima administratorske privilegije.
nl: Met NVDA kunnen aangepaste add-ons worden geïnstalleerd, waarmee willekeurige code, kan worden uitgevoerd ook wanneer NVDA wordt gedraaid met beheerdersrechten.
pt_br: O NVDA permite a instalação de complementos personalizados, que podem executar código arbitrário, inclusive quando o NVDA é elevado a privilégios de administrador.
ru: NVDA позволяет устанавливать пользовательские дополнения, которые могут выполнять произвольный код, в том числе при повышении прав администратора NVDA.
ta: தன்னிச்சையான குறியீட்டை செயற்படுத்தும் தனிப்பயனாக்கப்பட்ட நீட்சிநிரல்களின் நிறுவுதலை, என்விடிஏ அனுமதிக்கிறது. நிர்வாகியின் சிறப்புரிமைக்கு என்விடிஏ உயர்த்தப்பட்ட நிலையும் இதில் உள்ளடங்கும்.
zh_tw: NVDA 允許安裝自訂附加元件，這些附加元件可以執行任意程式碼，包括當 NVDA 提升到管理員權限時，

source: NVDA also allows users to execute arbitrary code through the NVDA Python Console.
bg: NVDA също позволява на потребителите да изпълняват произволен код чрез конзолата на Python на NVDA.
de: NVDA erlaubt es Benutzern auch, beliebigen Code über die integrierte Python-Konsole in NVDA auszuführen.
es: NVDA también permite a los usuarios ejecutar código arbitrario a través de la consola Python de NVDA.
hr: NVDA takođe dozvoljava korisnicima da pokrenu kod kroz NVDA Python konzolu.
nl: Met NVDA kunnen gebruikers eveneens willekeurige code uitvoeren door middel van de NVDA Python Console.
pt_br: O NVDA também permite que os usuários executem código arbitrário através do Console Python do NVDA.
ru: NVDA также позволяет пользователям выполнять произвольный код через консоль Python.
ta: பைத்தன் கட்டுப்பாட்டகத்தின் வாயிலாக தன்னிச்சையான குறியீட்டினை பயனர்கள் செயற்படுத்தவும் என்விடிஏ அனுமதிக்கிறது.
zh_tw: NVDA 也允許使用者透過 NVDA Python 主控台來執行任意程式碼，

source: NVDA secure mode prevents users from modifying their NVDA configuration, and otherwise limits unauthorized system access.
bg: Защитеният режим на NVDA не позволява на потребителите да променят конфигурацията на NVDA и като цяло ограничава неупълномощения достъп до системата.
de: Der geschützte Modus in NVDA verhindert, dass Benutzer ihre NVDA-Konfiguration ändern können und schränkt den nicht autorisierten Systemzugriff ein.
es: El modo seguro de NVDA evita que los usuarios modifiquen su configuración y limita el acceso no autorizado al sistema.
hr: NVDA bezbedan režim sprečava da korisnici menjaju njihova NVDA podešavanja, i na druge načine ograničava pristup sistemu.
nl: Met de veilige modus van NVDA wordt voorkomen dat gebruikers hun NVDA-configuratie wijzigen, en tevens wordt ongeoorloofde toegang tot het systeem beperkt.
pt_br: O modo seguro do NVDA evita que os usuários modifiquem sua configuração do NVDA e, de outra forma, limita o acesso não autorizado ao sistema.
ru: Безопасный режим NVDA не позволяет пользователям изменять конфигурацию NVDA и иным образом ограничивает несанкционированный доступ к системе.
ta: தங்களின் என்விடிஏ அமைவடிவத்தை பயனர்கள் மாற்றுவதை என்விடிஏவின் பாதுகாப்பான பயன்முறை தடுக்கிறது என்பதோடு, அங்கீகரிக்கப்படாத கணினி அணுகலையும் அது கட்டுப்படுத்துகிறது.
zh_tw: NVDA 安全模式可防止使用者修改其 NVDA 組態，並以其他方式限制未經授權的系統存取。

source: NVDA runs in secure mode when executed on [secure screens](#SecureScreens), unless the `serviceDebug` [system wide parameter](#SystemWideParameters) is enabled.
bg: NVDA работи в защитен режим, когато се изпълнява в [защитени екрани](#SecureScreens), освен ако не е задействан [системният параметър](#SystemWideParameters) `serviceDebug`.
de: NVDA läuft im geschützten Modus, wenn es bei [geschützten Sicherheitsmeldungen](#SecureScreens) ausgeführt wird, es sei denn, der [System-Parameter](#SystemWideParameters) `serviceDebug` ist aktiviert.
es: NVDA corre en modo seguro cuando se ejecute en [pantallas seguras](#SecureScreens), a menos que el [parámetro de todo el sistema](#SystemWideParameters) `serviceDebug` esté activado.
hr: NVDA se pokreće u bezbednom načinu rada na [bezbednim ekranima](#SecureScreens), osim ako se ne omogući `serviceDebug` [sistemski parametar](#SystemWideParameters).
nl: NVDA draait in veilige modus wanneer u de opdracht uitvoert met betrekking tot [beveiligde schermen](#SecureScreens), tenzij de `serviceDebug` [systeem-brede parameter](#SystemWideParameters) gebruikt is.
pt_br: O NVDA é executado em modo seguro quando executado em [telas seguras](#SecureScreens), a menos que o [parâmetro do sistema](#SystemWideParameters) `serviceDebug` esteja habilitado.
ru: NVDA запускается в безопасном режиме при выполнении на [защищённых экранах](#SecureScreens), если только не включён [общесистемный параметр](#SystemWideParameters) `serviceDebug`.
ta: "`serviceDebug`" [முழுதளாவிய கணினி அளவுரு](#SystemWideParameters) முடுக்கப்படாதிருந்தால், [பாதுகாப்பானத் திரைகளில்](#SecureScreens) செயல்படுத்தும்பொழுது, பாதுகாப்பான முறையில் என்விடிஏ இயங்கும்.
zh_tw: 當 NVDA 在[安全畫面](#SecureScreens)會以安全模式執行，除非啟用了 `serviceDebug` [全系統參數](#SystemWideParameters)。

source: To force NVDA to always start in secure mode, set the `forceSecureMode` [system wide parameter](#SystemWideParameters).
bg: За да принудите NVDA винаги да стартира в защитен режим, задайте [системния параметър](#SystemWideParameters) `forceSecureMode`.
de: Um NVDA zu zwingen, immer im geschützten Modus zu starten, setzen Sie den `forceSecureMode` [systemweiter Parameter](#SystemWideParameters).
es: Para forzar a NVDA a que siempre arranque en modo seguro, pon el [parámetro para todo el sistema](#SystemWideParameters) `forceSecureMode`.
hr: Da naterate NVDA da se uvek pokrene u bezbednom režimu, podesite `forceSecureMode` [sistemski parameta](#SystemWideParameters).
nl: Om NVDA te dwingen altijd in veilige modus op te starten stelt u de `forceSecureMode` in [als systeembrede parameter](#SystemWideParameters).
pt_br: Para forçar o NVDA a sempre iniciar no modo seguro, defina o [parâmetro de todo o sistema](#SystemWideParameters) `forceSecureMode`.
ru: Чтобы заставить NVDA всегда запускаться в безопасном режиме, установите параметр `forceSecureMode` в [общесистемных параметрах](#SystemWideParameters).
ta: எப்பொழுதும் பாதுகாப்பான பயன்முறையில் துவங்க என்விடிஏவை கட்டாயப்படுத்த, '`forceSecureMode`' [முழுதளாவிய கணினி அளவுருவை](#SystemWideParameters) அமைக்கவும்.
zh_tw: 要強制 NVDA 都以安全模式啟動，請使用 `forceSecureMode` [全系統參數](#SystemWideParameters)。

source: NVDA can also be started in secure mode with the `-s` [command line option](#CommandLineOptions).
bg: NVDA може да се стартира в защитен режим също и с [опцията за командния ред](#CommandLineOptions) `-s`.
de: NVDA kann auch im geschützten Modus mit der [Kommandozeilenoption](#CommandLineOptions) `-s` gestartet werden.
es: NVDA también puede iniciarse en modo seguro con la [opción de línea de órdenes](#CommandLineOptions) `-s`.
hr: NVDA se takođe može pokrenuti u bezbednom režimu uz `-s` [opciju komandne linije](#CommandLineOptions).
nl: NVDA kan ook worden opgestart in veilige modus met de `-s` [commandoregel-optie](#CommandLineOptions).
pt_br: O NVDA também pode ser iniciado em modo seguro com a [opção de linha de comando](#CommandLineOptions) `-s`.
ru: Также NVDA может быть запущена в безопасном режиме с помощью [параметра командной строки](#CommandLineOptions) `-s`.
ta: '`-s`' [கட்டளைவரி விருப்பத் தேர்வினைப்](#CommandLineOptions) பயன்படுத்தியும் பாதுகாப்பான பயன்முறையில் என்விடிஏவை துவக்கலாம்.
zh_tw: NVDA 也可以使用 `-s` [命令列選項](#CommandLineOptions)在安全模式下啟動。

source: Secure mode disables:
bg: Защитеният режим забранява:
de: Im geschützten Modus sind folgende Dinge deaktiviert:
es: El modo seguro deshabilita:
hr: Bezbedan način rada će onemogućiti:
nl: In veilige modus is het niet mogelijk om:
pt_br: O modo seguro desabilita:
ru: Безопасный режим отключает:
ta: பாதுகாப்பான பயன்முறை, பின்வருவனவற்றை முடக்குகிறது:
zh_tw: 安全模式停用項目：

source: Saving configuration and other settings to disk
bg: Запазването на диска на конфигурацията и други настройки
de: Speichern der Konfiguration und anderer Einstellungen auf dem Speichermedium
es: El guardado de la configuración y otras opciones en disco
hr: Čuvanje konfiguracije i drugih podešavanja na disku
nl: De configuratie en andere instellingen op schijf op te slaan
pt_br: Salvamento de configuração e outras definições no disco
ru: Сохранение конфигурации и других настроек на диск
ta: அமைவடிவத்தையும், பிற அமைப்புகளையும் வன்தட்டில் சேமிப்பது
zh_tw: 儲存組態及其他設定至磁碟

source: Saving the gesture map to disk
bg: Запазването на диска на файла с жестовете
de: Speichern der Tastenbefehle auf dem Speichermedium
es: El guardado del mapa de gestos en disco
hr: Čuvanje mape komandi na disku
nl: De map Invoerhandelingen op schijf op te slaan
pt_br: Salvamento do mapa de comandos — gestos — no disco
ru: Сохранение карты жестов на диск
ta: சைகை வரைவை வன்தட்டில் சேமிப்பது
zh_tw: 儲存手勢對應表至磁碟

source: [Configuration Profile](#ConfigurationProfiles) features such as creation, deletion, renaming profiles etc.
bg: Функции, свързани с [конфигурационните профили](#ConfigurationProfiles), като например създаването, изтриването, преименуването на профили и пр.
de: Aktionen im Dialogfeld für die [Konfigurationsprofile](#ConfigurationProfiles) wie z. B. Erstellen, Löschen, Profile umbenennen, etc.
es: Características de los [perfiles de configuración](#ConfigurationProfiles) tales como la creación, la eliminación, el renombrado de perfiles etc.
hr: Opcije [profila podešavanja](#ConfigurationProfiles) kao što su pravljenje, brisanje, preimenovanje profila i slično.
nl: aanpassingen t.a.v. het [Configuratieprofiel](#ConfigurationProfiles) aan te brengen zoals het aanmaken, verwijderen, hernoemen van profielen etc.
pt_br: Recursos de [perfil de configuração](#ConfigurationProfiles), como criação, exclusão, renomeação de perfis etc.
ru: Операции над [Профилем конфигурации](#ConfigurationProfiles), такие как создание, удаление, переименование профилей и т.д.
ta: உருவாக்குதல், அழித்தல், மறுபெயரிடுதல் போன்ற [அமைவடிவ தனியமைப்புகளின்](#ConfigurationProfiles) கூறுகள்.
zh_tw: [組態設定檔](#ConfigurationProfiles)功能，例如新增、刪除、重新命名設定檔等。

source: Loading custom configuration folders using [the `-c` command line option](#CommandLineOptions)
bg: Зареждането на потребителски конфигурационни папки с [опцията `-c` от командния ред](#CommandLineOptions)
de: Verwenden benutzerdefinierter Einstellungspfade mittels [des `-c`-Kommandozeilenbefehls](#CommandLineOptions)
es: La carga de carpetas de la configuración personalizada utilizando [la opción de línea de órdenes `-c`](#CommandLineOptions)
hr: Učitavanje prilagođenih mapa konfiguracije korištenjem [opcije `-c` u naredbenom redku](#CommandLineOptions)
nl: Aangepaste configuratiemappen laden met behulp van [de commandoregel-optie `-c`](#CommandLineOptions)
pt_br: Carregamento de pastas de configuração personalizadas usando [a opção de linha de comando `-c`](#CommandLineOptions)
ru: Загрузку пользовательских папок конфигурации с помощью [параметра командной строки `-c`](#CommandLineOptions)
ta: ["`-c`" கட்டலைவரி விருப்பத் தேர்வினைப்](#CommandLineOptions) பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட அமைவடிவக் கோப்புறைகளை ஏற்றுதல்
zh_tw: 使用 [`-c` 命令列選項](#CommandLineOptions)載入自訂組態資料夾

source: Updating NVDA and creating portable copies
bg: Обновяването на NVDA и създаването на преносими копия
de: Aktualisieren von NVDA und Erstellen portabler Versionen
es: La actualización de NVDA y la creación de copias portables
hr: Ažuriranje programa NVDA i pravljenje prenosnih kopija
nl: NVDA bij te werken en draagbare versies aan te maken
pt_br: Atualização do NVDA e criação de cópias portáteis
ru: Обновление NVDA и создание переносных копий
ta: என்விடிஏவை இற்றைப்படுத்தல், கொண்டுசெல்லத்தக்க படியை உருவாக்குதல்
zh_tw: 更新 NVDA 與建立可攜式版

source: The [Add-on Store](#AddonsManager)
bg: [Магазина за добавки](#AddonsManager)
de: Der [Store für NVDA-Erweiterungen](#AddonsManager)
es: La [Tienda de Complementos](#AddonsManager)
hr: [Prodavnicu dodataka](#AddonsManager)
nl: De [Add-on Store](#AddonsManager) te bereiken
pt_br: A [Loja de Complementos](#AddonsManager)
ru: [Магазин дополнений](#AddonsManager)
ta: [நீட்சிநிரல் அங்காடி](#AddonsManager)
zh_tw: [附加元件商店](#AddonsManager)

source: The [NVDA Python console](#PythonConsole)
bg: [Конзолата на Python на NVDA](#PythonConsole)
de: Die [Python-Konsole in NVDA](#PythonConsole)
es: La [consola de Python de NVDA](#PythonConsole)
hr: [NVDA Python konzolu](#PythonConsole)
nl: te werken met de[NVDA Python console](#PythonConsole)
pt_br: O [console Python do NVDA](#PythonConsole)
ru: [Консоль Python](#PythonConsole)
ta: [பைத்தன் கட்டுப்பாட்டகம்](#PythonConsole)
zh_tw: [NVDA Python 主控台](#PythonConsole)

source: The [Log Viewer](#LogViewer) and logging
bg: [Преглеждането на протокола](#LogViewer) и протоколирането
de: Der [Protokoll-Betrachter](#LogViewer) und die Protokollierung
es: El [Visualizador de Registro](#LogViewer) y la autentificación
hr: [Preglednik dnevnika](#LogViewer) i evidentiranje u dnevniku
nl: te werken met de [Log Viewer](#LogViewer) en om te loggen
pt_br: O [Visualizador de Log](#LogViewer) e registro de eventos
ru: [Просмотр](#LogViewer) и ведение журнала
ta: [செயற்குறிப்பேட்டுத் தோற்றமும்](#LogViewer), செயற்குறியாக்கமும்
zh_tw: [事件記錄檢視器](#LogViewer)與事件記錄

source: The [Braille Viewer](#BrailleViewer) and [Speech Viewer](#SpeechViewer)
bg: [Брайлов визуализатор](#BrailleViewer) и [Преглед на речта](#SpeechViewer)
de: Der [Braillebetrachter](#BrailleViewer) und der [Sprachausgabenbetrachter](#SpeechViewer)
es: El [Visualizador Braille](#BrailleViewer) y el [Visualizador de Voz](#SpeechViewer)
hr: [Pregled brajice](#BrailleViewer) i [Pregled govora](#SpeechViewer)
nl: Toegang te krijgen tot het [Brailleweergavevenster](#BrailleViewer) en [Spraakweergavevenster](#SpeechViewer)
pt_br: Os [Visualizador de Braille](#BrailleViewer) e [Visualizador de Fala](#SpeechViewer)
ru: [Просмотрщик Брайля](#BrailleViewer) и [Просмотрщик речи](#SpeechViewer)
ta: [பிரெயில் தோற்றமும்](#BrailleViewer), [பேச்சுத் தோற்றமும்](#SpeechViewer)
zh_tw: [點字檢視器](#BrailleViewer)及[語音檢視器](#SpeechViewer)

source: Opening external documents from the NVDA menu, such as the user guide or contributors file.
bg: Отварянето на външни документи от менюто на NVDA (напр. ръководството на потребителя или файла със сътрудниците).
de: Öffnen von externen Dokumenten über das NVDA-Menü, wie z. B. das Benutzerhandbuch oder die Datei der Mitwirkenden.
es: Abrir documentos esternos desde el menú de NVDA, tales como la Guía del Usuario o el fichero de colaboradores.
hr: Otvaranje eksternih dokumenata iz NVDA menija, kao što su korisničko uputstvo ili datoteku saradnika.
nl: externe documenten zoals de gebruikershandleiding of de lijst met medewerkers, vanuit het NVDA-menu te openen.
pt_br: Abertura de documentos externos a partir do menu do NVDA, como o guia do usuário ou arquivo de contribuidores.
ru: Открытие внешних документов из меню NVDA, таких как руководство пользователя или список разработчиков.
ta: பயனர் வழிகாட்டி, அல்லது பங்களிப்பாளர்கள் கோப்பு போன்ற வெளிப்புற ஆவணங்களை என்விடிஏ பட்டியலின் வாயிலாகத் திறப்பது.
zh_tw: 從 NVDA 功能表開啟外部文件，例如用戶指南或貢獻者檔案。

source: Installed copies of NVDA store their configuration including add-ons in `%APPDATA%\nvda`.
bg: Инсталираните копия на NVDA съхраняват конфигурацията си, включително добавките в `%APPDATA%\nvda`.
de: Bei installierten NVDA-Versionen werden die Konfiguration (einschließlich der NVDA-Erweiterungen) in `%APPDATA%\NVDA` gespeichert.
es: Las copias instaladas de NVDA almacenan su configuración incluyendo los complementos en `%APPDATA%\nvda`.
hr: Instalirane kopije programa NVDA čuvaju podešavanja uključujući dodatke u `%APPDATA%\nvda`.
nl: Geïnstalleerde kopieën van NVDA slaan hun configuratieprofielen inclusief add-ons op in `%APPDATA%\nvda`.
pt_br: As cópias instaladas do NVDA armazenam suas configurações, incluindo complementos, em `%APPDATA%\nvda`.
ru: Установленные копии NVDA хранят свою конфигурацию, включая дополнения, по пути `%APPDATA%\nvda`.
ta: என்விடிஏவின் நிறுவப்பட்ட படிகள், நீட்சிநிரல்கள் உட்பட தங்களின் அமைவடிவத்தை, '`%APPDATA%\nvda`' அடைவில் சேமிக்கின்றன.
zh_tw: NVDA 的安裝版本將其組態 (包括附加元件) 儲存在 `%APPDATA%\nvda` 中，

source: To prevent NVDA users from modifying their configuration or add-ons directly, user access to this folder must also be restricted.
bg: За да попречите на потребителите на NVDA да променят директно своята конфигурация или добавки, потребителският достъп до тази папка също трябва да бъде ограничен.
de: Um zu verhindern, dass NVDA-Benutzer die Konfiguration oder NVDA-Erweiterungen direkt anpassen können, muss der Benutzerzugriff auf diesen Ordner ebenfalls eingeschränkt werden.
es: Para evitar que los usuarios de NVDA modifiquen su configuración o complementos directamente, su acceso a esta carpeta también debe estar restringido.
hr: Da biste sprečili NVDA korisnike da direktno izmene podešavanja ili dodatke, korisnički pristup ovom folderu se takođe mora ograničiti.
nl: Om te voorkomen dat NVDA-gebruikers rechtstreeks wijzigingen aanbrengen in de configuratie of eventuele add-ons moet toegang van de gebruiker tot deze map ook worden beperkt.
pt_br: Para evitar que os usuários do NVDA modifiquem suas configurações ou complementos diretamente, o acesso do usuário a esta pasta também deve ser restrito.
ru: Чтобы пользователи NVDA не могли напрямую изменять свою конфигурацию или дополнения, доступ пользователей к этой папке также должен быть ограничен.
ta: தங்கள் அமைவடிவத்தை, அல்லது நீட்சிநிரல்களை என்விடிஏ பயனர்கள் நேரடியாக மாற்றுவதைத் தடுக்க, இந்தக் கோப்புறைக்கான பயனர் அணுகலும் கட்டுப்படுத்தப்படவேண்டும்.
zh_tw: 為防止 NVDA 使用者直接修改其組態或附加元件，也必須限制使用者對此資料夾的存取。

source: Secure mode is ineffective for portable copies of NVDA.
bg: Защитеният режим е неефективен за преносими копия на NVDA.
de: Der Geschützte Modus funktioniert nicht in portablen NVDA-Versionen.
es: El modo seguro no es efectivo para copias portables de NVDA.
hr: Siguran način je neefektivan za prijenosne kopije NVDA.
nl: Veilige modus werkt niet voor draagbare kopieën van NVDA.
pt_br: O modo seguro é ineficaz para cópias portáteis do NVDA.
ru: Безопасный режим неэффективен для переносных копий NVDA.
ta: என்விடிஏவின் கொண்டுசெல்லத்தக்க படிகளுக்கு பாதுகாப்பான பயன்முறை பயனற்றதாகும்.
zh_tw: 安全模式對於 NVDA 可攜式版本無效，

source: This limitation also applies to the temporary copy of NVDA which runs when launching the installer.
bg: Това ограничение важи и за временното копие на NVDA, което се изпълнява при стартиране на инсталатора.
de: Diese Einschränkung gilt auch für die temporäre NVDA-Version, die beim Starten des Installationsprogramms ausgeführt wird.
es: Esta limitación también se aplica a la copia temporal de NVDA que se ejecuta al lanzar el instalador.
hr: Ovo ograničenje se primjenjuje i na privremenu kopiju koju porećete kada instalirate NVDA.
nl: Deze beperking geldt eveneens voor een tijdelijke kopie van NVDA die wordt gebruikt bij het uitvoeren van het installatiebestand.
pt_br: Esta limitação também se aplica à cópia temporária do NVDA que é executada ao iniciar o instalador.
ru: Это ограничение также распространяется на временную копию NVDA, которая запускается при запуске пакета установки.
ta: நிறுவியை செலுத்தும்பொழுது இயக்கப்படும் என்விடிஏவின் தற்காலிகப் படிகளுக்கும் இந்த வரம்பு பொருந்தும்.
zh_tw: 此限制也適用於啟動安裝程式時執行的 NVDA 暫時性版本。

source: In secure environments, a user being able to run a portable executable is the same security risk regardless of secure mode.
bg: В защитени среди възможността потребителят да стартира преносим изпълним файл е същият риск за сигурността, независимо от защитения режим.
de: In sicheren Umgebungen stellt die Möglichkeit für einen Benutzer, eine portable ausführbare Datei auszuführen, unabhängig vom Sicherheitsmodus das gleiche Sicherheitsrisiko dar.
es: En ambientes seguros, que un usuario pueda correr un ejecutable portable es el mismo riesgo de seguridad independientemente del modo seguro.
hr: U sigurnim okruženjima, korisnik koji može pokrenuti prijenosnu izvršnu datoteku je isti rizik za sigurnost neovisno o sigurnom načinu.
nl: In een veilige omgeving, loopt een gebruiker die een draagbaar uitvoerbestand uitvoert hetzelfde veiligheidsrisico ongeacht de veilige modus.
pt_br: Em ambientes seguros, um usuário capaz de executar um executável portátil representa o mesmo risco de segurança, independentemente do modo seguro.
ru: В защищённых средах возможность пользователя запускать переносной исполняемый файл представляет собой ту же угрозу безопасности, что и в безопасном режиме.
ta: என்விடிஏவின் கொண்டுசெல்லத்தக்கப் படிகளைப் பயன்படுத்தும் பயனர்கள், பாதுகாப்பான பயன்முறையைப் பயன்படுத்தினாலும், பாதுகாப்பான பயன்முறையைப் பயன்படுத்தாத நிலையில் எதிர்கொள்ளும் ஆபத்தையே எதிர்கொள்ளவேண்டியிருக்கும்.
zh_tw: 在安全環境中，無論安全模式為何，能夠執行可攜式版執行檔的使用者都會面臨相同的安全風險，
