Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The first option in the Speech Settings category is the Change... button. This button activates the [Select Synthesizer](#SelectSynthesizer) dialog, which allows you to select the active speech synthesizer and output device.
bg: Първата опция в категорията Настройки на речта е бутонът „Промени...“. Този бутон активира диалога [Избор на синтезатор](#SelectSynthesizer), който ви позволява да изберете активния речев синтезатор и изходното устройство.
de: Die Option in dieser Kategorie ist der Schalter "Ändern". Dieser Schalter öffnet das Dialogfeld zum [Ändern der Sprachausgabe](#SelectSynthesizer). Dort befinden sich alle verfügbaren Sprachausgaben und Ausgabegeräte, über welche die Sprachausgabe sich steuern lassen.
es: El primer ajuste en la categoría Opciones de Voz es el botón Cambiar... Este botón activa el cuadro de diálogo [Seleccionar Sintetizador](#SelectSynthesizer), el cual te permite seleccionar el sintetizador de voz activo y el dispositivo de sonido.
hr: Prva opcija u kategoriji Postavke govora je gumb "Promijeni …". Ova tipka aktivira dijaloški okvir [Odaberi govornu jedinicu](#SelectSynthesizer), koji omogućuje odabir govorne jedinice i izlaznog uređaja.
nl: De eerste optie in de categorie Spraak is de Wijzigen... knop. Met deze knop activeert u de dialoog [Synthesizer Selecteren](#SelectSynthesizer), waarmee u de actieve spraaksynthesizer en het uitvoerapparaat selecteert.
pt_br: A primeira opção na categoria Configurações de fala é o botão Alterar... Este botão ativa a caixa de diálogo [Selecionar Sintetizador](#SelectSynthesizer), que permite selecionar o sintetizador de fala e o dispositivo de saída ativos.
ru: Первой опцией в категории "Речь" является кнопка "Изменить". Эта кнопка вызывает [диалог выбора синтезатора](#SelectSynthesizer), в котором можно выбрать используемый синтезатор речи и устройство вывода звука для него.
ta: பேச்சு அமைப்புகள் வகைமையில் காணப்படும் முதல் விருப்பத் தேர்வு, "மாற்றுக..." என்கிற பொத்தானாகும். இப்பொத்தான், [ஒலிப்பானைத் தெரிவுச் செய்க](#SelectSynthesizer) உரையாடலை இயக்குகிறது. இவ்வுரையாடல், இயக்கத்திலிருக்க வேண்டிய ஒலிப்பானையும், வெளியீட்டுக் கருவியையும் தெரிவுச் செய்ய தங்களை அனுமதிக்கிறது.
zh_tw: 語音設定類別中的第一個選項是「變更...」按鈕，此按鈕開啟[選擇合成器](#SelectSynthesizer)對話框，允許您選擇要使用的語音合成器和輸出裝置。

source: This dialog opens on top of the NVDA Settings dialog.
bg: Този прозорец се отваря върху прозореца с настройките на NVDA.
de: Dieses Dialogfeld wird zusätzlich zu den Einstellung geöffnet.
es: Este diálogo se abre por encima del cuadro de diálogo Opciones de NVDA.
hr: Ovaj se dijaloški okvir otvara ispred dijaloškog okvira NVDA postavke.
nl: Deze dialoog opent zich over het dialoogvenster Instellingen van NVDA heen.
pt_br: Essa caixa de diálogo é aberta sobrepondo-se ao diálogo de Configurações do NVDA.
ru: Этот диалог открывается поверх диалога настроек NVDA.
ta: என்விடிஏ அமைப்புகள் உரையாடலின் மீது இவ்வுரையாடல் திறக்கும்.
zh_tw: 此對話框開啟後會疊在「NVDA 設定」對話框的上面，

source: Saving or dismissing the settings in the Select Synthesizer dialog will return you to the NVDA Settings dialog.
bg: Запазването или отхвърлянето на настройките в диалога Избор на синтезатор ще ви върне в прозореца с настройките на NVDA.
de: Wenn das Dialogfeld zum Ändern der Sprachausgabe mit "OK" oder "Abbrechen" geschlossen wird, erscheinen wieder die NVDA-Einstellungen mit den dazugehörigen Kategorien.
es: Guardando o descartando los ajustes en el cuadro de diálogo Seleccionar Sintetizador volverás al diálogo Opciones de NVDA.
hr: Spremanjem ili nepreuzimanjem postavki, vraća vas u dijaloški okvir NVDA Postavke.
nl: Door de instellingen in de dialoog Synthesizer Selecteren op te slaan of te verrwerpen keert u terug naar het dialoogvenster Instellingen van NVDA.
pt_br: Salvar ou descartar as configurações no diálogo Selecionar Sintetizador retornará à caixa de diálogo de Configurações do NVDA.
ru: Нажатие кнопок OK или "Отмена" в диалоге выбора синтезатора, вернёт вас в диалог настроек NVDA.
ta: ஆகவே, ஒலிப்பானைத் தெரிவுச் செய்க உரையாடலில் காணப்படும் அமைப்புகளைச் சேமித்துவிட்டு, அல்லது சேமிக்காமல் உரையாடலை மூடினால், என்விடிஏ அமைப்புகள் உரையாடலுக்குத் தங்களை மீண்டும் கொண்டுச் செல்லும்.
zh_tw: 確認或取消「選擇合成器」對話框中的設定將返回到「NVDA 設定」對話框。

source: Voice
bg: Глас
de: Stimme
es: Voz
hr: Glas
nl: Stem
pt_br: Voz
ru: Голос
ta: குரல்
zh_tw: 語音

source: The Voice option is a combo box listing all the voices of the current synthesizer that you have installed.
bg: Опцията „Глас“ е падащ списък с всички гласове на текущия синтезатор, който сте инсталирали.
de: Die Stimmenoption ist eine Ausklappliste mit allen verfügbaren Stimmen der zuvor ausgewählten Sprachausgabe.
es: La opción voz es un cuadro combinado que enumera todas las voces del sintetizador actual que has instalado.
hr: Opcija Glas je odabirni okvir, u kojem su popisani svi glasovi govorne jedinice koje ste instalirali.
nl: Deze optie is een vervolgkeuzelijst waarin alle stemmen staan waarover de momenteel gebruikte synthesizer beschikt.
pt_br: A opção Voz é uma caixa de combinação que lista todas as vozes do atual sintetizador que por ora estão instaladas.
ru: Комбинированный список "Голос" содержит все голоса активного в данный момент синтезатора речи.
ta: தாங்கள் தற்பொழுது நிறுவியிருக்கும் ஒலிப்பானின் எல்லாக் குரல்களையும், குரல் விருப்பத் தேர்வு ஒரு சேர்க்கைப் பெட்டியில் பட்டியலிட்டிருக்கும்.
zh_tw: 「語音」選項是一個下拉式方塊，列出目前合成器的所有已安裝的語音，

source: You can use the arrow keys to listen to all the various choices.
bg: Може да използвате стрелките, за да чуете всички възможности.
de: Mit den Pfeiltasten können Sie sich die Stimmen testweise anhören.
es: Puedes utilizar las teclas de cursor para escuchar todas las elecciones.
hr: Za preslušavanje glasova koristite strelice.
nl: Met de pijltoetsen kunt u alle keuzemogelijkheden beluisteren.
pt_br: Pode utilizar as setas para ouvir os diversos itens.
ru: Вы можете использовать клавиши-стрелки, чтобы прослушать все голоса из этого списка.
ta: அம்பு விசைகளைக் கொண்டு, பட்டியலில் உள்ள அனைத்து குரல்களையும் தாங்கள் கேட்கலாம்.
zh_tw: 您可按方向鍵的向上鍵或向左鍵選擇清單中的上一個語音，按向下鍵或向右鍵選擇下一個語音，

source: Left and Up arrow take you up in the list, while right and down arrow move you down in the list.
bg: Стрелките наляво и нагоре ви придвижват по-нагоре в списъка, докато стрелките надолу и надясно ви придвижват по-надолу в списъка.
de: Die Pfeiltasten nach oben oder nach links verschieben den Fokus nach oben, die Pfeiltasten nach unten oder rechts entsprechend nach unten in der Ausklappliste.
es: Las flechas izquierda y arriba suben por la lista, mientras que las flechas derecha y abajo bajan por la lista.
hr: Strelica Lijevo i Gore omogućuju kretanje u popisu prema gore. Strelice Desno i Dolje omogućuju kretanje u popisu prema dolje.
nl: Met pijl links en pijl omhoog gaat u naar het begin van de lijst en met pijl rechts en pijl omlaag naar het einde.
pt_br: As setas Acima e Esquerda sobem pela lista, enquanto as Setas Abaixo e Direita descem pela lista.
ru: Стрелки влево и вверх перемещают вверх по списку, тогда как стрелки вниз и вправо перемещают вниз по списку.
ta: மேலம்பு, இடதம்பு விசைகலைப் பயன்படுத்தினால், வரிசைப் பட்டியலில் மேல்நோக்கி நகரலாம். கீழம்பு, வலதம்பு விசைகளைப் பயன்படுத்தினால், வரிசைப் பட்டியலில் கீழ்நோக்கி நகரலாம்.
zh_tw: 移動時會以對應的語音聲音來朗讀選項的名稱以供確認。

source: Variant
bg: Вариант
de: Variante
es: Variante
hr: Varijanta
pt_br: Variante
ru: Вариант
ta: குரல் மாற்றொலி
zh_tw: 變聲

source: If you are using the Espeak NG synthesizer which is packaged with NVDA, this is a combo box that allows you to select the Variant the synthesizer should speak with.
bg: Ако използвате синтезатора eSpeak NG, който се разпространява заедно с NVDA, това е падащ списък, който ви позволява да изберете вариант на гласа, който да бъде използван от него.
de: Wenn Sie die Sprachausgabe eSpeak NG verwenden, die bei NVDA mitgeliefert wird, handelt es sich um ein Kombinationsfeld, in dem Sie die Variante der Sprachausgabe auswählen können.
es: Si estás utilizando el sintetizador Espeak NG empaquetado junto con NVDA, este es un cuadro combinado que te permite seleccionar la variante con la que el sintetizador debería hablar.
hr: Ako koristite Espeak NG govornu jedinicu koja dolazi s NVDA čitačem, ovo je odabirni okvir koji omogućuje odabrati varijantu glasa koju će govorna jedinica koristiti za govor.
nl: Als u gebruik maakt van de eSpeak NG synthesizer, die standaard is opgenomen in NVDA, kunt u via een vervolgkeuzelijst een stemvariant kiezen.
pt_br: Caso esteja usando o eSpeak NG que acompanha o NVDA, esta é uma caixa de combinação que lhe permite selecionar a variante com a qual o sintetizador deve falar.
ru: Если вы используете поставляемый вместе с NVDA синтезатор eSpeak NG, то в этом комбинированном списке можно выбрать вариант речевого вывода синтезатора.
ta: என்விடிஏவினுள் கட்டப்பட்டு வெளிவரும் [ஈஸ்பீக் என்ஜி](https://github.com/espeak-ng/espeak-ng) ஒலிப்பானைத் தாங்கள் பயன்படுத்துவதாக இருந்தால், இச்சேர்க்கைப் பெட்டியில் தோன்றும் குரலின் பல மாற்றொலிகளிலிருந்து ஒன்றைத் தேர்ந்தெடுக்கலாம்.
zh_tw: 如果您正使用內嵌的 Espeak NG 合成器，此為一個下拉式方塊，您可選擇不同的變聲。

source: ESpeak NG's Variants are rather like voices, as they provide slightly different attributes to the eSpeak NG voice.
bg: Вариантите на eSpeak NG са нещо като гласове, до колкото те предоставят малко по-различни атрибути на гласа на eSpeak NG.
de: Die Varianten von eSpeak NG sind mit Stimmen vergleichbar, weil sie die Eigenschaften von eSpeak NG verändern.
es: Las variantes de Espeak NG son bastante parecidas a las voces, pero proporcionan atributos ligeramente diferentes para la voz de ESpeak NG.
hr: Espeak NG varijante su bolji glasovi, jer pružaju malo drugačije atribute od Espeak NG glasova.
nl: Met de stemvarianten kunt u stemeigenschappen enigszins aanpassen.
pt_br: As variantes do eSpeak NG assemelham-se às vozes, mas proporcionam atributos ligeiramente diferentes da voz principal.
ru: Варианты eSpeak NG — это достаточно похожие между собой голоса, и они придают речи eSpeak NG слегка видоизменённые оттенки.
ta: ஈஸ்பீக் என்ஜி, குரல்களின் தன்மையில் சில மாறுதல்களை செய்து பேசுவதால், இக்குரல் மாற்றொலிகளும் ஒரு வகையில் தனிப்பட்ட குரல்களே.
zh_tw: ESpeak NG 的變聲聽起來更像語音，因為他們提供的屬性與 ESpeak NG 略有不同，

source: Some variants will sound like a male, some like a female, and some even like a frog.
bg: Някои варианти ще звучат като мъже, някой като жени, а някои дори като например жаба.
de: Einige Varianten hören sich weiblich, männlich oder sogar wie ein Frosch an.
es: Algunas variantes sonarán como un hombre, algunas como una mujer, y algunas como si tuvieran carraspera.
hr: Neke će varijante zvučati kao muški glasovi, neke kao ženski, neke čak i kao žaba.
nl: Er zijn varianten die als een mannen- of vrouwenstem klinken of zelfs als een kikker.
pt_br: Algumas variantes são sonoramente semelhantes a homens e mulheres e outras são até similares a sapos.
ru: Некоторые варианты будут звучать как женские, некоторые как мужские, а некоторые даже умеют квакать.
ta: சில குரல் மாற்றொலிகள், ஆண் போலவும், சில பெண் போலவும், இன்னும் சில தவளைப் போலவும் பேசும்.
zh_tw: 有些變聲聽起來像男生、有些像女生，有些甚至像青蛙聲。

source: If using a third-party synthesizer, you may also be able to change this value if your chosen voice supports it.
bg: Ако използвате друг външен синтезатор, може също да можете да промените тази стойност, ако избраният от вас глас го поддържа.
de: Wenn Sie eine Sprachausgabe eines Drittanbieters verwenden, können Sie diesen Wert möglicherweise auch ändern, wenn Ihre gewählte Stimme dies unterstützt.
es: Si utilizas un sintetizador de terceros, también podrás cambiar este valor si la voz elegida lo admite.
hr: Ako koristite govornu jedinicu treće strane i ako vaš odabrani glas govorne jedinice to podržava, možda ćete moći promjeniti ovu opciju.
nl: Bij gebruik van een synthesizer van derden, kunt u deze waarde wellicht ook aanpassen als de gekozen stem hiervoor ondersteuning biedt.
pt_br: Se você estiver usando um sintetizador de terceiros, também poderá alterar esse valor se a voz escolhida o suportar.
ru: При использовании сторонних синтезаторов, вы также можете изменить это значение, если выбранный голос это поддерживает.
ta: மூன்றாம் தரப்பு ஒலிப்பானைப் பயன்படுத்தும்பொழுது, தாங்கள் தேர்ந்தெடுக்கும் குரல் ஆதரவளிக்குமேயானால், இம்மதிப்பை மாற்றியமைக்கலாம்.
zh_tw: 如果您使用第三方合成器，當所選的語音支援變聲時也能進行更改。

source: Rate
bg: Скорост
de: Geschwindigkeit
es: Velocidad
hr: Brzina
nl: Snelheid
pt_br: Velocidade
ru: Скорость
ta: விகிதம்
zh_tw: 速度

source: This option allows you to change the rate of your voice.
bg: Тази опция ви позволява да променяте скоростта на гласа.
de: Mit dieser Option können Sie die Sprechgeschwindigkeit der Stimme festlegen.
es: Esta opción te permite cambiar la velocidad de la voz.
hr: Ova opcija omogućuje promjenu brzine glasa.
nl: Hiermee kunt u de spraaksnelheid instellen.
pt_br: Essa opção permite-lhe alterar a velocidade da voz.
ru: Эта опция позволяет вам изменять скорость речи текущего синтезатора.
ta: இவ்விருப்பத் தேர்வு, தாங்கள் தேர்ந்தெடுத்துள்ள குரலின் வேக விகிதத்தை மாற்றியமைக்க அனுமதிக்கிறது.
zh_tw: 此選項允許您變更語音的速度，

source: This is a slider that goes from 0 to 100 - 0 being the slowest, 100 being the fastest.
bg: Това е плъзгач, който се движи от 0 до 100, като 0 е най-бавно, а 100 – най-бързо.
de: Dies ist ein Schieberegler, der von 0 bis 100 reicht (0 ist sehr langsam, 100 ist sehr schnell).
es: Este es un deslizador que va desde 0 hasta 100, (siendo 0 la velocidad más lenta y siendo 100 la más rápida).
hr: Ovaj klizač ima vrijednosti od 0 do 100 (0 je najsporije, 100 je najbrže).
nl: tDe schuifregelaar gaat van 0 tot 100 (0 is de laagste en 100 de hoogste snelheid).
pt_br: Contém uma barra deslisante que lhe possibilita andar de 0 a 100 - sendo 0 a velocidade mais lenta e 100 a mais rápida.
ru: Это ползунок, который регулируется от 0 до 100. 0 — самая медленная скорость, а 100 — самая быстрая.
ta: குரலின் வேகம், வழுக்கிக் கட்டுப்பாடு மூலம் கட்டுப்படுத்தப்படுகிறது. வழுக்கியில், 0 மிகக் குறைந்த வேகத்தையும், 100 உட்சபட்ச வேகத்தையும் குறிக்கும்.
zh_tw: 它是一個滑桿控制項，數值範圍介於 0 到 100 之間，0 速度最慢，100 則速度最快。

source: Rate boost
bg: Умножаване на скоростта
de: Sprachgeschwindigkeit anheben
es: Aumento de la Velocidad
hr: Pojačanje brzine
nl: Snelheid opvoeren
pt_br: Aumento especial de velocidade
ru: Дополнительное ускорение
ta: விகித ஊக்கி
zh_tw: 加快語速

source: Enabling this option will significantly increase the speech rate, if supported by the current synthesizer.
bg: Включването на тази опция значително ще увеличи скоростта на речта, ако се поддържа от текущия синтезатор.
de: Durch Aktivieren dieser Option wird die Sprachgeschwindigkeit deutlich angehoben, sofern dies von der aktuellen Sprachausgabe unterstützt wird.
es: Habilitar esta opción aumentará significativamente la velocidad de la voz si está admitida por el sintetizador actual.
hr: Ako uključite ovu opciju, brzina će se značajno povećati ako to podržava trenutna govorna jedinica.
nl: Met het activeren van deze optie verhoogt u de spreeksnelheid flink, op voorwaarde dat de gebruikte synthesizer hiervoor ondersteuning biedt.
pt_br: Habilitar esta opção aumentará significativamente a velocidade da voz, se compatível com o sintetizador atual.
ru: Если текущий синтезатор поддерживает эту настройку, то установка данного флажка значительно увеличит скорость речи.
ta: இவ்விருப்பத் தேர்வு முடுக்கப்பட்ட நிலையில், பேச்சின் வேகம் கணிசமாகக் கூட்டப்படும். நடப்பு ஒலிப்பானில் இவ்வசதிக்கு ஆதரவு இருக்க வேண்டும்.
zh_tw: 若目前使用的合成器有支援，啟用此選項可大幅度提高語音速度。

source: Pitch
bg: Височина на гласа
de: Stimmhöhe
es: Tono
hr: Visina
nl: Toonhoogte
pt_br: Tom
ru: Высота
ta: சுருதி
zh_tw: 音調

source: This option allows you to change the pitch of the current voice.
bg: Тази опция ви позволява да променяте височината на текущия глас.
de: Mit dieser Option können Sie die Stimmhöhe der aktuell ausgewählten Stimme festlegen.
es: Esta opción te permite cambiar el tono de la voz.
hr: Ova opcija omogućuje promjenu visine trenutačnog glasa.
nl: Hiermee stelt u de hoogte van de gebruikte stem in.
pt_br: Essa opção permite-lhe alterar o tom da voz atual.
ru: Эта опция позволяет вам изменять высоту речи текущего синтезатора.
ta: இவ்விருப்பத் தேர்வு, தற்போதைய குரலின் சுருதியை மாற்றியமைக்க அனுமதிக்கிறது.
zh_tw: 此選項允許您變更語音的音調，

source: It is a slider which goes from 0 to 100 - 0 being the lowest pitch and 100 being the highest.
bg: Това е плъзгач, който се движи от 0 до 100, като 0 е най-ниската стойност, а 100 – най-високата.
de: Es ist ein Schieberegler, der von 0 bis 100 reicht (0 ist sehr tief und 100 ist sehr hoch).
es: Esto es un deslizador que va desde 0 hasta 100, (siendo 0 el tono más bajo y siendo 100 el más alto).
hr: Ovaj klizač ima vrijednosti od 0 do 100 (0 je najniže, 100 je najviše).
nl: De schuifregelaar gaat van 0 tot 100 ( bij 0 klinkt de stem het laagst en op 100 het hoogst).
pt_br: Contém uma barra deslisante que lhe possibilita andar de 0 a 100 - sendo 0 o tom mais grave e 100 o mais agudo.
ru: Это ползунок, который регулируется от 0 до 100. 0 — самая низкая высота, а 100 — самая высокая.
ta: குரலின் சுருதி, வழுக்கிக் கட்டுப்பாடு மூலம் கட்டுப்படுத்தப்படுகிறது. வழுக்கியில், 0 மிகக் குறைந்த சுருதியையும், 100 உட்சபட்ச சுருதியையும் குறிக்கும்.
zh_tw: 它是一個滑桿控制項，數值範圍介於 0 到 100 之間，0 音調最低，100 則音調最高。

source: Volume
bg: Сила на звука
de: Lautstärke
es: Volumen
hr: Glasnoća
ru: Громкость
ta: ஒலியளவு
zh_tw: 音量

source: This option is a slider which goes from 0 to 100 - 0 being the lowest volume and 100 being the highest.
bg: Тази опция е плъзгач, който контролира силата на звука, и се движи от 0 до 100, като 0 е най-слабо, а 100 – най-силно.
de: Diese Option ist ein Schieberegler, der von 0 bis 100 reicht (0 ist sehr leise und 100 ist sehr laut).
es: Esta opción es un deslizador que va desde 0 hasta 100, (siendo 0 el volumen más bajo y siendo 100 el más alto).
hr: Ovaj klizač ima vrijednosti od 0 do 100 (0 je najtiše, 100 je najglasnije).
nl: Met de schuifregelaar kunt u het volume van de stem instellen waarbij 0 het laagste en 100 het hoogste volume is.
pt_br: Essa opção é uma barra deslisante que lhe permite andar de 0 a 100 - sendo 0 o volume mais baixo e 100 o mais alto.
ru: Это ползунок, который регулируется от 0 до 100. 0 — самая слабая громкость, а 100 — самая сильная.
ta: இவ்விருப்பத் தேர்வு, ஒரு வழுக்கியாகும். வழுக்கியில், 0 மிகக் குறைந்த ஒலியளவையும், 100 உட்சபட்ச ஒலியளவையையும் குறிக்கும்.
zh_tw: 此選項為一個滑桿控制項，數值範圍介於 0 到 100 之間，0 音量最小等同靜音，100 則音量最大。

source: Inflection
bg: Модулация
de: Betonung
es: Entonación
hr: Intonacija
nl: Intonatie
pt_br: Inflexão
ru: Интонация
ta: குரல் ஏற்ற இறக்கம்
zh_tw: 語調

source: This option is a slider that lets you choose how much inflection (rise and fall in pitch) the synthesizer should use to speak with.
bg: Тази опция е плъзгач, който ви позволява да изберете колко модулация (издигане и снишаване във височината) трябва да използва синтезаторът при говор.
de: Diese Option ist ein Schieberegler, mit dem Sie auswählen können, mit wie viel Flexion (Anstieg und Rückgang der Tonhöhe) Die Sprachausgabe sprechen soll.
es: Esta opción es un deslizador que te permite elegir cuánta entonación (subida y caída en el tono) el sintetizador debería utilizar para hablar. (Solamente el sintetizador Espeak NG proporciona esta opción actualmente).
hr: S ovim klizačem je moguće odabrati intonaciju govorne jedinice (dizanje i spuštanje visine pri čitanju) koju će koristiti za govor.
nl: Met de schuifregelaar kunt u instellen welk intonatieniveau de stem moet gebruiken, dus hoe sterk de stem in toonhoogte moet variëren. De enige synthesizer die op het moment deze mogelijkheid biedt is eSpeak NG.
pt_br: Uma barra deslisante que lhe permite escolher quanto de inflexão (elevação e queda no tom) que o sintetizador utilizará para falar.
ru: Это ползунок, при помощи которого вы можете управлять интонацией синтезатора (насколько будет подниматься и опускаться частота голоса при интонировании).
ta: இவ்விருப்பத் தேர்வு, ஒரு வழுக்கியாகும். இவ்வழுக்கியைக் கொண்டு, ஒரு குரலின் ஏற்ற இறக்கத்தை வரையறுக்கலாம்.
zh_tw: 此選項為一個滑桿控制項，讓您可調整合成器說話語調的高低，目前僅有 eSpeak NG 提供此功能。

source: Automatic Language switching
bg: Автоматична промяна на езика
de: Sprache automatisch wechseln (falls unterstützt)
es: Cambio Automático de Idioma
hr: Automatsko mijenjanje jezika
nl: Automatisch van taal wisselen
pt_br: Alternância Automática de Idioma
ru: Автоматическая смена языков
ta: தானாக ஒரு மொழிக்கு மாறும் வசதி
zh_tw: 自動語言切換

source: This checkbox allows you to toggle whether NVDA should switch speech synthesizer languages automatically if the text being read specifies its language.
bg: Това поле за отметка ви позволява да определите дали NVDA да променя езика на синтезатора в движение, ако в четения в момента текст има наличен езиков маркер.
de: Dieses Kontrollfeld erlaubt Ihnen einzustellen, ob NVDA die Sprache der Sprachausgabe automatisch passend zur angegebenen Dokumentsprache einstellen soll.
es: Esta casilla de verificación te permite activar o desactivar si NVDA debería cambiar automáticamente los idiomas del sintetizador de voz si el texto a leer lo especifica.
hr: Ovaj potvrdni okvir omogućuje aktiviranje i deaktiviranje automatskog mijenjanja jezika govorne jedinice, ako čitani tekst sadrži podatak o jeziku.
nl: Met dit selectievakje bepaalt u of NVDA automatisch naar een andere spraaksynthesizertaal moet overschakelen als het te lezen document is voorzien van taalcodes, zoals NL voor Nederlands.
pt_br: Essa caixa de seleção lhe permite escolher se o NVDA deve ou não alterar o idioma do sintetizador de voz, desde que o atributo do idioma esteja especificado no texto que está sendo lido.
ru: Устанавливая или снимая этот флажок, можно включать или выключать автоматическую смену языков на лету, если читаемый текст указывает свой язык.
ta: இத்தேர்வுப் பெட்டி தேர்வாகியிருந்து, மொழிக் குறியீடு ஒரு உரையில் இருந்தால், என்விடிஏ படித்துக் கொண்டிருக்கையிலேயே, ஒலிப்பானின் மொழி அம்மொழிக்கு மாறும்.
zh_tw: 此核取方塊允許您決定當朗讀的文字有指定語言屬性時 NVDA 是否要自動切換對應的語音合成器語言，

source: This option is enabled by default.
bg: По подразбиране тази настройка е включена.
de: Diese Option ist standardmäßig aktiviert.
es: Esta opción está activada de manera predeterminada.
hr: Ova je opcija standardno aktivirana.
nl: Deze optie is standaard ingeschakeld.
pt_br: Por padrão, essa opção está habilitada.
ru: Этот флажок по умолчанию установлен.
ta: இயல்பில், இத்தேர்வுப் பெட்டி தேர்வாகியிருக்கும்.
zh_tw: 此選項預設啟用。

source: Automatic Dialect switching
bg: Автоматична промяна на диалекта
de: Dialekte automatisch wechseln (falls unterstützt)
es: Cambio Automático de Dialecto
hr: Automatsko mijenjanje dijalekta
nl: Automatisch van dialect wisselen
pt_br: Alternância Automática de Dialeto
ru: Автоматическая смена диалектов
ta: ஒரு வட்டார வழக்கிற்கு மாறும் வசதி
zh_tw: 自動方言切換
