Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This checkbox allows you to toggle whether or not dialect changes should be made, rather than just actual language changes.
bg: Това поле за отметка ви позволява да определите дали освен промяната на езика, да се взема предвид и промяната на диалекта.
de: Wenn der automatische Sprachenwechsel aktiviert ist, können Sie NVDA mit dieser Option dazu bringen, nicht nur die eigentliche Sprache, sondern auch den Dialekt passend zur Dokumentsprache während des Lesens zu ändern.
es: Esta casilla de verificación te permite activar o desactivar si se deberían hacer los cambios de dialecto, en lugar de sólo cambiar el idioma actual.
hr: Ovaj potvrdni okvir omogućuje mijenjanje dijalekta, umjesto mijenjanja jezika.
nl: Indien automatisch van taal wisselen is ingeschakeld, kan deze optie gebruikt worden om aan te geven dat ernaar een andere taalvariant moet worden overgeschakeld in plaats van enkel taalwisselingen.
pt_br: Essa caixa de seleção lhe permite escolher se as alterações nos dialetos devem ou não ser processadas em lugar de alterar apenas o idioma vigente.
ru: Если автоматическая смена языков включена, то при помощи этого флажка вы можете включать, определять ли синтезатору не только фактические языки, но и изменения диалектов в тексте.
ta: மேலே குறிப்பிடப்பட்டிருக்கும் ஒரு மொழிக்கு மாறும் வசதி முடுக்கப்பட்டிருந்தால், இத்தேர்வுப் பெட்டியைத் தேர்வுச் செய்தவுடன், ஒரு மொழிக்குள் இருக்கும் வட்டார மாறுதலையும் கண்டுணர்ந்து படிக்கும்.
zh_tw: 此核取方塊允許您決定是否要進行方言的變更，而不僅只是語言的變更，

source: For example, if reading in an English U.S. voice but a document specifies that some text is in English U.K., then the synthesizer will switch accents if this option is enabled.
bg: Например, ако четете някакъв текст с американски английски, но друг текст в документа е маркиран като британски английски, тогава ако тази настройка е включена, синтезаторът ще превключи акцента на британски английски.
de: Wenn Sie beispielsweise ein amerikanisch-englisches Dokument lesen, in dem Textpassagen als britisch-englisch ausgewiesen sind, wird NVDA automatisch den Dialekt der Sprachausgabe anpassen, sofern diese Option aktiviert ist.
es: Por ejemplo: Si se está leyendo en una voz Inglés U.S. pero partes de un documento tienen algún texto en Inglés U.K. entonces si esta característica está activada el sintetizador cambiará su acento.
hr: Na primjer, ako čitate tekst glasom namijenjenim za američki engleski, ali je u dokumentu postavljen britanski dijalekt, onda će govorna jedinica prebacivati između naglasaka, ako je ova opcija aktivirana.
nl: Als een tekst bijvoorbeeld als Brits Engels is gemarkeerd zal de synthesizer een Britse variant van het Engels gebruiken als deze optie is ingeschakeld.
pt_br: Isto é, caso esteja lendo com um sintetizador de voz em Inglês Americano mas o texto aparece como Inglês britânico e estando este recurso habilitado, o sintetizador alterará o sotaque.
ru: Например, если используется английский (британский вариант) голос для чтения текста, в котором содержится некоторый текст на американском варианте английского языка и, если эта опция разрешена, то синтезатор переключится на английский (американский вариант) голос.
ta: எடுத்துக்காட்டாக, ஆங்கில மொழியில் இருக்கும் இரு வட்டார வழக்குகளான பிரிட்டிஷ் ஆங்கிலம், அமெரிக்க ஆங்கிலம் ஆகியவைகளை வேறுபடுத்திப் படிக்கும்.
zh_tw: 例如當使用美式英文語音朗讀時遇到文件中的文字是以英式英文表示，若有啟用此選項則合成器將會切換重音以改變發音，

source: This option is disabled by default.
bg: По подразбиране тази настройка е изключена.
de: Diese Option ist standardmäßig deaktiviert.
es: Esta opción está desactivada de forma predeterminada.
hr: Ova je opcija standardno deaktivirana.
nl: Deze optie staat standaard uit.
pt_br: Por padrão, essa opção está desabilitada.
ru: Этот флажок по умолчанию снят.
ta: இயல்பில், இத்தேர்வுப் பெட்டி தேர்வாகியிருக்கும்.
zh_tw: 此選項預設停用。

source: Punctuation/Symbol Level
bg: Ниво на препинателните знаци/символи
de: Ausführlichkeitsstufe
es: Nivel de Puntuación y símbolos
hr: Razina interpunkcije i simbola:
nl: Interpunctie-/symboolniveau
pt_br: Grau de Pontuação/Símbolos
ru: Уровень пунктуации
ta: நிறுத்தற்குறிகள்/குறியெழுத்துகளின் நிலை
zh_tw: 標點及符號等級

source: Key: NVDA+p
bg: Клавишна комбинация: NVDA+P
de: Tastenkombination: NVDA+P
es: Tecla: NVDA+p
hr: Prečac: NVDA+p
nl: Toets: NVDA+p
pt_br: Tecla: NVDA+p
ru: Комбинация клавиш: NVDA+P
ta: விசை: என்விடிஏ+p
zh_tw: 快速鍵: NVDA+p

source: This allows you to choose the amount of punctuation and other symbols that should be spoken as words.
bg: Тази опция ви позволява да изберете количеството пунктуация и символи, които да се изговарят.
de: Hier kann eingestellt werden, ob und wie viele Satz- und Sonderzeichen NVDA als Wort aussprechen soll.
es: Esto te permite elegir la cantidad de puntuación y otros símbolos que deberían verbalizarse como palabras.
hr: Ova opcija omogućuje određivanje količine interpunkcijskih znakova i drugih simbola koji se trebaju izgovoriti kao riječi.
nl: Deze optie bepaalt welke leestekens en symbolen als woorden worden uitgesproken.
pt_br: Essa opção permite-lhe escolher a quantidade de pontuação e outros símbolos que devem ser falados como palavras.
ru: Этот комбинированный список позволяет вам выбрать количество знаков препинания и других символов, которые будут озвучиваться как слова.
ta: எந்த நிறுத்தற் குறி/குறியெழுத்து, எந்த நிலையில் சொற்களாகப் படிக்கப்பட வேண்டுமென்று இது வரையறுக்கிறது.
zh_tw: 此選項允許您選擇標點符號及其他符號當作一般文字讀出來的數量，

source: For example, when set to all, all symbols will be spoken as words.
bg: Например, ако е зададено на „всички“ - всички знаци и символи ще бъдат изговаряни.
de: Wenn hier "Alle" ausgewählt ist, spricht NVDA alle Symbole, als wären diese ausgeschrieben.
es: Por ejemplo, cuando se configura a toda, todos los símbolos se verbalizarán como palabras.
hr: Na primjer, kad je ova opcija postavljena na sve, svi će se simboli izgovoriti kao riječi.
nl: Als deze optie bijvoorbeeld op alles staat, zullen alle symbolen als woorden worden uitgesproken.
pt_br: Por exemplo, quando selecionado tudo, todos os símbolos serão falados como palavras.
ru: Например, при выборе уровня пунктуации на "Все", будут озвучиваться все символы как слова.
ta: எடுத்துக்காட்டாக, ஒரு குறியெழுத்தின் நிலை 'அனைத்தும்' என்று வரையறுத்தால், அக்குறியெழுத்து எப்பொழுதும் சொல்லாகப் படிக்கப்படும்.
zh_tw: 例如設為「全部」，則所有的符號都會當作文字讀出來。

source: This option applies to all synthesizers, not just the currently active synthesizer.
bg: Тази опция е валидна за всички синтезатори, не само за активния в момента.
de: Diese Option gilt für alle Sprachausgaben, nicht nur für die aktuell ausgewählte.
es: Esta opción se aplica a todos los sintetizadores, no sólo al sintetizador activo actualmente.
hr: Ova se opcija primjenjuje na sve govorne jedinice, ne samo na trenutačno aktivnu.
nl: Deze optie geldt voor alle synthesizers, niet enkel de actieve synthesizer.
pt_br: Isso é aplicado a todos os sintetizadores, não apenas ao que está atualmente em uso.
ru: Эта опция применяется ко всем синтезаторам сразу, а не только к активному на текущий момент.
ta: இவ்விருப்பத் தேர்வு, தற்போதைய ஒலிப்பானுக்கு மட்டுமல்லாமல், எல்லா ஒலிப்பான்களுக்கும் பொருந்தும்.
zh_tw: 此選項適用於所有的合成器，而非僅針對目前使用的合成器。

source: Trust voice's language when processing characters and symbols
bg: Доверявай се на езика на гласа при обработка на знаци и символи
de: Beim Vorlesen von Symbolen und Sonderzeichen die Sprache der Stimme berücksichtigen
es: Confiar en el idioma de la voz al procesar símbolos y caracteres
hr: Vjeruj jeziku glasa za čitanje opisa znakova i simbola
nl: Vertrouw taal van stem bij het verwerken van karakters en symbolen
pt_br: Confiar no idioma da voz ao processar caracteres e símbolos
ru: Использовать язык синтезатора для чтения знаков и символов пунктуации
ta: வரியுருக்களையும், குறியெழுத்துகளையும் கையாளும்பொழுது குரலின் மொழியை நம்புக
zh_tw: 處理字元及符號時依靠語音的語言

source: On by default, this option tells NVDA if the current voice's language can be trusted when processing symbols and characters.
bg: Включена по подразбиране, тази опция указва на NVDA дали може да се довери на езика на гласа при обработката на знаци и символи.
de: Mit dieser standardmäßig aktivierten Option legen Sie fest, ob beim Vorlesen von Symbolen und Sonderzeichen immer die Sprache der momentan eingestellten Stimme berücksichtigt werden soll.
es: Activada de manera predeterminada, esta opción dice a NVDA si el idioma de la voz actual puede ser de confianza al procesar símbolos y caracteres.
hr: Standardno je uključena. Ova opcija govori programu NVDA da se jeziku trenutačno odabranog glasa može vjerovati, kad se procesiraju simboli i znakovi.
nl: Met deze optie, die standaard staat ingeschakeld, kunt u NVDA laten weten of de gebruikte stemtaal betrouwbaar moet worden geacht voor de verwerking van symbolen en tekens.
pt_br: Por padrão, esta opção diz ao NVDA se o idioma da voz atual pode ser confiável ao processar símbolos e caracteres.
ru: Этот флажок, установленный по умолчанию, заставляет NVDA использовать язык текущего синтезатора/голоса для чтения символов и знаков пунктуации.
ta: இயல்பில் தேர்வாகியிருக்கும் இத்தேர்வுப் பெட்டி, வரியுருக்களையும், குறியெழுத்துகளையும் கையாளும்பொழுது, குரலின் மொழியை நம்பிக்கையுடன் பயன்படுத்தலாமென என்விடிஏவிற்கு அறிவுறுத்துகிறது.
zh_tw: 此選項預設開啟，告訴 NVDA 在處理字元與符號時依靠目前使用語音的語言，

source: If you find that NVDA is reading punctuation in the wrong language for a particular synthesizer or voice, you may wish to turn this off to force NVDA to use its global language setting instead.
bg: Ако установите, че NVDA произнася пунктуационните знаци на грешния език в даден синтезатор или глас, може да поискате да изключите тази опция, за да принудите NVDA вместо това да използва глобалната настройка на езика.
de: Sollte in NVDA die Aussprache von Symbolen und Sonderzeichen nicht korrekt funktionieren, können Sie diese Option deaktivieren.
es: Si notas que NVDA está leyendo la puntuación en un idioma incorrecto para un sintetizador o voz en particular, podrás querer desactivar esta opción para forzar a NVDA a utilizar su idioma global configurado en su lugar.
hr: Ako shvatite da NVDA čita interpunkciju koristeći krivi jezik za određenu govornu jedinicu ili glas, možda biste ovu opciju željeli isključiti kako biste prisilili NVDA da umjesto toga koristi glavnu jezičnu postavku.
nl: Als u vaststelt dat NVDA interpunctie in de verkeerde taal leest, een taal die niet overeenkomt met die van de gebruikte synthesizer of stem, dan wilt u deze optie wellicht uitschakelen waarmee u NVDA dwingt de algemene taalinstelling te gebruiken.
pt_br: Se você achar que o NVDA está lendo a pontuação no idioma errado por um sintetizador ou voz em particular, você pode desativar isso para forçar o NVDA a usar sua configuração de idioma global em vez disso.
ru: Если вы обнаружите, что NVDA читает пунктуацию на неверном языке для конкретного синтезатора или голоса, то можете снять этот флажок, чтобы заставить NVDA использовать свою глобальную настройку языка.
ta: ஒரு குறிப்பிட்ட ஒலிப்பானுக்கு, அல்லது குரலுக்கு, நிறுத்தற்குறிகளை என்விடிஏ தவறான மொழியில் படிக்கும்பொழுது, இத்தேர்வினை நீக்குவதன் மூலம், முழுதளாவிய மொழி அமைப்புகளைப் பயன்படுத்த என்விடிஏவை கட்டாயப்படுத்தலாம்.
zh_tw: 如果您發現 NVDA 在讀出標點符號時使用不正確的合成器或語音的語言來朗讀，可以將此選項關閉，強制 NVDA 使用本身的語言設定。

source: Unicode normalization
bg: Уникод нормализация
de: Unicode-Normalisierung
es: Normalización Unicode
hr: Normalizacija Unicode znakova
nl: Unicode-normalisering
pt_br: Normalização unicode
ru: Нормализация Юникода
ta: ஒருங்குறி இயல்பாக்கம்
zh_tw: Unicode 正規化

source: Options |Default (Disabled), Enabled, Disabled
bg: Опции |По подразбиране (Изключена), Включена, Изключена
de: Optionen |Standard (Ausgeschaltet), Eingeschaltet, Ausgeschaltet
es: Opciones |Predeterminada (Deshabilitada), Habilitada, Deshabilitada
hr: Opcije |podrazumjevano (onemogućeno), omogućeno, onemogućeno
nl: Opties |Standaard (Uitgeschakeld), Ingeschakeld, Uitgeschakeld
pt_br: Opções |Padrão (Desabilitado), Habilitado, Desabilitado
ru: Опции |По умолчанию (отключено), Включено, Отключено
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (முடக்கப்பட்டது), முடுக்கப்பட்டது, முடக்கப்பட்டது
zh_tw: 選項 |預設 (停用)、啟用、停用

source: Default |Disabled
bg: По подразбиране |Изключена
de: Standard |Ausgeschaltet
es: Predeterminado |Deshabilitada
hr: Podrazumjevano |onemogućeno
nl: Standaard |Uitgeschakeld
pt_br: Padrão |Desabilitado
ru: По умолчанию |Отключено
ta: இயல்பிருப்பு |முடக்கப்பட்டது
zh_tw: 預設 |停用

source: When this option is enabled, unicode normalization is performed on the text that is spoken by NVDA.
bg: Когато тази опция е активирана, върху текста, който се изговаря от NVDA се извършва уникод нормализация.
de: Wenn diese Option aktiviert ist, wird der von NVDA vorgelesene Text einer Unicode-Normalisierung unterzogen.
es: Cuando esta opción esté habilitada, se realiza la normalización unicode en el texto que esté verbalizándose por NVDA.
hr: Kada je ova opcija omogućena, Normalizacija Unicode znakova biti će izvedena na tekstu koji će NVDA izgovoriti.
nl: Wanneer deze optie is ingeschakeld, wordt unicode-normalisering toegepast op de tekst die door NVDA wordt uitgesproken.
pt_br: Quando esta opção está habilitada, a normalização unicode é executada no texto que é falado pelo NVDA.
ru: Если эта опция включена, для текста, произносимого NVDA, выполняется нормализация юникода.
ta: இவ்விருப்பத் தேர்வு முடுக்கப்பட்டிருந்தால், என்விடிஏ படிக்கும் உரையின் மீது ஒருங்குறி இயல்பாக்கம் நிகழ்த்தப்படும்.
zh_tw: 當啟用此選項，將對 NVDA 讀出的文字進行 unicode 正規化，

source: This is beneficial when speaking characters that can be represented in several forms.
bg: Това е полезно за прочитане на знаци, които могат да бъдат представени в няколко форми.
de: Dies ist von Vorteil, wenn Zeichen vorgelesen, die in verschiedenen Formen dargestellt werden können.
es: Esto es beneficioso cuando se verbalizan caracteres que se pueden representar de varias formas.
hr: Ovo je ključno za znakove koji se mogu prikazivati u više oblika.
nl: Dit komt goed van pas bij het uitspreken van(letter)tekens die in verschillende vormen kunnen worden weergegeven.
pt_br: Isso é benéfico ao falar caracteres que podem ser representados em várias formas.
ru: Это полезно при произнесении символов, которые могут быть представлены в нескольких формах.
ta: பல வடிவங்களில் குறிப்பிடப்படக்கூடிய வரியுருக்களைப் படிக்கும்பொழுது, இது நன்மை பயப்பதாக இருக்கும்.
zh_tw: 這在讀出的字元可以用多種型式來表示時非常有用。

source: NVDA uses the NFKC (Normalization Form Compatibility Composition) algorithm, which provides the following benefits, among others:
bg: NVDA използва алгоритъма NFKC (Normalization Form Compatibility Composition), който осигурява следните (а и други) предимства:
de: NVDA verwendet den NFKC-Algorithmus (Normalization Form Compatibility Composition), der unter anderem die folgenden Vorteile bietet:
es: NVDA utiliza el algoritmo NFKC (Normalization Form Compatibility Composition en inglés), que proporciona los siguientes beneficios, entre otros:
hr: NVDA koristi NFKC (engl. Normalization Form Compatibility Composition) algoritam, koji donosi sljedeća poboljšanja, među kojima su uključena:
nl: NVDA gebruikt het NFKC (Normalization Form Compatibility Composition) algoritme, dat o.a. de volgende voordelen biedt:
pt_br: O NVDA usa o algoritmo NFKC (Normalization Form Compatibility Composition — Formato de Normalização de Compatibilidade de Composição), que fornece os seguintes benefícios, entre outros:
ru: NVDA использует алгоритм NFKC (Normalization Form Compatibility Composition), который обеспечивает, в частности, следующие преимущества:
ta: பிறவற்றுடன் கீழ்க்கண்ட பயன்களையளிக்கும் NFKC (இயல்பாக்க வடிவ இணக்க இயற்றல்) படிமுறைத் தீர்வினை என்விடிஏ பயன்படுத்துகிறது:
zh_tw: NVDA 使用 NFKC (Normalization Form Compatibility Composition) 演算法，具有以下效益：

source: The bold and italic versions of characters that are part of the unicode standard and are commonly used on social media are normalized to their most common compatible equivalent.
bg: Удебелените и курсивните версии на знаците, които са част от стандарта Уникод и се използват често в социалните медии, се нормализират до техния най-често срещан съвместим еквивалент.
de: Die Zeichen in fett und kursiv, die Teil des Unicode-Standards sind und häufig in Social Media verwendet werden, werden auf ihre gängigste kompatible Entsprechung normalisiert.
es: Las versiones negrita y cursiva de caracteres que son parte del estándar unicode y son comunmente utilizados en las redes sociales se normalizan a sus equivalentes más compatibles.
hr: Kose i podebljane verzije znakova koji su dio unicode standarda, te se često koriste na društvenim mrežama su normalizirane u njihove najčešće kompatibilne ekvivalente.
nl: De vetgedrukted en cursieve versies van (letter)tekens die deel uitmaken van de unicodestandaard en doorgaans op sociale media worden gebruikt, worden tot hun meest algemene compatibele equivalent genormaliseerd.
pt_br: As versões em negrito e itálico dos caracteres que fazem parte do padrão unicode e são comumente usadas em mídias sociais são normalizadas para seu equivalente compatível mais comum.
ru: Жирные и курсивные версии символов, которые входят в стандарт юникода и часто используются в социальных сетях, нормализуются до их наиболее распространённого совместимого эквивалента.
ta: ஒருங்குறி தகுதரத்தின் பகுதியாகவும், சமூக ஊடகங்களில் பொதுவாகப் பயன்படுத்தப்படும் வரியுருக்களின் அடர்ந்த, சாய்வுப் பதிப்புகள், அவைகளுக்குப் பொதுவாக இருக்கும் இணையான மற்றும் இணக்கமான வரியுருவிற்கு இயல்பாக்கப்படுகிறது.
zh_tw: 屬於 Unicode 標準的一部分且在社交媒體上經常使用的粗體或斜體字元被正規化為最常見的相容等價字元，

source: For example, the latin letter "h" can also be presented as "𝐡" (bold), "ℎ" (itallic), etc. but will always be spoken as "h" when normalization is enabled.
bg: Например латинската буква „h“ може също да бъде представена като „𝐡“ (удебелена), „ℎ“ (курсивна) и т.н., но винаги ще се изговаря като „h“, когато нормализирането е включено.
de: Zum Beispiel kann der lateinische Buchstabe "h" auch als "𝐡" (fett), "ℎ" (itallisch), etc. dargestellt werden, wird aber immer als "h" vorgelesen, wenn die Normalisierung aktiviert ist.
es: Por ejemplo, la letra latina "h" también puede presentarse como "𝐡" (negrita), "ℎ" (cursiva), etc. pero siempre se verbalizará como "h" cuando la normalización esté habilitada.
hr: Na primjer, latinično slovo "h" može također biti prikazano kao "𝐡" (podebljano), "ℎ" (koso), itd., ali će biti izgovoreno kao "h" pri uključenoj normalizaciji.
pt_br: Por exemplo, a letra latina "h" também pode ser apresentada como "𝐡" (negrito), "ℎ" (itálico), etc., mas sempre será falada como "h" quando a normalização estiver habilitada.
ru: Например, латинская буква "h" может быть представлена как "𝐡" (жирный шрифт), "ℎ" (курсив) и т. д., но при включённой нормализации она всегда будет произноситься как "h".
ta: எடுத்துக்காட்டாக, லத்தீன் எழுத்து "h", அடர்த்தி வடிவில் "ð¡" என்றும், சாய்வு வடிவில் "â„Ž" என்று எழுதப்பட்டிருந்தாலும், இயல்பாக்கம் முடுக்கப்பட்டிருந்தால், இவ்வெழுத்துக்கள் 'h' என்றே படிக்கப்படும்.
zh_tw: 例如拉丁字母「h」也可以表示為「𝐡」 (粗體)、「ℎ」 (斜體) 等，但啟用正規化則都會讀作「h」。

source: This aspect of normalization also aids in reading equations in the Microsoft Word equation editor.
bg: Този аспект на нормализация също така помага при четене на уравнения в редактора на уравнения на Microsoft Word.
de: Dieser Aspekt der Normalisierung hilft auch beim Lesen von Gleichungen im Gleichungs-Editor in Microsoft Word.
es: Este aspecto de la normalización también ayuda a leer ecuaciones en el editor de ecuaciones de Microsoft Word.
hr: Ovaj aspekt normalizacije također je od pomoći pri čitanju jednadžbi u Microsoft Word uređivaču jednadžbi.
nl: Dit aspect van normalisering biedt tevens steun bij het lezen van vergelijkingen in de equation editor van Microsoft Word.
pt_br: Esse aspecto da normalização também ajuda na leitura de equações no editor de equações do Microsoft Word.
ru: Этот аспект нормализации также помогает при чтении уравнений в редакторе уравнений Microsoft Word.
ta: இயல்பாக்கத்தின் இந்த அம்சம், மைக்ரோசாஃப்ட் வேர்ட் சமன்பாடு எடிட்டரில் சமன்பாடுகளைப் படிக்கவும் உதவுகிறது.
zh_tw: 這方面的正規化也有助於在 Microsoft Word 方程式編輯器中閱讀方程式。

source: Normalization to composed characters.
bg: Нормализация на съставни знаци.
de: Normalisierung auf zusammengesetzte Zeichen.
es: Normalización a caracteres compuestos.
hr: Normalizacija u sastavljene znakove.
nl: Normalisering mbt samengestelde (letter)tekens.
pt_br: Normalização para caracteres compostos.
ru: Нормализация составных символов.
ta: வரியுருக்களை இயற்றுவதற்கான இயல்பாக்கம்.
zh_tw: 組合字元正規化，

source: For example, the character "ü" (u with umlaut/diaeresis), a common character in languages like German and Turkish can be represented in two forms:
bg: Например знакът „ü“ (u с умлаут/диареза), често срещан знак в езици като немски и турски, може да бъде представен в две форми:
de: Zum Beispiel kann das Zeichen "ü" (u mit Umlaut / Diaeresis), ein in Sprachen wie Deutsch und Türkisch gebräuchliches Zeichen, in zwei Formen dargestellt werden:
es: Por ejemplo, el carácter "ü" (u con diéresis), un carácter común en idiomas como alemán y turco puede representarse en dos formas:
hr: Na primjer, znak "ü" (u sa prijeglasom/dierezom), zajednički znak za jezike poput njemačkog i turskog može se prikazati u dva oblika.
nl: Het letterteken "ü" (u with umlaut/diaeresis) bijvoorbeeld, een veelvoorkomend letterteken in talen zoals Duits en Turks kan op twee manieren worden weergegeven:
pt_br: Por exemplo, o caractere "ü" (u com trema/diérese), um caractere comum em idiomas como alemão e turco, pode ser representado de duas formas:
ru: Например, символ "ü" (u с умлаутом/диаерезом), распространённый в таких языках, как немецкий и турецкий, может быть представлен в двух формах:
ta: எடுத்துக்காட்டாக, ஜெர்மானியம், துருக்கியம் போற மொழிகளில் பொதுவாக அறியப்படும் "Ã¼" (umlaut/diaeresis குறிகளைக் கொண்ட u) எழுத்தினை, இரு வடிவங்களில் குறிப்பிட இயலும்:
zh_tw: 例如字元「ü」 (帶有變音/分音符號的 u) 是德文和土耳其文等語言中常見的字元，可以用兩種形式表示：

source: One stand alone unicode character (ü)
bg: Един самостоятелен уникод знак (ü)
de: Ein eigenständiges Unicode-Zeichen (ü).
es: Un carácter autónomo unicode (ü)
hr: Jedan samostalan unicode znak (ü)
nl: Een op zichzelfstaand unicode-letterteken (ü)
pt_br: Um caractere unicode autônomo (ü)
ru: Один отдельный символ юникода (ü)
ta: ஒரு தனித்து நிற்கும் ஒருங்குறி வரியுரு (Ã¼)
zh_tw: 一個獨立的 Unicode 字元 (ü)

source: A decomposition into two characters (ü), namely the normal latin letter u and a diaeresis modifier
bg: Разлагане на два знака (ü), а именно нормалната латинска буква u и модификатор на диареза
de: Eine Aufteilung in zwei Zeichen (ü), nämlich den normalen lateinischen Buchstaben u und einen Diaeresis-Modifikator
es: Una descomposición en dos caracteres (ü), a saber, la letra latina normal u y una modificadora diéresis
hr: rastavljanje na dva znaka (ü), točnije obično latinično u sa modifikatorom prijeglasa
nl: Een uitsplitsing in twee lettertekens (ü), namelijk de normale latijnse letter u en een diakritisch, modificerend teken
pt_br: Uma decomposição em dois caracteres (ü), ou seja, a letra latina normal u e um modificador de diérese — trema.
ru: Разложение на два символа (ü), а именно на обычную латинскую букву u и модификатор диаереза
ta: ஒரு வரியுருவை இரண்டாகப் பிரித்து எழுதுதல் (uÌˆ). அதாவது, எளிய லத்தீன் எழுத்து U மற்றும் diaeresis ஒலிப்பு கொண்ட அதன் மாற்றுரு.
zh_tw: 分解為兩個字元 (ü)，即普通拉丁字母 u 和分音修飾符號。
