Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: It is expected that system administrators restrict unauthorized software from running on their systems, including portable copies of NVDA.
bg: Очаква се системните администратори да ограничават изпълняването на неоторизиран софтуер на техните системи, включително преносими копия на NVDA.
de: Es wird erwartet, dass System-Administratoren die Ausführung nicht autorisierter Software auf ihren Systemen einschränken, einschließlich portabler NVDA-Versionen.
es: Se espera que los administradores de sistemas restrinjan la ejecución de software no autorizado en sus sistemas, incluidas las copias portables de NVDA.
hr: Očekuje se da administratori sustava ograničavaju pokretanje neautoriziranog softvera u svojim sustavima, uključujući prijenosne kopije NVDA.
nl: Het is te verwachten dat systeembeheerderss het uitvoeren van niet-geautoriseerde software op hun systemen beperkt toelaten en dat geldt evenzeer voor portable kopieën van NVDA.
pt_br: Espera-se que os administradores de sistema restrinjam a execução de software não autorizado em seus sistemas, incluindo cópias portáteis do NVDA.
ru: Ожидается, что системные администраторы ограничат запуск несанкционированного программного обеспечения в своих системах, включая переносные копии NVDA.
ta: என்விடிஏவின் கொண்டுசெல்லத்தக்கப் படிகள் உட்பட, அங்கீகரிக்கப்படாத மென்பொருளை தங்கள் கணினிகளில் இயங்கவிடாமல் கணினி நிர்வாகிகள் கட்டுப்படுத்துவார்கள் என்று எதிர்பார்க்கப்படுகிறது.
zh_tw: 系統管理員應該限制未經授權的軟體在其係統上執行，包括 NVDA 可攜式版。

source: NVDA users often rely on configuring their NVDA profile to suit their needs.
bg: Потребителите на NVDA често разчитат на конфигуриране на своя NVDA профил, за да отговаря на техните нужди.
de: NVDA-Benutzer sind oft darauf angewiesen, ihr NVDA-Profil nach ihren Bedürfnissen zu konfigurieren.
es: Los usuarios de NVDA a menudo confían en configurar su perfil de NVDA para adaptarlo a sus necesidades.
hr: NVDA korisnici često zavise od podešavanja njihovog NVDA profila kako bi zadovoljio njihove potrebe.
nl: NVDA-gebruikers zullen meestal uitgaan van een NVDA-configuratieprofiel dat het beste aansluit bij hun behoeften.
pt_br: Os usuários do NVDA geralmente dependem da configuração do seu perfil do NVDA para atender às suas necessidades.
ru: Пользователи NVDA часто полагаются на настройку своего профиля NVDA в соответствии со своими потребностями.
ta: தங்களின் தேவைகளுக்கேற்றவாறு அமைவடிவ தனியமைப்புகளை வடிவமைக்கவே என்விடிஏ பயனர்கள் பெரும்பாலும் விரும்புவார்கள்.
zh_tw: NVDA 使用者通常依靠設定他們的 NVDA 設定檔來滿足他們的需求，

source: This may include installing and configuring custom add-ons, which should be vetted independently to NVDA.
bg: Това може да включва инсталиране и конфигуриране на персонализирани добавки, които трябва да бъдат проверени отделно от NVDA.
de: Dies kann die Installation und Konfiguration von benutzerdefinierten NVDA-Erweiterungen beinhalten, die unabhängig von NVDA geprüft werden sollten.
es: Esto puede incluir la instalación y configuración de complementos personalizados, que deberían ser examinados independientemente de NVDA.
hr: Ovo može uključiti instalaciju i podešavanje prilagođenih dodataka, koje treba pregledati nezavisno od programa NVDA.
nl: Hieronder kan het installeren en configureren van aangepaste add-ons begrepen zijndie los van NVDA op hun geschiktheid beoordeeld moeten worden.
pt_br: Isto pode incluir a instalação e configuração de complementos personalizados, que devem ser examinados independentemente para o NVDA.
ru: Это может включать установку и настройку пользовательских дополнений, которые должны быть независимо проверены NVDA.
ta: தனிப்பயனாக்கப்பட்ட நீட்சிநிரல்களை நிறுவுதலும், அமைவடிவமாக்குதலும் இதில் உள்ளடங்கும். இவைகளை என்விடிஏவுடன் தனித்து சரிபார்க்கப்பட வேண்டும்.
zh_tw: 這可以包括安裝及設定那些獨立於 NVDA 之外審查的自訂附加元件，

source: Secure mode freezes changes to NVDA configuration, so please ensure that NVDA is configured appropriately before forcing secure mode.
bg: Защитеният режим замразява промените в конфигурацията на NVDA, така че, моля, уверете се, че NVDA е конфигуриран правилно, преди да наложите защитения режим.
de: Der Geschützte Modus friert quasi Änderungen an der NVDA-Konfiguration ein. Stellen Sie daher sicher, dass NVDA richtig konfiguriert ist, bevor Sie diesen Modus erzwingen.
es: El modo seguro congela los cambios en la configuración de NVDA, así que por favor asegúrate de que NVDA esté configurado adecuadamente antes de forzar el modo seguro.
hr: Bezbedni režim će onemogućiti promene podešavanja, tako da prvo treba osigurati da je NVDA podešen pre nego što prisilite bezbedan režim.
nl: Veilige modus neutraliseert wijzigingen in de configuratie van NVDA, vergewis u er dan ook van dat NVDA naar behoren is geconfigureerd voordat u in veilige modus gaat.
pt_br: O modo seguro congela as alterações na configuração do NVDA, portanto, certifique-se de que o NVDA esteja configurado adequadamente antes de forçar o modo seguro.
ru: Безопасный режим блокирует внесение изменений в конфигурацию NVDA, поэтому, перед активацией безопасного режима, убедитесь, что NVDA настроена надлежащим образом.
ta: என்விடிஏ அமைவடிவ மாற்றங்களை பாதுகாப்பான பயன்முறை முடக்குகிறது என்பதால், பாதுகாப்பான பயன்முறையை கட்டாயப்படுத்துவதற்கு முன், என்விடிஏ சரியான முறையில் அமைவடிவமாக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக்கொள்ளவும்.
zh_tw: 安全模式會凍結對 NVDA 組態的更改，因此請確認在強制使用安全模式之前正確設定 NVDA。

source: Secure Screens
bg: Защитени екрани
de: Geschützte Sicherheitsmeldungen
es: Pantallas Seguras
hr: Bezbedni ekrani
nl: Beveiligde Schermen
pt_br: Telas Seguras
ru: Защищённые экраны
ta: பாதுகாப்பானத் திரைகள்
zh_tw: 安全畫面

source: NVDA runs in [secure mode](#SecureMode) when executed on secure screens unless the `serviceDebug` [system wide parameter](#SystemWideParameters) is enabled.
bg: NVDA работи в [защитен режим](#SecureMode), когато се изпълнява в защитени екрани, освен ако не е задействан [системният параметър](#SystemWideParameters) `serviceDebug`.
de: NVDA läuft im [geschützten Modus](#SecureMode), wenn es auf sicheren Bildschirmen ausgeführt wird, es sei denn, der [System-Parameter](#SystemWideParameters) `serviceDebug` ist aktiviert.
es: NVDA corre en [modo seguro](#SecureMode) cuando se ejecute en pantallas seguras a menos que el [parámetro de todo el sistema](#SystemWideParameters) `serviceDebug` esté habilitado.
hr: NVDA se pokreće u [bezbednom načinu rada](#SecureMode) kada je pokrenut na bezbednim ekranima osim ako je omogućen `serviceDebug` [sistemski parametar](#SystemWideParameters).
nl: NVDA draait in [veilige modus](#SecureMode) wanneer het programma wordt uitgevoerd met betrekking tot beveiligde schermen tenzij de `serviceDebug` [systeem-brede parameter](#SystemWideParameters) gebruikt is.
pt_br: O NVDA é executado no [modo seguro](#SecureMode) quando executado em telas seguras, a menos que o [parâmetro do sistema](#SystemWideParameters) `serviceDebug` esteja habilitado.
ru: NVDA работает в [безопасном режиме](#SecureMode) при выполнении на защищённых экранах, если не включён [общесистемный параметр](#SystemWideParameters) `serviceDebug`.
ta: "`serviceDebug`" [முழுதளாவிய கணினி அளவுரு](#SystemWideParameters) முடுக்கப்படாதிருந்தால், பாதுகாப்பானத் திரைகளில் செயல்படுத்தும்பொழுது, [பாதுகாப்பான முறையில்](#SecureMode) என்விடிஏ இயங்கும்.
zh_tw: 當 NVDA 在[安全畫面](#SecureMode)會以安全模式執行，除非啟用了 `serviceDebug` [全系統參數](#SystemWideParameters)。

source: When running from a secure screen, NVDA uses a system profile for preferences.
bg: Когато работи в защитен екран, NVDA използва системен профил за настройките си.
de: Wenn NVDA über einen geschützten Bereich ausgeführt wird, verwendet es ein Systemprofil für die Einstellungen.
es: Cuando se ejecute desde una pantalla segura, NVDA utiliza un perfil del sistema para las preferencias.
hr: Kada je pokrenut sa bezbednog ekrana, NVDA koristi sistemski profil za podešavanja.
nl: Wanneer NVDA gedraaid wordt vanaf een beveiligd scherm, maakt het programma gebruik van een systeemprofiel met daarbij behorende voorkeursinstellingen.
pt_br: Ao executar a partir de uma tela segura, o NVDA usa um perfil de sistema para preferências.
ru: При запуске с защищённого экрана NVDA использует профиль конфигурации операционной системы.
ta: ஒரு பாதுகாப்பானத் திரையில் இயங்கும்பொழுது, ஒரு கணினித் தனியமைப்பை விருப்பங்களுக்காக என்விடிஏ பயன்படுத்துகிறது.
zh_tw: 當從安全畫面執行時，NVDA 使用系統設定檔作為偏好設定，

source: NVDA user preferences can be copied [for use in secure screens](#GeneralSettingsCopySettings).
bg: Потребителските настройки на NVDA могат да бъдат копирани [за използване в защитени екрани](#GeneralSettingsCopySettings).
de: NVDA-Benutzereinstellungen können kopiert werden [zur Verwendung in geschützten Sicherheitsmeldungen](#GeneralSettingsCopySettings).
es: Las preferencias de usuario de NVDA pueden copiarse [para utilizarlas en pantallas seguras](#GeneralSettingsCopySettings).
hr: NVDA korisnička podešavanja se mogu kopirati [za korišćenje na bezbednim ekranima](#GeneralSettingsCopySettings).
nl: De gebruikersvoorkeuren in NVDA kunnen gekopieerd worden [voor gebruik in beveiligde schermen](#GeneralSettingsCopySettings).
pt_br: As preferências do usuário do NVDA podem ser copiadas [para uso em telas seguras](#GeneralSettingsCopySettings).
ru: Пользовательские настройки NVDA могут быть скопированы для использования на [защищённых экранах](#GeneralSettingsCopySettings).
ta: [பாதுகாப்பானத் திரைகளில் பயன்படுத்த](#GeneralSettingsCopySettings), என்விடிஏவின் பயனர் விருப்பங்களைப் படியெடுக்கலாம்.
zh_tw: NVDA 使用者偏好設定可以[複製到安全畫面使用](#GeneralSettingsCopySettings)。

source: Secure screens include:
bg: Защитените екрани включват:
de: Zu den geschützten Sicherheitsmeldungen gehören:
es: Las pantallas seguras incluyen:
hr: Bezbedni ekrani uključuju:
nl: Onder beveiligde schermen vallen:
pt_br: As telas seguras incluem:
ru: К защищённым экранам относятся:
ta: பாதுகாப்பானத் திரைகள் இவைகளை உள்ளடக்கும்:
zh_tw: 安全畫面包括：

source: The Windows sign-in screen
bg: Екранът за вписване в Windows
de: Der Fenster der Windows-Anmeldung
es: La pantalla de inicio de sesión de Windows
hr: Windows ekran za prijavljivanje
nl: Het Windows-aanmeldscherm
pt_br: A tela de credenciais — login — do Windows
ru: Экран входа в Windows
ta: விண்டோஸின் புகுபதிவுத் திரை
zh_tw: Windows 登入畫面

source: The User Access Control dialog, active when performing an action as an administrator
bg: Диалоговият прозорец „Управление на потребителските акаунти“, който се появява при изпълняване на действие като администратор
de: Das Dialogfeld der Benutzerkontensteuerung, welches angezeigt wird, wenn eine Aktion als Administrator ausgeführt wird
es: El diálogo de Control de Acceso de Usuarios, activo cuando se realice una acción como administrador
hr: Dijalog kontrole korisničkog naloga, koji je aktivan kada se izvršava neka radnja kao administrator
nl: Het dialoogvenster User Access Control (UAC) dat actief is wanneer u een handeling als beheerder uitvoert
pt_br: O diálogo Controle de conta do usuário, ativo ao executar uma ação como administrador
ru: Диалог управления доступом пользователя, активный при выполнении действий от имени администратора
ta: நிர்வாகியாக ஒரு செயலை செயற்படுத்தும்பொழுது இயக்கப்படும் பயனர் கணக்குக் கட்டுப்பாடு உரையாடல்
zh_tw: 使用者存取控制對話框，當以系統管理員身分執行動作時會出現

source: This includes installing programs
bg: Това включва инсталирането на програми
de: Dazu gehört die Installation von Programmen
es: Esto incluye instalar programas
hr: Ovo uključuje instalaciju programa
nl: Het installeren van programma's is hierbij inbegrepen
pt_br: Isso inclui a instalação de programas
ru: В том числе при установке программ
ta: செயலிகளை நிறுவுதலும் இதில் உள்ளடங்கும்
zh_tw: 這包括安裝程式

source: Command Line Options
bg: Командни параметри
de: Die Befehlszeilen-Optionen
es: Opciones de Línea de Órdenes
hr: Opcije naredbenog retka
nl: Commandoregelopties
pt_br: Opções de Linha de Comando
ru: Ключи командной строки
ta: கட்டளைவரி விருப்பத் தேர்வுகள்
zh_tw: 命令列選項

source: NVDA can accept one or more additional options when it starts which alter its behaviour.
bg: NVDA може да приема командни параметри при стартиране, което може да промени неговото поведение.
de: Mit Hilfe von Befehlszeilenoptionen können Sie das Verhalten von NVDA beeinflussen.
es: NVDA puede aceptar una o más opciones adicionales al arrancar que alteren su comportamiento.
hr: Tijekom pokretanja, NVDA može prihvatiti jednu ili više opcija, čime se mijenja ponašanje čitača.
nl: Aan het commando'NVDA starten' kunnenextra opties worden toegevoegd die van invloed zijn op het opstartgedrag.
pt_br: O NVDA pode aceitar uma ou mais opções adicionais quando inicia, alterando seu comportamento.
ru: NVDA при своём запуске может принимать одну или несколько дополнительных настроек, которые изменяют поведение программы.
ta: என்விடிஏவைத் துவக்கும் பொழுது, அதன் செயற்பாட்டில் மாறுதல்களை ஏற்படுத்தக்கூடிய ஒன்று, அல்லது ஒன்றிற்கும் மேற்பட்ட கூடுதலான விருப்பத் தேர்வுகளை அது ஏற்றுக் கொள்கிறது.
zh_tw: 當 NVDA 啟動時可以接受一個或多個附加選項從而改變其行為，

source: You can pass as many options as you need.
bg: Можете да зададете толкова параметри, от колкото имате нужда.
de: Sie können beliebig viele Optionen angeben.
es: Puedes pasar tantas opciones como necesites.
hr: Možete proslijediti onoliko opcija koliko trebate.
nl: U kunt zoveel opties opgeven als u nodig hebt.
pt_br: É possível passar tantas opções quanto você precisar.
ru: Вы можете указывать столько таких настроек, сколько вам необходимо.
ta: தங்களின் தேவைக்கேற்றபடி, எத்தனை விருப்பத் தேர்வுகளை வேண்டுமானாலும் செயற்படுத்தலாம்.
zh_tw: 您有多少需求就可以附加多少選項。

source: These options can be passed when starting from a shortcut (in the shortcut properties), from the Run dialog (Start Menu -> Run or Windows+r) or from a Windows command console.
bg: Тези параметри могат да бъдат зададени при стартиране от пряк път (в свойствата на прекия път), от диалога Изпълнение (Старт Меню -> Изпълнение или Windows+r) или от командната конзола на Windows.
de: Sie können die Befehlszeilenoptionen entweder in den Eigenschaften einer Verknüpfung, im Dialogfeld "Ausführen" oder in einer Eingabeaufforderung eingeben.
es: Estas opciones pueden pasarse al arrancar desde un atajo de teclado (en las propiedades del atajo de teclado), desde el diálogo Ejecutar(Menú Inicio -&gt; Ejecutar o Windows+r) o desde una consola de órdenes de Windows.
hr: Ove se opcije mogu proslijediti kad se NVDA pokreće putem prečaca na radnoj površini (u postavkama prečaca), iz dijaloškog okvira "Pokreni" (izbornik Start>Pokreni ili prečac Windows+r) ili iz Windowsovog naredbenog retka.
nl: Deze opties kunnen worden opgegeven in het dialoogvenster Eigenschappen van de snelkoppeling waarmee NVDA wordt gestart, het venster Uitvoeren (Windows-toets + r) of via de Windows-opdrachtprompt.
pt_br: Essas opções podem ser passadas ao iniciar a partir de um atalho (nas propriedades do atalho), a partir do diálogo executar (menu iniciar ->Executar ou Windows+r) ou a partir de um console de comando do Windows.
ru: Эти параметры могут быть переданы при запуске с ярлыка (в свойствах ярлыка), в диалоге "Выполнить" (меню Пуск → Выполнить или Windows+R) или в командной строке Windows.
ta: குறுக்கு விசை, 'இயக்குக' உரையாடல் பெட்டி, கட்டுப்பாட்டகம் ஆகியவைகளைப் பயன்படுத்தி என்விடிஏவை இயக்கும்பொழுது, இவ்விருப்பத் தேர்வுகளைச் செயற்படுத்தலாம்.
zh_tw: 這些選項可以從不同的啟動方式附加，包括從捷徑 (在捷徑的「內容」對話框)、從「執行」對話框 (「開始」功能表 → Windows 系統 → 「執行」，或按 Windows+R) 以及從 Windows 命令主控台，

source: Options should be separated from the name of NVDA's executable file and from other options by spaces.
bg: Параметрите трябва да бъдат отделени от името на главния изпълним файл на NVDA и от другите параметри с интервали.
de: Kommandozeilenoptionen müssen vom Namen der ausführbaren Datei von NVDA sovie voneinander durch Leerzeichen getrennt werden.
es: Las opciones deberían separarse del nombre del fichero ejecutable de NVDA y de otras opciones por espacios.
hr: Opcije moraju biti odvojene od imena NVDA izvršne datoteke i od drugih opcija razmacima.
nl: De opties moeten met spaties van de naam van het NVDA-uitvoerbestand en van elkaar worden gescheiden.
pt_br: As opções devem ser separadas do nome do arquivo executável do NVDA e de outras opções por espaços.
ru: Ключи должны быть отделены пробелом от имени исполняемого файла NVDA и от других ключей.
ta: என்விடிஏவின் செயற்படுத்தகுக் கோப்பிடமிருந்தும், பிற விருப்பத் தேர்வுகளிடமிருந்தும், இடைவெளிகளைக் கொண்டு விருப்பத் தேர்வுகளைப் பிரிக்க வேண்டும்.
zh_tw: 選項應與 NVDA 的執行檔名稱及其他選項之間以空格隔開。

source: For example, a useful option is `--disable-addons`, which tells NVDA to suspend all running add-ons.
bg: Например, полезна опция е `--disable-addons`, която указва на NVDA да изключи всички работещи добавки.
de: Eine nützliche Option ist beispielsweise `--disable-addons`, die NVDA anweist, alle laufenden NVDA-Erweiterungen auszusetzen.
es: Por ejemplo, una opción útil es `--disable-addons`, que dice a NVDA que suspenda todos los complementos en ejecución.
hr: Na primjer, korisna opcija je `--disable-addons`, koja govori NVDA čitaču da se pokrene bez dodataka.
nl: Een nuttige optie is bij voorbeeld, `--add-ons uitschakelen`, waarmee alle actieve Add-Ons in NVDA worden onderbroken.
pt_br: Por exemplo, uma opção útil é `--disable-addons`, que informa ao NVDA para suspender todos os complementos em execução.
ru: Например, существует полезный параметр `--disable-addons`, который заставляет NVDA отключить все запущенные дополнения.
ta: எடுத்துக்காட்டாக, `--disable-addons` என்கிற பயனுள்ள விருப்பத் தேர்வு, எல்லாக் நீட்சிநிரல்களையும் இடைநிறுத்துமாறு என்விடிஏவிற்கு அறிவுறுத்துகிறது.
zh_tw: 舉例，一個好用的選項是 `--disable-addons`，告訴 NVDA 暫停所有執行中的附加元件，

source: This allows you to determine whether a problem is caused by an add-on and to recover from serious problems caused by add-ons.
bg: Това ви позволява да определите дали даден проблем е предизвикан от добавка и да възстановите нормалната работа на NVDA в случай, че това се окаже така.
de: So können Sie beispielsweise feststellen, ob ein Problem durch eine bestimmte NVDA-Erweiterung verursacht wird.
es: Esto te permite determinar si un problema está causado por un complemento y recuperarte de problemas serios causados por complementos.
hr: Ovo vam pomaže otkriti je li problem nastao zbog dodatka i omogućuje oporavljanje od ozbiljnih problema koje dodaci mogu prouzročiti.
nl: Hierdoor kan worden vastgesteld of een probleem door een Add-On wordt veroorzaakt en kan de normale werking van NVDA, als deze ernstig werd verstoord door problemen met Add-Ons, worden hersteld.
pt_br: Isso lhe permite determinar se um problema está sendo causado por um complemento e também recuperar-se de problemas sérios causados por complementos.
ru: Это позволяет определить, создаёт ли проблему какое-либо из дополнений и даёт возможность восстановить работоспособность при серьёзных проблемах с загружаемыми дополнениями.
ta: எழுந்துள்ள ஒரு சிக்கல், நீட்சிநிரலினால் ஏற்பட்டதா என்பதைத் தீர்மானிக்கவும், நீட்சிநிரல்களால் விளைந்திருக்கும் தீவிர சிக்கல்களிலிருந்து என்விடிஏவை மீட்கவும் இது பயன்படுகிறது.
zh_tw: 這可讓您確認問題是否由附加元件所引起，並從由附加元件引起的嚴重問題中複原。

source: As an example, you can exit the currently running copy of NVDA by entering the following in the Run dialog:
bg: Например, можете да затворите текущо стартираното копие на NVDA като изпишете следното в диалога за Изпълнение:
de: Mit dem folgenden Befehl können Sie über das Dialogfeld "Ausführen" eine laufende NVDA-Instanz beenden:
es: Como un ejemplo, puedes salir de la copia actualmente en ejecución de NVDA introduciendo lo siguiente en el diálogo Ejecutar:
hr: Na primjer, iz trenutačno pokrenute kopije NVDA čitača možete izaći upisom sljedeće opcije u dijaloški okvir "Pokreni":
nl: U kunt bij voorbeeld het volgende opgeven in het dialoogvenster Uitvoeren om de op dat moment actieve kopie van NVDA af te sluiten:
pt_br: Como exemplo, você pode encerrar a cópia do NVDA atualmente em execução inserindo o seguinte no Diálogo Executar:
ru: В качестве примера, вы можете выгрузить текущую копию NVDA, введя следующую команду в диалоговом окне "Выполнить":
ta: எடுத்துக்காட்டாக, தற்போது இயக்கத்திலிருக்கும் என்விடிஏவிலிருந்து வெளியேற, 'இயக்குக' உரையாடல் பெட்டியில் கீழ்க்கண்ட விருப்பத் தேர்வினைத் தாங்கள் உள்ளிடலாம்:
zh_tw: 再舉一例，您可以在「執行」對話框鍵入以下內容來結束正在執行的 NVDA：

source: nvda -q
es: <target/>

source: Some of the command line options have a short and a long version, while some of them have only a long version.
bg: Някои от командните параметри имат съкратена и разширена версия, докато други имат само разширена.
de: Einige Befehlszeilenoptionen besitzen eine kurze und eine Lange Form und wiederum einige nur eine lange Form.
es: Algunas de las opciones de línea de órdenes tienen una versión corta y una larga, mientras otras sólo tienen una versión larga.
hr: Neke opcije naredbenog retka imaju dugu i kratku verziju, dok neke od njih imaju samo dugu verziju.
nl: Er zijn commandoregel-opties die een lange en een korte notatie hebben, terwijl andere alleen een lange notatie hebben.
pt_br: Algumas das opções de linha de comando possuem uma versão curta e uma longa, enquanto outras delas contam apenas com uma versão longa.
ru: Некоторые из параметров командной строки имеют короткий и длинный вариант, в то время как другие имеют только длинный вариант.
ta: சில கட்டளை வரி விருப்பத் தேர்வுகள், குறுகிய மற்றும் நெடு வகைகளைக் கொண்டதாகவும், இன்னும் சில விருப்பத் தேர்வுகள், நெடு வகையை மட்டும் கொண்டதாகவும் இருக்கும்.
zh_tw: 有些命令列選項有短型態和長型態，有些則僅有長型態，

source: For those which have a short version, you can combine them like this:
bg: Тези, които имат съкратена версия, може да комбинирате по следния начин:
de: Die Kurzformen mehrerer Optionen können beispielsweise wie folgt kombiniert werden:
es: Para aquellas que tengan una versión corta, puedes combinarlas así:
hr: Za opcije koje imaju kratku verziju, možete ih kombinirati na sljedeće načine:
nl: De opties met een korte notatie kunnen als volgt worden gecombineerd:
pt_br: Para aquelas que possuem uma versão curta, você pode combiná-las do seguinte modo:
ru: Имеющие краткий вариант комбинируются с длинными следующим образом:
ta: குறுகிய வகையை கொண்ட விருப்பத் தேர்வுகளை, கீழ்க்கண்டவாறு இணைக்கலாம்:
zh_tw: 對於那些短型態的選項，您可以像這樣組合起來：

source: `nvda -mc CONFIGPATH` |This will start NVDA with startup sounds and message disabled, and the specified configuration
bg: `nvda -mc КОНФИГПЪТ` |Това ще стартира NVDA със забранени стартови звуци и приветстващо съобщение и зададената конфигурация
de: `nvda -mc <Konfigurationspfad>` |Dadurch wird NVDA mit Starttönen und deaktivierter Meldung sowie der angegebenen Konfiguration gestartet.
es: `nvda -mc CONFIGPATH` |Esto iniciará NVDA con sonidos de arranque y el mensaje desactivado, y la configuración especificada
hr: `nvda -mc CONFIGPATH` |Ovo će pokrenuti NVDA sa zvukom za pokretanje i isključenim porukama, i sa određenom konfiguracijom
nl: `nvda -mc CONFIGPATH` |Hiermee start NVDA terwijl opstartgeluid en melding uit staat, en met de opgegeven configuratie
pt_br: `nvda -mc CAMINHODECONFIG` |Isso iniciará o NVDA com sons e mensagens de inicialização desabilitados, e a configuração especificada
ru: `nvda -mc CONFIGPATH` |Запуск NVDA без приветственного звука и с заданным путём для каталога конфигурации
ta: `nvda -mc CONFIGPATH` |துவக்கத் தகவலையும், ஒலியையும் முடக்கிவிட்டு, குறிப்பிடப்பட்ட அமைவடிவத்துடன் என்விடிஏவைத் துவக்கும்
zh_tw: `nvda -mc CONFIGPATH` |NVDA 啟動時停用啟動音效和訊息，並套用使用者的組態
