Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Disabled |Do not automatically check for updates to add-ons
bg: Изключено |Не се проверява автоматично за обновления на добавките
de: Ausgeschaltet |Nicht automatisch nach Updates für NVDA-Erweiterungen suchen
es: Deshabilitada |No comprueba automáticamente las actualizaciones de complementos
hr: Onemogućeno |ne provjerava automatski za ažuriranja dodataka
nl: Uitgeschakeld |Niet automatisch controleren op updates van add-ons
pt_br: Desabilitado |Não verificar automaticamente se há atualizações de complementos
ru: Отключено | Не проверять наличие обновлений для дополнений автоматически
ta: முடக்கப்பட்டது |நீட்சிநிரல்களுக்கான இற்றாக்கங்களைத் தானாகத் துழாவாமல் இருந்திடுக
zh_tw: 停用 |不自動檢查附加元件的更新

source: Windows OCR Settings
bg: Настройки на OCR на Windows
de: Die Einstellungen der Windows-Texterkennung
es: Opciones del OCR de Windows
hr: Windows OCR postavke
nl: Windows OCR
pt_br: Configurações de OCR do Windows
ru: Windows OCR
ta: விண்டோஸ் எழுத்துணரி அமைப்புகள்
zh_tw: Windows OCR 設定

source: The settings in this category allow you to configure [Windows OCR](#Win10Ocr).
bg: Настройките в тази категория ви позволяват да конфигурирате [OCR на Windows](#Win10Ocr).
de: Mit den Einstellungen in dieser Kategorie können Sie die [Windows-Texterkennung](#Win10Ocr) konfigurieren.
es: Las opciones en esta categoría te permiten configurar [el OCR de Windows](#Win10Ocr).
hr: Postavke u ovoj kategoriji omogućuju podešavanje [Windows OCR](#Win10Ocr).
nl: Aan de hand van de instellingen in deze categorie kunt u[Windows OCR](#Win10Ocr) configureren.
pt_br: As opções nesta categoria permitem configurar o [OCR do Windows](#Win10Ocr).
ru: Параметры в этой категории позволяют вам настраивать [оптическое распознавание символов в Windows](#Win10Ocr).
ta: இவ்வகைமையில் இருக்கும் அமைப்புகள், [விண்டோஸ் எழுத்துணரியை](#Win10Ocr) அமைவடிவமாக்க அனுமதிக்கின்றன.
zh_tw: 此類別的設定允許您對 [Windows OCR](#Win10Ocr) 進行設定，

source: This category contains the following options:
bg: Категорията съдържа следните опции:
de: Folgende Optionen sind enthalten:
es: Esta categoría contiene las siguientes opciones:
hr: Ova kategorija sadrži sljedeće opcije:
nl: In deze categorie zijn de volgende keuzemogelijkheden beschikbaar:
pt_br: Essa categoria contém as seguintes opções:
ru: Эта категория содержит следующие опции:
ta: இவ்வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 此類別包含以下選項：

source: Recognition language
bg: Език на разпознаване
de: Erkennungssprache
es: Idioma de Reconocimiento
hr: Jezik prepoznavanja
nl: Herkenningstaal
pt_br: Idioma de reconhecimento
ru: Язык распознавания
ta: உணருதலுக்கான மொழி
zh_tw: 辨識語言

source: This combo box allows you to choose the language to be used for text recognition.
bg: Този падащ списък ви позволява да изберете езика, който ще се ползва за разпознаване на текста.
de: In diesem Kombinationsfeld können Sie die Sprache festlegen, die für die Zeichenerkennung verwendet werden soll.
es: Este cuadro combinado te permite elegir el idioma para utilizar con el reconocimiento de texto.
hr: Ovaj odabirni okvir omogućuje izbor jezika koji će se koristiti za prepoznavanje sadržaja.
nl: In het vervolgkeuzemenu kunt u de taal kiezen die voor de tekstherkenning gebruikt moet worden.
pt_br: Esta caixa de combinação lhe permite escolher o idioma a ser usado para o reconhecimento de textos.
ru: Этот комбинированный список позволяет выбрать язык для распознавания текста.
ta: இச்சேர்க்கைப் பெட்டி, உணருதலுக்குப் பயன்படுத்தவ்பட வேண்டிய மொழியைத் தேர்வுச் செய்ய தங்களை அனுமதிக்கிறது.
zh_tw: 此下拉式方塊允許您選擇要用來辨識的語言。

source: To cycle through available languages from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключвате между наличните езици отвсякъде, моля, задайте персонализиран жест чрез [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Um von überall aus durch die verfügbaren Sprachen zu wechseln, weisen Sie bitte einen Tastenbefehl zu, indem Sie das Dialogfeld für die [Tastenbefehle](#InputGestures) verwenden.
es: Para recorrer los idiomas disponibles desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Kako biste kružili kroz dostupne jezike s bilo kojeg mjesta, molimo podesite prilagođenu prečicu u [dijaloškom okviru ulaznih gesti](#InputGestures).
nl: Om de lijst met beschikbare talen vanuit een willekeurige plaats te kunnen doorzoeken, kunt u via [het dialoogvenster Invoerhandelingen](#InputGestures) voor uzelf een aangepaste handeling toewijzen.
pt_br: Para percorrer os idiomas disponíveis de qualquer lugar, atribua um comando — gesto — personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: Чтобы переключаться между доступными языками из любого места, назначьте свой жест с помощью [диалога жестов ввода](#InputGestures).
ta: கிடைப்பிலிருக்கும் மொழிகளுக்கிடையே எங்கிருந்தாயினும் நகர, [உள்ளீட்டுச் சைகைகள்](#InputGestures) உரையாடலைப் பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方循環切換可用語言，請使用[輸入手勢對話框](#InputGestures)來指派手勢。

source: Periodically refresh recognized content
bg: Периодично опреснявай разпознатото съдържание
de: Regelmäßige Aktualisierung von erkannten Inhalten
es: Refrescado periódico de contenido reconocido
hr: S vremena na vrijeme osvježavaj prepoznati sadržaj
nl: Periodiek herkende inhoud verversen
pt_br: Atualizar periodicamente conteúdo reconhecido
ru: Периодическое обновление распознанного содержимого
ta: உணரப்பட்ட உள்ளடக்கத்தை அவ்வப்போது புத்தாக்குக
zh_tw: 定時更新辨識內容

source: When this checkbox is enabled, NVDA will automatically refresh the recognized content when a recognition result has focus.
bg: Когато тази опция е включена, NVDA автоматично ще опреснява разпознатото съдържание, когато резултатът от разпознаването е на фокус.
de: Wenn dieses Kontrollkästchen aktiviert ist, aktualisiert NVDA den erkannten Inhalt automatisch, sobald ein Ergebnis der Erkennung fokussiert ist.
es: Cuando esta casilla esté habilitada, NVDA refrescará automáticamente el contenido reconocido cuando un resultado de un reconocimiento tenga el foco.
hr: Kada je ovaj potvrdni okvir uključen, NVDA će automatski osvježavati tekst kada je prepoznati rezultat u fokusu.
nl: Wanneer dit selectievakje is geactiveerd zal NVDA de herkende inhoud automatisch verversen als een herkenningsresultaatt focus heeft.
pt_br: Quando esta caixa de seleção estiver habilitada, o NVDA atualizará automaticamente o conteúdo reconhecido quando um resultado de reconhecimento estiver em foco.
ru: Если этот флажок установлен, NVDA автоматически обновит распознанное содержимое, когда результат распознавания окажется в фокусе.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், உணரப்பட்ட உள்ளடக்கத்தை, அது குவிமையத்தில் இருக்கும்பொழுது என்விடிஏ அவ்வப்போது புத்தாக்கும்.
zh_tw: 啟用此核取方塊後，當焦點位於辨識結果上，NVDA 將會自動更新辨識內容，

source: This can be very useful when you want to monitor constantly changing content, such as when watching a video with subtitles.
bg: Това може да бъде много полезно, когато искате да наблюдавате постоянно променящо се съдържание, като например когато гледате видео със субтитри.
de: Dies kann sehr nützlich sein, wenn Sie ständig wechselnde Inhalte überwachen möchten, z. B. bei einem Video mit Untertiteln.
es: Esto puede ser muy útil cuando quieras monitorizar contenido que cambia constantemente, como cuando ves un vídeo con subtítulos.
hr: Ovo može biti vrlo korisno kada želite čitati sadržaj koji se često mijenja kao što je to na primjer video sa titlovima.
nl: Dit kan heel handig zijn als u steeds veranderende inhoud wilt blijven volgen, bijvoorbeeld als u een video met ondertiteling aan het bekijken bent.
pt_br: Isso pode ser muito útil quando você deseja monitorar conteúdos em constante mudança, como ao assistir a um vídeo com legendas.
ru: Это может быть очень полезно, когда вы хотите отслеживать постоянно меняющееся содержимое, например, при просмотре видео с субтитрами.
ta: துணைத் தலைப்புகள் கொண்ட காணொளிகள் போன்று தொடர்ந்து மாறிக்கொண்டிருக்கும் உள்ளடக்கத்தை தாங்கள் கண்காணிக்க இது மிக பயனுள்ளதாக இருக்கும்.
zh_tw: 當您想要監看不斷變化的內容時 (例如觀看帶有字幕的影片) 非常有用，

source: The refresh takes place every one and a half seconds.
bg: Опресняването се извършва на интервали от по секунда и половина.
de: Die Aktualisierung erfolgt alle eineinhalb Sekunden.
es: El refrescado tiene lugar cada segundo y medio.
hr: Sadržaj se osvježava svakih pol sekunde.
nl: Elke anderhalve seconde wordt de tekst ververst.
pt_br: A atualização ocorre a cada um segundo e meio.
ru: Обновление происходит каждые полторы секунды.
ta: ஒவ்வொரு ஒன்றரை நொடிகளுக்கும் உள்ளடக்கம் புத்தாக்கப்படுகிறது.
zh_tw: 每隔 1.5 秒會更新一次。

source: This option is disabled by default.
bg: По подразбиране тази опция е изключена.
de: Diese Option ist standardmäßig deaktiviert.
es: Esta opción está deshabilitada por defecto.
hr: Ova je opcija podrazumjevano isključena.
nl: Deze optie staat standaard uit.
pt_br: Essa opção está desabilitada por padrão.
ru: По умолчанию эта опция отключена.
ta: இயல்பில் இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்காது.
zh_tw: 此選項預設停用。

source: Advanced Settings
bg: Разширени настройки
de: Über die erweiterten Einstellungen
es: Opciones Avanzadas
hr: Napredne postavke
nl: Geavanceerde Instellingen
pt_br: Configurações Avançadas
ru: Дополнительно
ta: மேம்பட்ட அமைப்புகள்
zh_tw: 進階設定

source: Warning! The settings in this category are for advanced users and may cause NVDA to not function correctly if configured in the wrong way.
bg: Предупреждение! Настройките в тази категория са за напреднали потребители и могат да предизвикат неправилната работа на NVDA, ако са конфигурирани погрешно.
de: Achtung! Die Einstellungen in dieser Kategorie sind für fortgeschrittene Benutzer und können dazu führen, dass NVDA bei falscher Konfiguration nicht richtig funktioniert.
es: ¡Advertencia! Las opciones en esta categoría son para usuarios avanzados y pueden causar que NVDA no funcione correctamente si se configura de forma incorrecta.
hr: Upozorenje! Ove postavke mogu prouzročiti nepravilno funkcioniranje NVDA, ako su konfigurirane nepravilno.
nl: Waarschuwing! De instellingen in deze categorie zijn bedoeld voor gevorderde gebruikers en als deze instellingen verkeerd worden geconfigureerd kan dit ertoe leiden dat NVDA niet correct werkt.
pt_br: Alerta! As configurações nesta categoria são para usuários avançados e podem fazer com que o NVDA não funcione corretamente se configurado de maneira errada.
ru: Внимание! Параметры в этой категории предназначены для опытных пользователей и при неправильной настройке могут привести к некорректной работе NVDA.
ta: எச்சரிக்கை! இவ்வகைமையில் இருக்கும் அமைப்புகள் மேம்பட்ட பயனர்களுக்கு மட்டுமே. இவ்வமைப்புகளை தவறாக அமைவடிவமாக்கினால், என்விடிஏ சரிவர செயல்படாதென்பதை அறிக.
zh_tw: 警告！此類別的設定乃針對進階使用者，若進行錯誤的設定可能導致 NVDA 無法正常運作，

source: Only make changes to these settings if you are sure you know what you are doing or if you have been specifically instructed to by an NVDA developer.
bg: Променяйте тези настройки само ако знаете какво правите или сте изрично инструктирани да го направите от разработчиците на NVDA.
de: Nehmen Sie Änderungen an diesen Einstellungen nur dann vor, wenn Sie sicher sind, dass Sie wissen, was Sie tun oder wenn Sie von einem NVDA-Entwickler ausdrücklich dazu angewiesen wurden.
es: Realiza cambios en estas opciones únicamente si estás seguro de que sabes lo que estás haciendo o si has recibido las instrucciones específicas de un desarrollador de NVDA.
hr: Radite ove izmjene ako znate što radite, ili vas je na to uputio NVDA razvojni programer.
nl: Breng alleen wijzigingen in deze instellingen aan als u zeker weet wat u doet of als u daartoe uitdrukkelijk opdracht hebt gekregen van een ontwikkelaar van NVDA.
pt_br: Apenas faça alterações nessas configurações se tiver certeza de que sabe o que está fazendo ou se foi especificamente instruído por um desenvolvedor do NVDA.
ru: Изменяйте эти настройки только в том случае, если вы точно понимаете, что делаете, или имеете соответствующие инструкции от разработчиков NVDA.
ta: தாங்கள் என்ன செய்கிறீர்கள் என்பதை தாங்கள் முழுமையாக அறிந்திருந்தால், அல்லது என்விடிஏ மேம்படுத்துநர்களால் குறிப்பாக அறிவுருத்தப்பட்டிருந்தால் மட்டுமே இவ்வமைப்புகளை மாற்றியமைத்திடுக.
zh_tw: 只有在您清楚了解自己正在做什麼或是經由 NVDA 開發者的特別指示才變更這些設定。

source: Making changes to advanced settings
bg: Правене на промени по разширените настройки
de: Änderungen in den erweiterten Einstellungen vornehmen
es: Hacer cambios a opciones avanzadas
hr: Mijenjanje naprednih postavki
nl: Wijzigingen aanbrengen in Geavanceerde Instellingen
pt_br: Fazendo alterações nas configurações avançadas
ru: Внесение изменений в дополнительные настройки
ta: மேம்பட்ட அமைப்புகளில் மாற்றங்களைச் செய்தல்
zh_tw: 變更進階設定

source: In order to make changes to the advanced settings, the controls must be enabled by confirming, with the checkbox, that you understand the risks of modifying these settings
bg: За да направите промени в разширените настройки, контролите трябва да бъдат задействани, като потвърдите с отметката, че разбирате рисковете от промяната на тези настройки.
de: Um Änderungen in den erweiterten Einstellungen vornehmen zu können, müssen die Bedienelemente aktiviert werden, indem Sie mit dem Kontrollkästchen bestätigen, dass Sie die Risiken einer Änderung dieser Einstellungen verstanden haben
es: Para realizar cambios en las Opciones Avanzadas, los controles deben estar habilitados confirmando con la casilla de verificación, que comprendes los riesgos de modificar estas opciones
hr: U slučaju da želite promijeniti napredne postavke, kontrole se moraju aktivirati potvrdnim okvirom, kojim potvrđujete, da razumijete da postoji rizik kad se postavke mijenjaju
nl: Om wijzigingen in de geavanceerde instellingen te kunnen aanbrengen is het noodzakelijk dat, alvorens u hiermee begint, u door het aanvinken van het selectievakje te kennen geeft de risico's te begrijpen die het wijzigen van deze instellingen inhoudt.
pt_br: Para fazer alterações nas configurações avançadas, os controles devem ser habilitados confirmando, com a caixa de seleção, que você entende os riscos de modificar essas configurações.
ru: Для внесения изменений в категорию "Дополнительно", сначала требуется установить флажок, подтверждающий ваше понимание того, что изменение этих настроек может привести к некорректной работе NVDA
ta: மேம்பட்ட அமைப்புகளில் மாற்றங்களைச் செய்ய, இம்மாற்றங்களை செய்வதினால் ஏற்படக்கூடிய சிக்கல்களை தாங்கள் அறிந்திருக்கிறீர்கள் என்பதை உறுதிச் செய்யும் வண்ணம், கொடுக்கப்பட்டிருக்கும் தேர்வுப் பெட்டிகளைத் தேர்வுச் செய்து, கட்டுப்பாடுகளை முடுக்கிவிட வேண்டும்.
zh_tw: 要變更進階設定，須先勾選核取方塊以表示您了解修改這些設定的風險。

source: Restoring the default settings
bg: Възстанови настройките по подразбиране
de: Die Standard-Einstellungen wiederherstellen
es: Reestablecer las opciones predeterminadas
hr: Vraćanje na standardne postavke
nl: Teruggaan naar de standaardinstellingen
pt_br: Restaurando as configurações padrão
ru: Восстановление настроек по умолчанию
ta: இயலமைப்புகளை மீட்டமைத்தல்
zh_tw: 還原為預設值

source: The button restores the default values for the settings, even if the confirmation checkbox is not ticked.
bg: Бутонът възстановява стойностите по подразбиране за настройките, дори ако няма отметка в полето за потвърждение.
de: Der Schalter stellt die Standardwerte für die Einstellungen wieder her, auch wenn das Kontrollkästchen zur Bestätigung nicht aktiviert ist.
es: El botón reestablece los valores predeterminados para las opciones, incluso si la casilla de confirmación no está marcada.
hr: Gumb vraća standardne postavke, čak kad potvrdni okvir nije označen.
nl: De knop herstelt de standaardwaarden voor de instellingen zelfs als het selectievakje (ter bevestiging) niet is aangevinkt.
pt_br: O botão restaura os valores padrão das configurações, mesmo que a caixa de seleção de confirmação não esteja marcada.
ru: Кнопка "Восстановить значения по умолчанию" — возвращает все настройки этой категории в значения по умолчанию, даже если предыдущий флажок подтверждения не установлен.
ta: உறுதிபடுத்துவதற்காகக் கொடுக்கப்பட்டிருக்கும் தேர்வுப் பெட்டி தேர்வுச் செய்யப்படாத நிலையிலும், அமைப்புகளுக்கான இயல் மதிப்புகளை இப்பொத்தான் மீட்டமைக்கிறது.
zh_tw: 此按鈕會將設定還原為預設值，即便您沒有勾選確認變更進階設定的核取方塊，

source: After changing settings you may wish to revert to the default values.
bg: След промяна на настройките може да искате да се върнете към стойностите по подразбиране.
de: Nach dem Ändern der Einstellungen können Sie zu den Standardwerten zurückkehren.
es: Después de cambiar las opciones es posible que desees volver a los valores predeterminados.
hr: Poslije testiranja izmjena, možda se želite vratiti na standardne vrijednosti.
nl: Na wijziging van de instellingen wilt u wellicht terug naar de standaardwaarden.
pt_br: Depois de alterar as configurações, você pode querer reverter para os valores padrão.
ru: После изменения настроек вы можете вернуть их до исходных значений.
ta: அமைப்புகளை மாற்றியமைத்த பின்னர், இயலமைப்புகளுக்குத் திரும்பிச் செல்ல தாங்கள் விரும்புவீர்கள். அதுபோன்ற தருணங்களில் இப்பொத்தான் பயன்படும்.
zh_tw: 在變更設定後您也許會想要將設定還原為預設值，

source: This may also be the case if you are unsure if the settings have been changed.
bg: Това може да се случи и ако не сте сигурни дали настройките са били променени.
de: Dies kann auch der Fall sein, wenn Sie sich nicht sicher sind, ob die Einstellungen geändert wurden.
es: Este también puede ser el caso si no estás seguro de que se hayan cambiado las opciones.
hr: To isto može biti slučaj ako niste sigurni, jeste li promijenili postavke.
nl: Dat kan ook het geval zijn als u er niet zeker van bent of de instellingen wel gewijzigd zijn.
pt_br: Esse também pode ser o caso se você não tiver certeza se as configurações foram alteradas.
ru: Это также может быть полезно, если вы не уверены, были ли они изменены ранее.
ta: அமைப்புகள் மாற்றப்பட்டுவிட்டனவா என்பதை தாங்கள் உறுதியாக அறியாத நிலையிலும் இது பயன்படும்.
zh_tw: 當您無法確定設定是否已變更也可以利用此按鈕將設定還原。

source: Enable loading custom code from Developer Scratchpad Directory
bg: Включи зареждането на персонализиран код от директорията за разработчици Scratchpad
de: Laden von benutzerdefiniertem Code aus dem Developer Scratchpad-Verzeichnis aktivieren
es: Habilitar la carga de código personalizado desde el directorio Developer Scratchpad
hr: Aktiviraj učitavanje koda iz mape bilježnica razvojnog programera
nl: Schakel het laden van aangepaste, te testen code in, afkomstig uit ontwikkelaarskladblokmap
pt_br: Habilitar o carregamento de código personalizado do Diretório de trabalho/rascunho — Scratchpad — do Desenvolvedor
ru: Разрешить загрузку пользовательского кода из каталога Scratchpad
ta: மேம்படுத்துநரின் தற்காலிக நினைவக அடைவிலிருந்து தனிப்பயனாக்கப்பட்ட குறிமுறையின் ஏற்றலை முடுக்குக
zh_tw: 啟用從開發者 Scratchpad 目錄載入自訂程式碼

source: When developing add-ons for NVDA, it is useful to be able to test code as you are writing it.
bg: При разработването на добавки за NVDA е полезно да можете да тествате кода, докато го пишете.
de: Bei der Entwicklung von NVDA-Erweiterungen ist es sinnvoll, Code bereits beim Schreiben testen zu können.
es: Al desarrollar complementos para NVDA, es útil poder probar el código a medida que lo escribes.
hr: Prilikom razvijanja NVDA dodataka, korisno je testirati kod prilikom pisanja istog.
nl: Bij het ontwikkelen van add-ons voor NVDA, is het nuttig dat u deze kunt testen terwijl u volop bezig bent met de ontwikkeling ervan.
pt_br: Ao desenvolver complementos para o NVDA, é útil poder testar o código enquanto o escreve.
ru: При разработке дополнений для NVDA полезно иметь возможность тестировать код во время его написания.
ta: என்விடிஏவிற்கான நீட்சிநிரல்களை மேம்படுத்தும்பொழுது, எழுதப்படும் குறிமுறையை உடனுக்குடன் பரிசோதித்து சரிபார்ப்பது பயனுள்ளதாக இருக்கும்.
zh_tw: 在開發 NVDA 附加元件時若能夠測試所撰寫的程式碼將是很有用的，

source: This option when enabled, allows NVDA to load custom appModules, globalPlugins, brailleDisplayDrivers, synthDrivers and vision enhancement providers, from a special developer scratchpad directory in your NVDA user configuration directory.
bg: Тази опция, когато е включена, позволява на NVDA да зарежда персонализирани модули за приложения (appModules), глобални плъгини (globalPlugins), драйвери за брайлови дисплеи (brailleDisplayDrivers), драйвери за речеви синтезатори (synthDrivers) и доставчици на визуални подобрения, от специална директория за разработчици „scratchpad“ в директорията с вашите лични настройки за NVDA.
de: Wenn diese Option aktiviert ist, kann NVDA benutzerdefinierte Unterverzeichnisse appModules, globalPlugins, brailleDisplayDrivers, synthDrivers und visionEnhancedProviders aus einem speziellen Entwickler-Scratchpad-Verzeichnis im NVDA-Benutzerkonfigurationsverzeichnis laden.
es: Esta opción cuando está habilitada, permite a NVDA cargar appModules personalizados, Plugins globales, controladores de pantallas braille, controladores de sintetizadores y proveedores de mejoras visuales, desde un directorio especial de desarrolladores scratchpad de tu directorio de configuración de usuario de NVDA.
hr: Kada je ova opcija omogućena, dozvoljava programu NVDA učitavanje prilagođenih modula za aplikacije, globalnih dodataka, upravljačkih programa za brajične redke, upravljačke programe govornih jedinica i usluga pomoći za vid iz specijalne mape Scratchpad u vašem folderu za NVDA konfiguraciju.
nl: Als deze optie is ingeschakeld kan NVDA aangepaste appModules, globalPlugins, brailleleesregel drivers, synthesizer drivers en ondersteuning voor verbeterd zicht, afkomstig uit een speciale directory met codeontwikkelmappen in uwNVDA gebruikersconfiguratiemap laden.
pt_br: Esta opção, quando habilitada, permite que o NVDA carregue appModules — módulos de aplicativos —, globalPlugins — plug-ins globais —, brailleDisplayDrivers — controladores de linhas braille —, synthDrivers — controladores de sintetizadores — e provedores de aprimoramento de visão personalizados, a partir de um diretório especial de área de rascunho — scratchpad — do desenvolvedor no diretório de configuração do usuário do NVDA.
ru: Этот флажок, если установлен, позволяет NVDA загружать пользовательские модули приложений, глобальные плагины, драйверы брайлевских дисплеев и синтезаторов речи из специального подкаталога scratchpad каталога пользовательской конфигурации NVDA.
ta: இத்தேர்வுப் பெட்டி தேர்வாகியிருந்தால், தங்களின் என்விடிஏ பயனர் அமைவடிவ அடைவிலிருக்கும் மேம்படுத்துநர்களுக்கான சிறப்புத் தற்காலிக நினைவக அடைவிலிருந்து தனிப்பயனாக்கப்பட்ட பயன்பாட்டுக் கூறுகள், முழுதளாவிய செருகுநிரல்கள், பிரெயில் காட்சியமைவு இயக்கிகள், பேச்சொலிப்பான் இயக்கிகள், பார்வை ஊக்கிகள் ஆகியவைகளை என்விடிஏ ஏற்ற அனுமதிக்கிறது.
zh_tw: 啟用此選項允許 NVDA 從您的 NVDA 使用者組態目錄中的特殊開發者 scratchpad 目錄載入自訂應用程式模組、全域外掛程式、點顯器驅動程式、合成器驅動程式與視覺加強器，
