Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: If you have already closed this dialog or you are running an installed copy of NVDA, choose the Create Portable copy menu item found under Tools in the NVDA menu.
bg: Ако вече сте затворили този диалог или имате стартирано инсталационно копие на NVDA, моля, изберете елемента Създаване на преносимо копие, намиращ се в подменю Инструменти от менюто на NVDA.
de: Wenn Sie das Willkommensfenster bereits geschlossen haben oder gerade eine installierte NVDA-Version ausführen, können Sie über den Menüpunkt "Portable Version erstellen" aus dem Untermenü "Werkzeuge" eine portable Version anlegen.
es: Si ya has cerrado este diálogo o estás ejecutando una copia instalada de NVDA, elige el elemento de menú Crear Copia Portable que se encuentra en Herramientas en el menú NVDA.
hr: Ako ste već zatvorili dijaloški okvir ili ako ste pokrenuli instaliranu kopiju NVDA čitača, odaberite stavku Stvori prijenosnu kopiju u NVDA izborniku.
nl: Als u het dialoogvenster reeds gesloten hebt of als u werkt met een geïnstalleerde versie van NVDA, kiest u Draagbare Kopie Aanmaken wat u vindt onder Extra in het NVDA menu.
pt_br: Se você já fechou esse diálogo ou está executando uma cópia instalada do NVDA, por favor selecione o item de menu criar uma cópia portátil encontrado em Ferramentas no menu do NVDA.
ru: Если вы уже закрыли это диалоговое окно или у вас запущена установленная копия NVDA, то пожалуйста, выберите "меню NVDA → Сервис → Создать переносную копию".
ta: இவ்வுரையாடலை ஏற்கெனவே தாங்கள் மூடியிருந்தால், அல்லது நிறுவப்பட்ட என்விடிஏவை தாங்கள் இயக்குவதாக இருந்தால், என்விடிஏ பட்டியலின் 'கருவிகள்' உட்பட்டியலில் காணப்படும் 'கொண்டுசெல்லத்தக்கப் படியை உருவாக்குக' உருப்படியைத் தேர்ந்தெடுக்கவும்.
zh_tw: 若您正在執行 NVDA 的安裝版本，請從 NVDA 功能表的「工具」子功能表選擇「建立可攜式版」這個項目。

source: The dialog that appears allows you to choose where the portable copy should be created.
bg: Появилият се диалогов прозорец ви позволява да изберете къде да се създаде преносимото копие.
de: Im daraufhin angezeigten Dialogfeld können Sie auswählen, wo die portable Version erstellt werden soll.
es: El diálogo que aparece te permite elegir dónde debería crearse la copia portable.
hr: Dijaloški okvir koji se prikazuje omogućuje biranje mjesta izrade prijenosne kopije.
nl: In het dialoogvenster dat wordt geopend kunt u aangeven waar de draagbare versie moet worden aangemaakt.
pt_br: O diálogo que aparece permite-lhe escolher onde a cópia portátil será criada.
ru: Появившийся диалог предложит вам выбрать папку назначения для создания переносной копии NVDA.
ta: கொண்டுசெல்லத்தக்கப் படி எங்கு உருவாக்கப்பட வேண்டும் என்பதைத் தேர்வுச்செய்ய, தோன்றும் உரையாடல் தங்களை அனுமதிக்கிறது.
zh_tw: 建立可攜式版對話框允許您選擇建立可攜式版的位置，

source: This can be a directory on your hard drive or a location on a USB thumb drive or other portable media.
bg: Това може да бъде папка на вашия твърд диск или местоположение на USB или друг преносим носител.
de: Dies kann ein Ordner auf einem Speichermedium sein.
es: Esto puede ser un directorio en tu disco duro, o un lugar en un lápiz USB u otro medio portátil.
hr: To može biti mapa na vašem tvrdom disku ili lokacija na vašem USB sticku ili na drugom prijenosnom uređaju.
nl: Dit kan een map op de harde schijf zijn of op een USB stick dan wel op een ander type draagbare media.
pt_br: Este pode ser uma pasta em seu disco rígido ou um local num dispositivo USB ou outros dispositivos de mídia portáteis.
ru: Это может быть папка, как на жёстком диске, так и на любом съёмном USB-носителе.
ta: தங்களின் வன்தட்டின் ஒரு அடைவு, அல்லது யுஎஸ்பி விரலி, அல்லது பிற கொண்டுசெல்லத்தக்க ஊடகமாக இது இருக்கலாம்.
zh_tw: 可以是硬碟上的目錄，也可以是 USB 隨身碟或其他可攜式媒體上的位置，

source: By default, a new directory is created for the portable copy.
bg: По подразбиране се създава нова директория за преносимото копие.
de: Standardmäßig wird ein neues Verzeichnis für die portable Version erstellt.
es: Por defecto, se crea un nuevo directorio para la copia portable.
hr: Podrazumjevano će se stvoriti mapa za prijenosnu kopiju.
nl: Standaard wordt er voor de draagbare kopie een nieuwe bestandsmap aangemaakt.
pt_br: Por padrão, um novo diretório é criado para a cópia portátil.
ru: По умолчанию для переносной копии создается новая папка.
ta: இயல்பில், கொண்டுசெல்லத்தக்கப் படிக்கு ஒரு புதிய அடைவு உருவாக்கப்படும்.
zh_tw: 預設情況下會為可攜式版建立一個新目錄，

source: You can also choose to use an existing directory, this will overwrite files in the directory.
bg: Можете също така да изберете да използвате съществуваща директория – това ще презапише файловете в директорията.
de: Sie können auch ein bereits vorhandenes Verzeichnis verwenden, wodurch die Dateien in diesem Verzeichnis überschrieben werden.
es: También puedes elegir utilizar un directorio existente, esto sobreescribirá los ficheros en el directorio.
hr: Također postoji mogućnost korištenja postojeće mape. To će nadpisati postojeće datoteke u mapi.
nl: Je kunt er ook voor kiezen een bestaande bestandsmap te gebruiken met als gevolg dat de bestanden in die map worden overschreven.
pt_br: Você também pode optar por usar um diretório existente, isso substituirá os arquivos no diretório.
ru: Вы также можете выбрать использование существующей папки, это приведёт к перезаписи файлов в ней.
ta: ஏற்கெனவே இருக்கும் ஒரு அடைவைத் தாங்கள் பயன்படுத்தலாம். அப்படிச் செய்யும்பொழுது, அவ்வடைவில் இருக்கும் கோப்புகள் அழிக்கப்பட்டு புதிய கோப்புகள் எழுதப்படும்.
zh_tw: 您也可以選擇使用現有目錄，這會覆寫該目錄中的檔案，

source: If the existing directory is a portable copy of NVDA, that copy will be updated.
bg: Ако съществуващата директория е преносимо копие на NVDA, това копие ще бъде обновено.
de: Wenn das vorhandene Verzeichnis eine portable Version von NVDA ist, wird diese aktualisiert.
es: Si el directorio existente es una copia portable de NVDA, esa copia se actualizará.
hr: Ako postojeća mapa sadrži postojeću prijenosnu kopiju, ona će biti ažurirana.
nl: Als de bestaande bestandsmap een draagbare kopie van NVDA bevat, wordt die kopie bijgewerkt.
pt_br: Se o diretório existente for uma cópia portátil do NVDA, essa cópia será atualizada.
ru: Если существующая папка является переносной копией NVDA, эта копия будет обновлена.
ta: ஏற்கெனவே இருக்கும் அடைவு, என்விடிஏவின் கொண்டுசெல்லத்தக்கப் படியாக இருந்தால், அது இற்றாக்கப்படும்.
zh_tw: 如果現有目錄是 NVDA 的可攜式版，則該版本將會更新。

source: There is also an option to choose whether NVDA should copy the logged on user's current NVDA configuration for use with the newly created portable copy.
bg: Също така имате възможност да избирате дали NVDA трябва да копира текущите настройки на текущо вписания потребител за използване с новосъздаденото преносимо копие.
de: Es gibt auch eine Option, mit der Sie festlegen können, ob NVDA die aktuelle Konfiguration des angemeldeten Benutzers zur Verwendung mit der neu erstellten portablen Version kopieren soll.
es: También hay una opción para elegir si NVDA debería copiar la sesión de configuración actual del usuario de NVDA para utilizarla con la nueva copia portable creada.
hr: Također postoji opcija za kopiranje postojeće korisničke konfiguracije za korištenje u stvorenoj prijenosnoj kopiji.
nl: Je vindt hier ook een optie waarmee de gebruikte NVDA instellingen van de momenteel aangemelde gebruiker kunnen worden gekopieerd naar de configuratie van de zojuist aangemaakte draagbare versie.
pt_br: Existe também uma opção que lhe permite escolher se o NVDA deve copiar as configurações do usuário atualmente logado para serem usadas com a nova versão portátil.
ru: Здесь также имеется опция, позволяющая выбрать, следует ли NVDA копировать свои настройки текущего пользователя в создаваемую переносную копию.
ta: தற்போதைய பயனரின் என்விடிஏ அமைவடிவத்தை, புதிதாக உருவாக்கப்படும் கொண்டுசெல்லத்தக்கப் படிக்கு படியெடுக்க வேண்டுமா என்பதைத் தீர்மானிக்க ஒரு விருப்பத் தேர்வும் உண்டு.
zh_tw: 還有一個選項是可以選擇是否複製登入使用者目前的 NVDA 組態到新建立的可攜式版，此選項只有從 NVDA 的安裝版本建立可攜式版時才有，

source: This also includes add-ons.
bg: Това включва и добавките.
de: Dazu gehören auch NVDA-Erweiterungen.
es: Esto también incluye complementos.
hr: U to su također uključeni dodaci.
nl: Dat is inclusief add-ons.
pt_br: Isso também inclui complementos.
ru: Это также включает в себя дополнения.
ta: இதில் நீட்சிநிரல்களும் அடங்கும்.
zh_tw: 這也包括附加元件，

source: This option is only available when creating a portable copy from an installed copy, not when creating from the download package.
bg: Тази възможност е налична само при създаване на преносимо копие от инсталирано копие, не и при създаване от изтегления пакет.
de: Diese Option ist nur verfügbar, wenn die portable Version von einer installierten Version erstellt wird - nicht jedoch beim Ausführen einer heruntergeladenen Version.
es: Esta opción sólo está disponible cuando se crea una copia portable desde una copia instalada, no cuando se crea desde el paquete descargado.
hr: Ova je opcija dostupna samo kad se prijenosna kopija izrađuje iz instalirane kopije, ali ne i kad se izrađuje iz instalacijske datoteke preuzete s interneta.
nl: Deze optie is alleen beschikbaar wanneer de draagbare kopie wordt aangemaakt vanuit een op uw computer geïnstalleerde kopie van NVDA en niet wanneer u de kopie direct vanuit het downloadbestand uitvoert.
pt_br: Essa opção só está disponível quando se cria cópias portáteis a partir de versões instaladas, não sendo possível ao criar diretamente do pacote baixado.
ru: Эта опция доступна только при создании переносной версии из установленной копии NVDA, а не из пакета установки.
ta: நிறுவப்பட்ட படியிலிருந்து கொண்டுசெல்லத்தக்கப் படியை உருவாக்கும்பொழுது மட்டுமே இவ்விருப்பத் தேர்வு கிடைப்பிலிருக்கும். தரவிறக்கத் தொகுப்பிலிருந்து உருவாக்கும்பொழுது இருக்காது.
zh_tw: 若是從安裝程式進行安裝時則無此選項。

source: Pressing Continue will create the portable copy.
bg: Натискането на бутона Продължи ще създаде преносимо копие.
de: Wenn Sie auf "Fortfahren" klicken, wird die portable Version erstellt.
es: Pulsando Continuar crearás la copia portable.
hr: Kad pritisnete Nastavi, započet ćete proces izrade prijenosne kopije.
nl: Door op de knop Doorgaan te drukken wordt de draagbare kopie aangemaakt.
pt_br: Ao pressionar o botão Continuar, será iniciada a criação da cópia portátil.
ru: Как только вы нажмёте кнопку "Продолжить", начнётся процесс создания переносной копии.
ta: 'தொடர்க' பொத்தானை அழுத்தினால், கொண்டுசெல்லத்தக்கப் படி உருவாக்கப்படும்.
zh_tw: 按「繼續」按鈕將開始建立可攜式版，

source: Once creation is complete, a message will appear telling you it was successful.
bg: Щом процедурата по създаването приключи, ще се появи съобщение, което ви уведомява дали то е било успешно.
de: Nach Abschluss des Vorgangs erscheint eine Meldung, die Sie über die erfolgreiche Erstellung informiert.
es: Una vez la creación esté completada, aparecerá un mensaje diciéndote que se ha realizado con éxito.
hr: Kad proces izrade završi, prikazat će se poruka da je izrada prijenosne kopije uspjela.
nl: Zodra het aanmaken is voltooid, hoort u de melding dat dit gelukt is.
pt_br: Uma vez que a criação esteja concluída, uma mensagem aparecerá informando-lhe que ela foi bem-sucedida.
ru: После завершения создания переносной копии, появится окно с сообщением о том, что оно прошло успешно.
ta: உருவாக்கம் முடிந்தவுடன், அது வெற்றிகரமாக அமைந்ததாகத் தெரிவித்து ஒரு செய்தி தோன்றும்.
zh_tw: 一旦完成安裝將出現一個訊息告知已成功完成，

source: Press OK to dismiss this dialog.
bg: Натиснете OK за да затворите този диалог.
de: Klicken Sie auf "OK", um das Dialogfeld zu schließen.
es: Pulsa Aceptar para cerrar este diálogo.
hr: Pritisnite U redu da biste zatvorili ovaj dijaloški okvir.
nl: Druk nu op OK om het dialoogvenster te sluiten.
pt_br: Pressione OK para despedir este diálogo.
ru: Нажмите кнопку OK, чтобы закрыть это диалоговое окно.
ta: இவ்வுரையாடலை மூட, 'சரி' பொத்தானை அழுத்தவும்.
zh_tw: 按「確認」按鈕關閉對話框。

source: Portable and Temporary Copy Restrictions
bg: Ограничения на преносимото и временното копие
de: Beschränkungen für portable und temporäre Versionen
es: Restricciones de las Copias portable y Temporal
hr: Ograničenje privremene i prijenosne kopije
nl: Beperkingen van de draagbare en tijdelijke kopie van NVDA
pt_br: Restrições das Cópias Portáteis e Temporárias
ru: Ограничения в переносной и временной копиях
ta: கொண்டுசெல்லத்தக்க மற்றும் தற்காலிகப் படிகளில் இருக்கும் கட்டுப்பாடுகள்
zh_tw: 可攜式與暫時性版本的限制

source: If you want to take NVDA with you on a USB thumb drive or other writable media, then you should choose to create a portable copy.
bg: Ако искате да вземете NVDA със себе си на USB флаш устройство или друг записваем носител, тогава трябва да изберете да създадете преносимо копие.
de: Wenn Sie NVDA auf einem USB-Stick oder einem anderen beschreibbaren Medium mitnehmen möchten, sollten Sie eine portable Version erstellen.
es: Si quieres tener una copia de NVDA contigo en una memoria USB u otro medio escribible, entonces deberías elegir el crear una copia portable.
hr: Ako želite nVDA nositi sa sobom na USB sticku ili drugom zapisivom mediju, tada trebate odabrati stvaranje prijenosne kopije.
nl: Als u NVDA wilt meenemen op een USB stick of op andere beschrijfbare media, dan moet u kiezen voor het aanmaken van een draagbare kopie.
pt_br: Se quiser levar o NVDA com você em um pendrive USB ou outra mídia gravável, então deverá escolher criar uma cópia portátil.
ru: Если вы хотите взять NVDA с собой на любом записываемом USB-носителе, то вам следует выбрать создание переносной копии.
ta: யுஎஸ்பி விரலி, அல்லது பிற எழுதப்படக் கூடிய ஊடகங்களில் என்விடிஏவை எடுத்துச் செல்ல விரும்பினால், கொண்டுசெல்லத்தக்கப் படி உருவாக்கத்தைத் தாங்கள் தேர்ந்தெடுக்க வேண்டும்.
zh_tw: 如果您要將 NVDA 存入 USB 隨身碟或其他可寫入的儲存媒體以便隨身攜帶，您憗該選擇建立可攜式版，

source: The installed copy is also able to create a portable copy of itself at any time.
bg: Инсталираното копие също може да създаде преносимо копие на себе си по всяко време.
de: Die installierte Version kann außerdem jederzeit eine portable Version von sich selbst erstellen.
es: La copia instalada también puede crear una copia portable de sí misma en cualquier momento.
hr: Instalirana kopija može stvoriti prijenosnu kopiju u bilo kojem trenutku.
nl: Met de geïnstalleerde kopie kan ook altijd een draagbare kopie worden aangemaakt.
pt_br: A cópia instalada também é capaz de criar uma cópia portátil de si mesma a qualquer momento.
ru: Из установленной копии также можно в любой момент создать переносную копию.
ta: நிறுவப்பட்டிருக்கும் என்விடிஏவைக் கொண்டு எந்நேரத்திலும் கொண்டுசெல்லத்தக்க என்விடிஏவை உருவாக்கிக் கொள்ளலாம்.
zh_tw: 安裝的版本也能隨時建立自己的可攜式版，

source: The portable copy also has the ability to install itself on any computer at a later time.
bg: Преносимото копие също така има способността да се инсталира на всеки компютър по всяко време.
de: Die portable Version kann man auch zu einem späteren Zeitpunkt auf einem beliebigen Computer installieren.
es: La copia portable también tiene la capacidad de instalarse a sí misma en cualquier ordenador en un momento posterior.
hr: Prijenosna kopija također posjeduje mogućnost instalacije na bilo koje računalo u neko dogledno vrijeme.
nl: Met de draagbare kopie zelf kunt u op elk gewenst moment NVDA op een PC installeren.
pt_br: A cópia portátil também possue a capacidade de ser instalada posteriormente em qualquer computador.
ru: Переносную копию также можно позже установить на любой компьютер.
ta: பிறிதொரு தருணம் தங்களின் கணினியில் என்விடிஏவை நிறுவ விரும்பினால், கொண்டுசெல்லத்தக்கப் படியைக் கொண்டு அதை நிறுவிக் கொள்ளலாம்.
zh_tw: 可攜式版也能於日後安裝到任何一台電腦上。

source: However, if you wish to copy NVDA onto read-only media such as a CD, you should just copy the download package.
bg: Ако желаете обаче да копирате NVDA на носител само за четене, като например компактдиск, трябва просто да копирате пакета за изтегляне.
de: Wenn Sie NVDA jedoch auf ein schreibgeschütztes Medium wie eine CD kopieren möchten, sollten Sie nur das Download-Paket kopieren.
es: Sin embargo, si deseas copiar NVDA en medios de sólo lectura tales como un CD, sólo deberías copiar el paqquete descargado.
hr: Međutim, ako želite kopirati NVDA na medij koji je samo za čitanje kao što je to CD, trebate samo kopirati preuzeti paket.
nl: Als u NVDA echter naar media met het kenmerk alleen-lezen, zoals een CD, wilt kopiëren, moet u het downloadbestand daarvoor gebruiken.
pt_br: Todavia, se pretende copiar o NVDA para uma mídia somente leitura, como um CD, você deve apenas copiar o pacote baixado.
ru: Однако, если вы пожелаете скопировать NVDA на запоминающее устройство, предназначенное только для чтения, такое как компакт-диск, то вам следует копировать лишь скаченный пакет установки.
ta: ஆனால், குறுந்தட்டு போன்ற படிக்க மட்டுமேயான ஊடகங்களில் என்விடிஏவைப் படியெடுக்க விரும்பினால், என்விடிஏவின் தரவிறக்குக் கோப்பினைப் படியெடுக்கவும்.
zh_tw: 然而若欲將 NVDA 複製到唯讀的儲存媒體例如光碟，則應僅複製下載的安裝程式，

source: Running the portable version directly from read-only media is not supported at this time.
bg: Изпълнението на преносимата версия директно от носител само за четене не се поддържа в момента.
de: Die Ausführung der portablen Version direkt von schreibgeschützten Medien wird derzeit nicht unterstützt.
es: La ejecución de la versión portable directamente desde un medio de sólo lectura no se admite en este momento.
hr: Izravno pokretanje prijenosne verzije sa nosača koji je samo za čitanje nije podržano u ovom trenutku.
nl: Op dit moment kan de draagbare versie niet rechtstreeks van media met het kenmerk alleen-lezen worden uitgevoerd.
pt_br: A execução da versão portátil diretamente da mídia somente leitura não é suportada até o momento.
ru: Запуск переносной версии прямо на носителе, предназначенном только для чтения, в настоящее время не поддерживается.
ta: படிக்க மட்டுமேயான ஊடகங்களிலிருந்து கொண்டுசெல்லத்தக்க என்விடிஏவை இயக்கும் வசதி தற்போதைக்கு இல்லை.
zh_tw: 直接從唯讀的儲存媒體執行可攜式版目前還不支援。

source: The [NVDA installer](#StepsForRunningTheDownloadLauncher) can be used as a temporary copy of NVDA.
bg: [Инсталаторът на NVDA](#StepsForRunningTheDownloadLauncher) може да се използва като временно копие на NVDA.
de: Die [NVDA-Setup-Datei](#StepsForRunningTheDownloadLauncher) kann als temporäre NVDA-Version verwendet werden.
es: El [instalador de NVDA](#StepsForRunningTheDownloadLauncher) puede utilizarse como una copia temporal de NVDA.
hr: [NVDA instalacija](#StepsForRunningTheDownloadLauncher) se može koristiti kao privremena kopija programa NVDA.
nl: Het [NVDA installatiebestand](#StepsForRunningTheDownloadLauncher) kan als tijdelijke kopie van NVDA worden gebruikt.
pt_br: O [Instalador do NVDA](#StepsForRunningTheDownloadLauncher) pode ser usado como uma cópia temporária do NVDA.
ru: [Установщик NVDA](#StepsForRunningTheDownloadLauncher) может использоваться как временная копия NVDA.
ta: [என்விடிஏ நிறுவியை](#StepsForRunningTheDownloadLauncher)என்விடிஏவின் தற்காலிகப் படியாக பயன்படுத்தலாம்.
zh_tw: [NVDA 安裝程式](#StepsForRunningTheDownloadLauncher)可作為 NVDA 的暫時性版本，

source: Temporary copies prevent saving NVDA settings.
bg: Временните копия предотвратяват запазването на настройките на NVDA.
de: In den temporär gestarteten NVDA-Versionen werden keine Einstellungen in der Konfiguration gespeichert.
es: Las copias temporales impiden guardar la configuración de NVDA.
hr: Privremene kopije sprečavaju čuvanje NVDA podešavanja.
nl: Met een tijdelijke kopie is opslaan van de instellingen van NVDA niet mogelijk.
pt_br: Cópias temporárias impedem o salvamento das configurações do NVDA.
ru: Временные копии не позволяют сохранять настройки NVDA.
ta: அமைப்புகள் சேமிக்கப்படுவதை தற்காலிகப் படிகள் தடுக்கின்றன.
zh_tw: 暫時性版本會阻止儲存 NVDA 設定，

source: This includes disabling usage of the [Add-on Store](#AddonsManager).
bg: Това включва забраняване на използването на [магазина за добавки](#AddonsManager).
de: Die Benutzung des [Store für NVDA-Erweiterungen](#AddonsManager) in NVDA ist ebenfalls davon ausgeschlossen.
es: Esto incluye la desactivación del uso de la [Tienda de Complementos](#AddonsManager).
hr: Ovo uključuje nemogućnost korišćenja [prodavnice dodataka](#AddonsManager).
nl: Dit geldt eveneens voor het uitschakelen van het gebruik van de [Add-on Store](#AddonsManager).
pt_br: Isso inclui desabilitar o uso da [Loja de Complementos](#AddonsManager).
ru: Это включает в себя отключение использования [Магазина дополнений](#AddonsManager).
ta: [நீட்சிநிரல் அங்காடியை](#AddonsManager) முடக்குவதும் இதில் உள்ளடங்கும்.
zh_tw: 這包括停用[附加元件商店](#AddonsManager)的使用。

source: Portable and temporary copies of NVDA have the following restrictions:
bg: Преносимите и временните копия на NVDA имат следните ограничения:
de: Für portable und temporäre NVDA-Versionen gelten die folgenden Einschränkungen:
es: Las copias portables y temporales de NVDA tienen las siguientes restricciones:
hr: Prenosne i privremene kopije programa NVDA imaju sledeća ograničenja:
nl: Draagbare en tijdelijke kopieën van NVDA kennen de volgende beperkingen:
pt_br: As cópias portáteis e temporárias do NVDA sofrem as seguintes restrições:
ru: Переносная и временная копия NVDA имеют следующие ограничения:
ta: என்விடிஏவின் கொண்டுசெல்லத்தக்கப் படிகளிலும், தற்காலிகப் படிகளிலும் பின்வரும் கட்டுப்பாடுகள் உள்ளன:
zh_tw: NVDA 的可攜式和暫時性版本有下列的限制：

source: The inability to automatically start during and/or after log-on.
bg: Невъзможност за автоматично стартиране по време на и/или след вписване в системата.
de: Die Unfähigkeit, während und/oder nach der Anmeldung automatisch zu starten.
es: La incapacidad de arrancar automáticamente durante y/o después de la autentificación.
hr: Nemogućnost automatskog pokretanja u toku ili nakon prijave.
nl: Automatisch opstarten tijdens en/of na aanmelding is niet mogelijk.
pt_br: A incapacidade de iniciar automaticamente durante e/ou depois do logon — entrada de credenciais —.
ru: Невозможность автоматического запуска во время или после входа в систему.
ta: புகுபதிவு செய்யும்பொழுதும், அதன் பின்னரும் தானாக இயங்காது.
zh_tw: 不能在登入期間和/或登入後自動啟動。

source: The inability to interact with applications running with administrative privileges, unless of course NVDA itself has been run also with these privileges (not recommended).
bg: Невъзможност за взаимодействие с приложения, стартирани с администраторски права, освен, разбира се, ако самият NVDA е бил стартиран със същите тези права (което не е препоръчително).
de: Die Unfähigkeit, mit Anwendungen zu interagieren, die mit administrativen Rechten laufen, es sei denn, NVDA selbst wurde auch mit diesen Rechten ausgeführt (wird nicht empfohlen).
es: La incapacidad de interactuar con aplicaciones que se ejecuten con privilegios de administrador, a menos que, por supuesto, el propio NVDA se haya ejecutado también con estos privilegios (no recomendado).
hr: Nemogućnost interakcije aplikacija sa administrativnim privilegijama, osim ako NVDA nije pokrenut s istima (nije preporučeno).
nl: Werken met toepassingen die met beheerdersrechten worden uitgevoerd is niet mogelijk, tenzij NVDA ook met deze rechten wordt uitgevoerd natuurlijk, (niet aan te bevelen),
pt_br: Impossibilidade de interagir com aplicativos executados com privilégios administrativos, a menos que o próprio NVDA tenha sido executado também com esses privilégios (o que não é recomendado);
ru: Невозможность взаимодействовать с приложениями, работающими с правами администратора, если NVDA, разумеется, сама не запущена с такими же правами (не рекомендуется).
ta: நிர்வாக சிறப்புரிமையுடன் என்விடிஏ செயல்படாதபொழுது, நிர்வாக சிறப்புரிமையுடன் செயல்படும் பயன்பாடுகளுடன் அலவலாவ இயலாது. இருப்பினும், இவ்வசதி பரிந்துரைக்கப்படுவதில்லை.
zh_tw: 不能與以系統管理員身分權限執行的應用程式互動，除非 NVDA 本身也以系統管理員身分權限執行 (不建議)。
