Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The cell will start as a light yellow colour, transition to orange, then suddenly become green.
bg: Клетката първоначално ще се оцвети в светложълто, ще премине към оранжево, след което изведнъж ще стане зелена.
de: Die Zelle beginnt hellgelb, geht in orange über und wird plötzlich grün.
es: La celda comenzará con un color amarillo claro, pasará a ser naranja, y de repente se convertirá en verde.
hr: Na početku će miš biti žut, potom će preći u narančasto, a onda će iznenadno pozelenjeti.
nl: De cell begint lichgeel gekleurd, gaat over in oranje en wordt dan plotseling groen.
pt_br: A cela começará com uma cor amarela clara, fará a transição para laranja e, de repente, ficará verde.
ru: Ячейка сначала станет светло-жёлтой, затем сменит цвет на оранжевый, после чего резко станет зелёной.
ta: பணிக்களம் முதலில் மெல்லிய மஞ்சள் நிறத்தில் துவங்கி, பிறகு செம்மஞ்சள் நிறத்திற்கு நகர்ந்து, திடீரென்று பச்சை நிறமாக மாறும்.
zh_tw: 點字方先是從淺黃色轉為橘色，再變為綠色才表示觸發。

source: To toggle the braille viewer from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключите брайловия визуализатор отвсякъде, моля, задайте персонализиран жест, като използвате [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Um den Braille-Betrachter von einer beliebigen Stelle aus umzuschalten, weisen Sie bitte einen benutzerdefinierten Tastenbefehl zu, indem Sie das [Dialogfeld für die Tastenbefehle](#InputGestures) verwenden.
es: Para conmutar el visualizador braille desde cualquier parte, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de entrada](#InputGestures).
hr: Kako biste mogli otvarati brajični preglednik s bilo kojeg mjesta, molimo dodjelite ulaznu gestu koristeći [Dijaloški okvir ulaznih gesti](#InputGestures).
nl: Als u het Brailleweergavevenster altijd en overal wilt kunnen in- of uischakelen, kunt u daarvoor een aangepaste invoerhandeling aanmaken met behulp van [het dialoogvenster Invoerhandelingen](#InputGestures).
pt_br: Para alternar o visualizador de braille de qualquer lugar, atribua um comando — gesto — personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: ДЛя переключения просмотрщика брайля в любой момент, назначьте свободную комбинацию клавиш на соответствующую команду в [диалоге жестов ввода](#InputGestures).
ta: பிரெயில் தோற்றத்தை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方開關點字檢視器，請使用[輸入手勢對話框](#InputGestures)來指派手勢。

source: Python Console
bg: Конзола на Python
de: Die Python-Konsole
es: Consola de Python
hr: Python Konzola
pt_br: Console Python
ru: Консоль Python
ta: பைத்தன் கட்டுப்பாட்டகம்
zh_tw: Python 主控台

source: The NVDA Python console, found under Tools in the NVDA menu, is a development tool which is useful for debugging, general inspection of NVDA internals or inspection of the accessibility hierarchy of an application.
bg: Конзолата на Python на NVDA, намираща се в подменю Инструменти от менюто на NVDA, е инструмент за разработчици, който е полезен за отстраняване на грешки, обща инспекция на вътрешността на NVDA или инспекция на йерархията на достъпността в някое приложение.
de: Die Python-Konsole in NVDA, zu finden im Menü "Werkzeuge" im NVDA-Menü, ist ein Entwicklungswerkzeug, das für das Debugging, die allgemeine Inspektion von NVDA-Interna oder die Inspektion der Zugänglichkeitshierarchie einer Anwendung nützlich ist.
es: La consola de Python de NVDA, encontrada en Herramientas en el menú NVDA, es una herramienta de desarrollo que es útil para depuración, inspección general del interior de NVDA o inspección de la jerarquía de accesibilidad de una aplicación.
hr: NVDA Python konzola koju možemo pronaći u alatima u NVDA izborniku je alat za razvoj koji služi za otkrivanje grešaka, opći nadzor NVDA unutarnjih komponenata ili nadzor hijerarhije aplikacije.
nl: Het NVDA Python-console, dat u aantreft in het NVDA-menu onder Extra, is een ontwikkelinstrument dat goed van pas komt bij het oplossen van bugs, algemene inspectie van het inwendige van NVDA of het inspecteren van de toegankelijkheidsopbouw van een toepassing.
pt_br: O Console Python do NVDA, encontrado dentro das Ferramentas no menu do NVDA, é uma ferramenta de desenvolvimento muito útil para depuração, inspeção geral dos componentes internos do NVDA ou inspeção da hierarquia de acessibilidade de um aplicativo.
ru: Python консоль NVDA, которая может быть вызвана из подменю "Сервис" главного меню NVDA, это инструмент разработки, предназначенный для отладки, взаимодействия с внутренностями NVDA, или изучения иерархии доступности в том или ином приложении.
ta: என்விடிஏ பட்டியலின் கருவிகள் உட்பட்டியலில் உள்ள பைத்தன் கட்டுப்பாட்டகம், ஒரு மேம்பாட்டுக் கருவியாகும். இது, என்விடிஏவின் உள்ளடக்கங்களின் பொது ஆய்வு, வழுத்திருத்தம், ஒரு பயன்பாட்டின் அணுகுமுறை ஆய்வு போன்ற செயல்களுக்குப் பயன்படுகிறது.
zh_tw: 在 NVDA 功能表的「工具」子功能表的「Python 主控台」是一個很有用的開發工具，可作為偵錯、NVDA 內部的一般檢查，或是應用程式的可及性階層架構檢查，

source: For more information, please see the [NVDA Developer Guide](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html).
bg: За повече информация, моля, вижте [ръководството на разработчика за NVDA](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html).
de: Weitere Informationen finden Sie im [NVDA-Entwicklerhandbuch](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html).
es: Para más información, por favor consulta la Guía del desarrollador disponible en [la sección de Desarrollo de la página web de NVDA](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html).
hr: Za više informacija, Molimo pogledajte [NVDA priručnik za programere](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html).
nl: Voor meer informatie gaat u naar de [NVDA Developer Guide](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html).
pt_br: Para mais informações, consulte por favor o [Guia do Desenvolvedor do NVDA](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html).
ru: Для получения более подробной информации, пожалуйста, обратитесь к [руководству разработчика NVDA](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html).
ta: கூடுதல் தகவல்களுக்கு, என்விடிஏ இணையப்பக்கத்தில் இருக்கும் [மேம்படுத்துநர் வழிகாட்டியைக்்](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html) காணவும்.
zh_tw: 要了解更多資訊請參見 [NVDA 開發者指南](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html)。

source: Add-on Store
bg: Магазин за добавки
de: Der Store für NVDA-Erweiterungen
es: Tienda de Complementos
pt_br: Loja de Complementos
ru: Магазин Дополнений
ta: நீட்சிநிரல் அங்காடி
zh_tw: 附加元件商店

source: This will open the [NVDA Add-on Store](#AddonsManager).
bg: Това ще отвори [магазина за добавки на NVDA](#AddonsManager).
de: Dadurch wird der [Store für NVDA-Erweiterungen](#AddonsManager) geöffnet.
es: Esto abrirá la [Tienda de Complementos de NVDA](#AddonsManager).
hr: Ovo će otvoriti [Add-on store](#AddonsManager).
nl: Hiermee opent u de [Add-on Store](#AddonsManager).
pt_br: Isso abrirá a [Loja de Complementos do NVDA](#AddonsManager).
ru: Будет открыт [Магазин дополнений NVDA](#AddonsManager).
ta: [என்விடிஏ நீட்சிநிரல் அங்காடியை](#AddonsManager) இது திறக்கும்.
zh_tw: 這將開啟 [NVDA 附加元件商店](#AddonsManager)，

source: For more information, read the in-depth section: [Add-ons and the Add-on Store](#AddonsManager).
bg: За повече информация прочетете подробния раздел: [Добавки и магазин за добавки](#AddonsManager).
de: Für weitere Informationen lesen Sie bitte den ausführlichen Abschnitt: [NVDA-Erweiterungen und der Store für NVDA-Erweiterungen](#AddonsManager).
es: Para más información, lee el capítulo en profundidad: [Complementos y la Tienda de Complementos](#AddonsManager).
hr: Za više informacija, pročitajte opširno poglavlje: [Dodaci i Add-on store](#AddonsManager).
nl: Hierover vindt u meer informatie in de uitgebreide rubriek: [Add-ons en de Add-on Store](#AddonsManager).
pt_br: Para obter mais informações, leia a seção detalhada: [Complementos e a Loja de Complementos](#AddonsManager).
ru: Для получения дополнительной информации ознакомьтесь с подробным разделом: [Дополнения и магазин дополнений](#AddonsManager).
ta: கூடுதல் தகவல்களுக்கு, [நீட்சிநிரல்களும் நீட்சிநிரல் அங்காடியும்](#AddonsManager) என்கிற பிரிவில் கொடுக்கப்பட்டிருக்கும் ஆழ்ந்த விளக்கத்தைப் படிக்கவும்.
zh_tw: 要了解更多資訊請閱讀[附加元件和附加元件商店](#AddonsManager)章節的深入說明。

source: Create portable copy
bg: Създай преносимо копие
de: Eine portable Version erstellen
es: Crear copia portable
hr: Stvori prijenosnu kopiju
nl: Draagbare versie aanmaken
pt_br: Criar cópia portátil
ru: Создать переносную копию
ta: கொண்டுசெல்லத்தக்கப் படியை உருவாக்குக
zh_tw: 建立可攜式版

source: This will open a dialog which allows you to create a portable copy of NVDA out of the currently running version.
bg: Това ще отвори диалогов прозорец, който ви позволява да създадете преносимо копие на NVDA от текущо стартираната версия.
de: Es öffnet sich ein Dialogfeld, mit dem Sie eine portable Version aus der aktuell laufenden Version erstellen können.
es: Esto abrirá un diálogo que te permitirá crear una copia portable de NVDA a partir de la versión en ejecución.
hr: Ova će opcija otvoriti dijaloški okvir koji služi za stvaranje prijenosne inačice iz trenutno pokrenute kopije NVDA.
nl: Hiermee open je een dialoogvenster waarmee je een draagbare kopie van NVDA aan kunt maken vanuit de versie die op dit moment actief is.
pt_br: Isso abrirá uma caixa de diálogo que permite criar uma cópia portátil do NVDA a partir da versão atualmente em execução.
ru: Откроется диалог, позволяющий вам из текущей запущенной версии NVDA создать её переносную копию.
ta: நடப்பிலிருக்கும் என்விடிஏ பதிப்பிலிருந்து அதன் கொண்டுசெல்லத்தக்கப் படியை உருவாக்க ஒரு உரையாடல் பெட்டியை இது திறக்கும்.
zh_tw: 這將會開啟一個對話框允許您從目前執行的版本建立 NVDA 可攜式版。

source: Follow the directions in [Creating a portable copy](#CreatingAPortableCopy) for more information.
bg: Следвайте указанията в [„Създаване на преносимо копие“](#CreatingAPortableCopy) за повече информация.
de: Folgen Sie den Anweisungen in [Erstellen einer portablen Version](#CreatingAPortableCopy) für weitere Informationen.
es: Sigue las instrucciones para [Crear una copia portable](#CreatingAPortableCopy) para más información.
hr: Za više informacija, slijedite upute u [poglavlju stvaranje prijenosne kopije.](#CreatingAPortableCopy)
nl: Volg de aanwijzingen in [Een draagbare kopie aanmaken](#CreatingAPortableCopy) voor meer informatie.
pt_br: Siga as instruções em [Criando uma cópia portátil](#CreatingAPortableCopy) para obter mais informações.
ru: Для получения дополнительной информации следуйте инструкциям в разделе [Создания переносной копии](#CreatingAPortableCopy).
ta: கூடுதல் தகவல்களுக்கு, [கொண்டுசெல்லத்தக்கப் படியை உருவாக்குக](#CreatingAPortableCopy) பிரிவில் இருக்கும் வழிமுறைகளைப் பின்பற்றவும்.
zh_tw: 有關祥細資訊請按照[建立可攜式版](#CreatingAPortableCopy)一節中的說明進行操作。

source: Run COM registration fixing tool...
bg: Стартирай инструмента за поправка на COM регистрации
de: Tool zur Behebung für die COM-Registrierung ausführen...
es: Ejecutar la herramienta COM registration fixing...
hr: Pokreni alat za popravak Com registracija...
nl: Uitvoeren COM registration fixing tool...
pt_br: Executar ferramenta de correção de registro COM...
ru: Средство восстановления COM-объектов...
ta: COM பதிவுப் பிழை நீக்கியை இயக்குக...
zh_tw: 執行 COM 註冊修復工具...

source: Installing and uninstalling programs on a computer can, in certain cases, cause COM DLL files to get unregistered.
bg: Инсталирането и деинсталирането на програми на компютъра може в определени случаи да доведе до дерегистриране на COM DLL файлове.
de: Das Installieren und Deinstallieren von Programmen auf einem Computer kann in bestimmten Fällen dazu führen, dass COM-DLL-Dateien nicht mehr registriert sind.
es: La instalación o desinstalación de programas en un ordenador puede, en ciertos casos, provocar que los ficheros COM DLL no se registren.
hr: U nekim slučajevima, instalacija i deinstalacija nekih programa može odjaviti registraciju com dll datoteke.
nl: Het installeren en deïnstalleren van programma's op een computer kan er, in bepaalde gevallen, toe leiden dat COM DLL-bestanden niet langer in het register staan.
pt_br: A instalação e desinstalação de programas em um computador pode, em certos casos, fazer com que os arquivos COM DLL não sejam registrados.
ru: Установка и удаление программ на компьютере, в некоторых ситуациях, может вызвать отмену регистрации динамически загружаемых библиотек для используемых NVDA COM-объектов.
ta: கணினியில் நிரல்களில் நிறுவல், அல்லது நிறுவுநீக்கம், சில தருணங்களில் COM DLL கோப்புகளின் பதிவுநீக்கத்திற்கு காரணமாக அமைவதுண்டு.
zh_tw: 在電腦上安裝或移除程式於某些情況下可能會導致 COM DLL 檔案的註冊關聯被取消，

source: As COM Interfaces such as IAccessible depend on correct COM DLL registrations, issues can appear in case the correct registration is missing.
bg: Тъй като COM интерфейсите като IAccessible зависят от коректното регистриране на дадени COM DLL файлове, могат да се появят проблеми, в случай че въпросните файлове не са регистрирани коректно.
de: Da COM-Schnittstellen wie IAccessible von korrekten COM-DLL-Registrierungen abhängig sind, können Probleme auftreten, sobald diese fehlen.
es: Dado que las COM Interfaces tales como IAccessible dependen de los registros correctos de COM DLL, pueden aparecer problemas en caso de que falte el registro correcto.
hr: Budući da Com sučelja poput IAccessible ovise o ispravnoj Com registraciji, mogu se pojaviti problemi ako nedostaje ispravna registracija.
nl: Omdat COM Interfaces zoals IAccessible afhankelijk zijn van een correcte COM DLL registratie, kunnen zich problemen voordoen in het geval dat er bij de registratie iets fout is gegaan.
pt_br: Como interfaces COM, como IAccessible, dependem dos registros corretos de DLL COM, problemas podem aparecer caso o registro correto esteja ausente.
ru: Так как COM-интерфейсы, такие как IAccessible, зависят от корректной регистрации их библиотек в реестре Windows, то при отсутствии такой регистрации, могут появиться проблемы с доступностью многих элементов управления.
ta: IAccessible போன்ற COM இடைமுகப்புகள் சரியான COM DLL பதிவுகளைச் சார்ந்திருப்பதால், சரியான பதிவு இல்லாதபொழுது சிக்கல் எழும் வாய்ப்புள்ளது.
zh_tw: 由於 COM 介面例如 IAccessible 仰賴 COM DLL 的正確註冊，因此遺失註冊時可能會出現問題。

source: This can happen i.e. after installing and uninstalling Adobe Reader, Math Player and other programs.
bg: Това може да се случи, например след инсталиране и деинсталиране на Adobe Reader, Math Player и други програми.
de: Dies kann z. B. nach einer Installation und anschließender Deinstallation von Adobe Reader, MathPlayer und anderen Programmen vorkommen.
es: Esto puede suceder, por ejemplo, después de instalar y desinstalar Adobe Reader, Math Player y otros programas.
hr: Ovo se može dogoditi u slučaju uklanjanja Adobe Readera, Math Playera ili drugih programa.
nl: Dit kan bijv gebeuren na het installeren en deïnstalleren van Adobe Reader, Math Player en andere programma's.
pt_br: Isso pode acontecer, ou seja, após a instalação e desinstalação do Adobe Reader, Math Player e outros programas.
ru: Это может произойти после установки или удаления Adobe Reader, Math Player и других программ.
ta: அடோபி ரீடர், மேத் பிளேயர் மற்றும் பிற நிரல்களை நிறுவிய, அல்லது நிறுவுநீக்கிய பிறகு சிக்கல் எழலாம்.
zh_tw: 這可能會發生在安裝或移除 Adobe Reader、Math Player 及其他應用程式之後。

source: The missing registration can cause issues in browsers, desktop apps, task bar and other interfaces.
bg: Липсата на въпросните регистрации може да причини проблеми в браузърите, настолните приложения, лентата на задачите и други интерфейси.
de: Die fehlende Registrierung kann zu Problemen in Browsern, Desktop-Anwendungen, der Taskleiste und anderen Schnittstellen führen.
es: El registro faltante puede causar problemas en los navegadores, aplicaciones de escritorio, barra de tareas y otras interfaces.
hr: Registracije koje nedostaju mogu prouzročiti probleme u internetskim preglednicima, aplikacijama za stolna računala, traci zadataka i drugim sučeljima.
nl: Het ontbreken van een registeropname kan leiden tot problemen in browsers, desktop apps, de taakbalk en andere interfaces.
pt_br: O registro ausente pode causar problemas em navegadores, aplicativos da área de trabalho, barra de tarefas e outras interfaces.
ru: Отсутствующая регистрация также может привести к проблемам в web-браузерах, настольных приложениях, панели задач и в других элементах интерфейса.
ta: உலாவிகள், மேசைத்தள பயன்பாடுகள், பணிப்பட்டை மற்றும் பிற இடைமுகப்புகளில், இல்லாதிருக்கும் பதிவுகள் சிக்கலை ஏற்படுத்தலாம்.
zh_tw: 遺失的註冊可能會導致瀏覽器、桌面應用程式、工作列和其他介面出現問題。

source: Specifically, following issues can be solved by running this tool:
bg: По-конкретно, следните проблеми могат да бъдат решени чрез изпълняването на този инструмент:
de: Im Einzelnen können folgende Probleme durch den Einsatz dieses Tools gelöst werden:
es: Específicamente, los siguientes problemas pueden resolverse ejecutando esta herramienta:
hr: Točnije govoreći, slijedeći problemi mogu biti rješeni koristeći ovaj alat:
nl: Met name kunnen navolgende problemen worden opgelost door dit hulpprogrammaatje uit te voeren:
pt_br: Especificamente, os seguintes problemas podem ser resolvidos executando esta ferramenta:
ru: В частности, с помощью этого инструмента могут быть решены следующие проблемы:
ta: இக்கருவியை இயக்குவதன் மூலம், பின்வரும் சிக்கல்களை குறிப்பாக தீர்க்கலாம்:
zh_tw: 具體來說執行此工具可以解決下列問題：

source: NVDA reports "unknown" when navigating in browsers such as Firefox, Thunderbird etc.
bg: NVDA съобщава „непознат“ при навигация в браузъри като Firefox, Thunderbird и т.н.
de: NVDA meldet beim Navigieren in Firefox, Thunderbird, etc. anstelle "Unbekannt".
es: NVDA anuncia "desconocido" al navegar con navegadores tales como Firefox, Thunderbird etc.
hr: NVDA izgovara "nepoznato" prilikom kretanja u internetskim preglednicima poput Firefoxa, Thunderbirda itd.
nl: NVDA meldt "onbekend" bij het navigeren in browsers zoals Firefox, Thunderbird etc.
pt_br: NVDA relata "desconhecido" ao navegar em navegadores como Firefox, Thunderbird etc.
ru: В таких приложениях как Mozilla Firefox и Thunderbird, NVDA постоянно сообщает фразу "неизвестно".
ta: பயர்பாக்ஸ், தண்டர்பேர்ட் போன்ற உலாவி நிரல்களில், என்விடிஏவின் 'அறியப்படாதது' என்கிற அறிவிப்பு
zh_tw: 在 Firefox、Thunderbird 等瀏覽器中導覽時 NVDA 提示「不明」

source: NVDA fails to switch between focus mode and browse mode
bg: NVDA не успява да превключи между режим на фокус и режим на разглеждане
de: In NVDA funktioniert das Umschalten zwischen dem Fokus- und dem Lesemodus nicht mehr richtig
es: NVDA falla al cambiar entre modo foco y modo exploración
hr: NVDA odbija prebacivanje između modusa pregleda i čitanja
nl: NVDA schakelt niet tussen focusmodus en bladermodus
pt_br: NVDA falha ao alternar entre o modo de foco e o modo de navegação
ru: NVDA не может переключаться между режимами обзора и редактирования
ta: குவிமைய நிலை, உலாவும் நிலை ஆகியவைகளுக்கிடையே என்விடிஏ மாறத் தவறுவது
zh_tw: NVDA 無法在焦點模式與瀏覽模式之間切換

source: NVDA is very slow when navigating in browsers while using browse mode
bg: При навигиране в браузъри NVDA работи много бавно при използване на режим на разглеждане
de: NVDA reagiert sehr langsam beim Navigieren im Lesemodus in Web-Browsern
es: NVDA es muy lento al navegar con los navegadores mientras se utiliza el modo exploración
hr: NVDA je jako spor prilikom kretanja u preglednicima prilikom korištenja načina čitanja
nl: NVDA is heel traag wanneer u navigeert in browsers bij gebruik van de bladermodus
pt_br: NVDA fica muito lento ao navegar nos navegadores enquanto usa o modo de navegação
ru: NVDA работает очень медленно при навигации в браузерах в режиме просмотра
ta: உலாவும் நிலைகொண்டு உலாவிகளில் வழிசெல்லும்பொழுது என்விடிஏ மிக மந்தமாகச் செயல்படுவது
zh_tw: 使用瀏覽模式在瀏覽器中導覽時 NVDA 的反應變很慢

source: And possibly other issues.
bg: Вероятно и други проблеми.
de: Und möglicherweise andere Probleme.
es: Y posiblemente otros fallos.
hr: te moguće druge probleme.
nl: En mogelijk andere problemen.
pt_br: E possivelmente outros problemas.
ru: И возможно другие проблемы.
ta: இருக்க வாய்ப்பிருக்கும் பிற சிக்கல்கள்.
zh_tw: 其他一些可能的問題

source: Reload plugins
bg: Презареди добавките
de: Plugins neu laden
es: Recargar plugins
hr: Ponovo učitaj dodatke
nl: Plugins herladen
pt_br: Recarregar plug-ins
ru: Перезагрузить плагины
ta: செருகுநிரல்களை மீளேற்றுக
zh_tw: 重新載入外掛程式

source: This item, once activated, reloads app modules and global plugins without restarting NVDA, which can be useful for developers.
bg: Веднъж активиран, този елемент презарежда модулите на приложението и глобалните добавки без нуждата от рестартиране на NVDA, което може да бъде доста удобно за разработчици.
de: Dieser Eintrag lädt alle Anwendungsmodule sowie globale Plugins neu, ohne dass NVDA extra neu gestartet werden muss.
es: Este elemento, una vez activado, recarga app modules y plugins globales sin reiniciar a NVDA, lo cual es útil para desarrolladores.
hr: Jednom kad se ova stavka aktivira, NVDA dodaci će se ponovo učitati bez potrebe za ponovnim pokretanjem NVDA, što može biti korisno za razvojne programere.
nl: Zodra deze optie wordt geactiveerd, zullen alle app modules en globale plugins opnieuw worden geladen zonder dat NVDA wordt herstart, wat handig is voor ontwikkelaars.
pt_br: Esse item, quando ativado, recarrega app modules — módulos de aplicativos — e global plugins — plug-ins globais — sem reiniciar o NVDA, o que pode ser muito útil para desenvolvedores.
ru: При помощи этого пункта меню вы можете перезагрузить глобальные плагины и модули приложений, не перезагружая саму NVDA. Это может быть удобно для разработчиков.
ta: இவ்வுறுப்படியை இயக்கினால், என்விடிஏவை மறுதுவக்க தேவையில்லாமல், பயன்பாட்டு நிரற்கூறுகளையும், முழுதளாவிய செருகுநிரல்களையும் மீளேற்றும். இது, என்விடிஏ மேம்படுத்துநர்களுக்குப் பயனுள்ளதாக இருக்கும்.
zh_tw: 一但執行此項目，可不需重新啟動 NVDA 就可重新載入應用程式模組及全域外掛程式，此功能對於程式開發者很有助益。

source: App modules manage how NVDA interacts with specific applications.
bg: Модулите за приложения управляват как NVDA да взаимодейства с дадено приложение.
de: Anwendungsmodule verwalten, wie NVDA mit bestimmten Anwendungen interagiert.
es: Los App modules gestionan cómo NVDA interactúa con aplicaciones específicas.
hr: Moduli aplikacija upravljaju time kako NVDA ulazi u interakciju sa određenim aplikacijama.
nl: App-modules regelen hoe NVDA omgaat met bepaalde applicaties.
pt_br: Os módulos de aplicativos gerenciam como o NVDA interage com aplicativos específicos.
ru: Модули приложений (App modules)управляют тем, как NVDA взаимодействует с конкретными приложениями.
ta: குறிப்பிட்ட பயன்பாடுகளுடன் என்விடிஏ எவ்வாறு அளவளாவ வேண்டும் என்பதனை பயன்பாட்டு நிரற்கூறுகள் மேலாள்கின்றன.
zh_tw: 應用程式模組管理 NVDA 如何與特定應用程式互動，

source: Global plugins manage how NVDA interacts with all applications.
bg: Глобалните плъгини управляват как NVDA да взаимодейства с всички приложения.
de: Globale Plugins verwalten, wie NVDA mit allen Anwendungen interagiert.
es: Los plugins globales gestionan cómo NVDA interactúa con todas las aplicaciones.
hr: Globalni dodaci upravljaju kako NVDA upravlja sa svim aplikacijama.
nl: Globale plugins regelen hoe NVDA omgaat met alle applicaties.
pt_br: Os plug-ins globais gerenciam como o NVDA interage com todos os aplicativos.
ru: Глобальные плагины (Global plugins) управляют взаимодействием NVDA со всеми приложениями.
ta: எல்லாப் பயன்பாடுகளுடன் என்விடிஏ எவ்வாறு அளவளாவ வேண்டும் என்பதனை முழுதளாவிய நிரற்கூறுகள் மேலாள்கின்றன.
zh_tw: 全域外掛程式則是管理 NVDA 如何與所有應用程式互動。
