Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: While the speech viewer is enabled, it constantly updates to show you the most current text being spoken.
bg: Когато прегледът на речта е включен, той се обновява постоянно, за да ви показва последно изговорения текст.
de: Während der Sprachausgaben-Betrachter eingeschaltet ist, aktualisiert sich sogleich der Text beim Sprechen.
es: Mientras el visualizador de voz está activado, se actualiza constantemente para mostrarte el texto más reciente que se esté verbalizando.
hr: Dok je preglednik govora aktiviran, on se stalno osvježava kako bi prikazao tekst koji se trenutačno izgovara.
nl: Als het spraakweergavevenster ingeschakeld is, wordt de getoonde tekst voortdurend vernieuwd om het voorlezen bij te houden.
pt_br: Enquanto o visualizador de fala estiver habilitado, o mesmo atualizar-se-á constantemente para apresentar-lhe o texto mais recente que está sendo falado.
ru: Пока просмотрщик речи активирован, он постоянно обновляется, чтобы вы могли видеть текст, проговариваемый NVDA в текущий момент времени.
ta: பேச்சுத் தோற்றம் முடுக்கப்பட்டிருக்கும்பொழுது, பேசப்படும் எல்லா உரைகளும் நிகழ்நேரத்தில் இற்றைப்படுத்தப்பட்டு திரையில் காட்டப்படும்.
zh_tw: 當語音檢視器啟用後會持續更新以顯示目前讀出的文字，

source: However, if you hover your mouse over or focus inside the viewer, NVDA will temporarily stop updating the text, so that you are able to easily select or copy the existing content.
bg: Ако го посочите с мишката или се фокусирате върху него, NVDA ще спре временно да обновява текста, така че лесно да можете да го маркирате или копирате.
de: Wenn Sie jedoch mit der Maus über den Betrachter fahren oder den Fokus darauf setzen, unterbricht NVDA augenblicklich die weitere Aktualisierung des vorgelesenen Textes, sodass Sie nun die entsprechenden Einträge markieren und in die Zwischenablage kopieren können.
es: No obstante, si pasas el ratón por encima o colocas el foco dentro del visualizador, NVDA detendrá temporalmente la actualización del texto, tal que podrás seleccionar o copiar fácilmente el contenido existente.
hr: Međutim, ako prelazite mišem ili kursorom unutar preglednika, NVDA će privremeno zaustaviti osvježavanje teksta, tako da možete označiti ili kopirati postojeći sadržaj.
nl: Maar hou je de muis boven of verplaats je de focus naar het viewer venster, dan wordt het verversen van de tekst tijdelijk gestopt om zo gemakkelijk de getoonde tekst te kunnen selecteren en kopiëren.
pt_br: Contudo, se passar o mouse sobre ou se colocar o foco no visualizador, o NVDA parará temporariamente a atualização do texto, de modo que possa selecionar facilmente ou copiar o conteúdo existente.
ru: Но если вы произведёте щелчок мышью по просмотрщику или переместите в него системный фокус, NVDA временно прекратит обновлять вывод, так что у вас появится возможность легко выделить и скопировать желаемый текст.
ta: இருப்பினும், பேச்சுத் தோற்றத்தின் மீது சொடுக்கியைப் பாவித்தாலோ, அதைக் குவிமையத்திற்குள் கொண்டு வந்தாலோ, இற்றாக்கங்கள் தற்காலிகமாக நிறுத்தப்படும். இது தாங்கள் உரைகளைத் தெரிவுச் செய்யவும், படியெடுக்கவும் உதவும்.
zh_tw: 但在滑鼠停留或焦點移到此浮動視窗內則 NVDA 將暫時停止更新，此時您能夠方便的選取或複製現有的內容。

source: To toggle the speech viewer from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да активирате прегледа на речта отвсякъде, моля определете потребителски жест, използвайки [диалога Жестове на въвеждане](#InputGestures).
de: Um den Sprachausgaben-Betrachter per Tastenkombination ein- oder auszuschalten, müssen Sie über das Dialogfeld für die [Tastenbefehle](#InputGestures) eine eigene Tastenkombination zuweisen.
es: Para conmutar el visualizador de voz desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Da biste uključili ili isključili preglednika govora s bilo kojeg mjesta, dodijelite prilagođenu gestu, koristeći [dijaloški okvir Ulazne geste](#InputGestures).
nl: Als u het Spraakweergavevenster altijd en overal wilt kunnen in- of uischakelen, kunt u daarvoor aangepaste invoerhandelingen aanmaken met behulp van [Invoerhandelingen koppelen onder Opties](#InputGestures).
pt_br: Para alternar o visualizador de fala de qualquer lugar, por favor atribua-lhe um comando personalizado usando o [Diálogo Definir Comandos](#InputGestures).
ru: Для включения или отключения просмотрщика речи в любом месте, пожалуйста, назначьте пользовательский жест, используя диалог [Жесты ввода](#InputGestures).
ta: பேச்சுத் தோற்றத்தை எங்கிருந்தாயினும் மாற்றியமைக்க விரும்பினால், [உள்ளீட்டுச் சைகைகள்](#InputGestures) உரையாடலைப் பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方開關語音檢視器，請使用[輸入手勢](#InputGestures)對話框來指派手勢。

source: Braille Viewer
bg: Брайлов визуализатор
de: Der Braille-Betrachter
es: Visualizador Braille
hr: Preglednik brajice
nl: Braille Viewer (Brailleweergavevenster)
pt_br: Visualizador de Braille
ru: Просмотрщик брайля
ta: பிரெயில் தோற்றம்
zh_tw: 點字檢視器

source: For sighted software developers or people demoing NVDA to sighted audiences, a floating window is available that allows you to view braille output, and the text equivalent for each braille character.
bg: За зрящи разработчици на софтуер или хора, демонстриращи NVDA пред зряща аудитория, е наличен плаващ прозорец, който ви позволява да преглеждате брайловия изход и текстовия еквивалент за всеки символ на брайл.
de: Für sehende Software-Entwickler oder Personen, die NVDA für ein sehendes Publikum demonstrieren, steht ein schwebendes Fenster zur Verfügung, mit dem Sie die Braille-Ausgabe und das Textäquivalent für jede Braillezeile anzeigen können.
es: Para los desarrolladores de software videntes o las personas que hagan demostraciones de NVDA para audiencias con visión, hay disponible una ventana flotante que les permite ver la salida braille y el texto equivalente para cada carácter braille.
hr: Za ljude koji vide i razvijaju aplikacije, ili pokazuju NVDA publici koja vidi, dostupan je plutajući prozor koji vam omogućuje pregled brajice i ekvivalentnog teksta jednom brajičnom znaku.
nl: Voor goedziende softwareontwikkelaars of voor mensen die NVDA demonstreren aan een goedziend publiek is er een zwevend kader waarin alle brailleuitvoer met het tekstequivalent voor elk brailleteken op het scherm wordt weergegeven.
pt_br: Para desenvolvedores de software normovisuais ou pessoas que demonstram o NVDA para o público normovisual, está disponível uma janela flutuante que permite visualizar a saída de braille e o texto equivalente a cada caractere braille.
ru: Для зрячих разработчиков или для людей, демонстрирующих работу NVDA зрячей аудитории, доступно всплывающее окно, в котором они могут просматривать текущий брайлевский вывод и текстовый эквивалент для каждого брайлевского символа.
ta: பார்வையுள்ள மென்பொருள் மேம்படுத்துநர்களுக்கு, அல்லது கூட்டத்தினருக்கு என்விடிஏவின் செயல்விளக்கத்தை அளிக்கும்பொழுது, பிரெயில் வெளியீட்டினையும், ஒவ்வொரு பிரெயில் வரியுருவிற்கு நிகரான உரையையும் காட்டுவதற்கு, திரையில் ஒரு மிதக்கும் சாளரம் தோன்றும்.
zh_tw: 對於有視力的軟體開發者或是為了向有視力的人示範 NVDA，「點字檢視器」的浮動視窗允許您看到點字的輸出，呈現的是點字的字元。

source: The braille viewer can be used at the same time as a physical braille display, it will match the number of cells on the physical device.
bg: Брайловият визуализатор може да се използва едновременно с физически брайлов дисплей, като той ще показва същия брой клетки, налични на физическото устройство.
de: Der Braille-Betrachter kann gleichzeitig mit einer physischen Braillezeile verwendet werden, dieser entspricht der Anzahl der Module auf dem physischen Gerät.
es: El Visualizador Braille puede utilizarse al mismo tiempo que una pantalla braille física, el cual coincidirá con el número de celdas del dispositivo físico.
hr: Preglednik brajice se može koristiti istovremeno kao fizički brajični redak, broj ćelija će se poklapati sa brojem ćelija na fizičkom uređaju.
nl: De braille viewer (brailleweergavevenster) kan tegelijk met een fysieke leesregel worden gebruikt, het aantal cellen komt overeen met het aantal op het fysieke apparaat.
pt_br: O visualizador de braille pode ser usado ao mesmo tempo que uma linha braille física, ele corresponderá ao número de celas no dispositivo físico.
ru: Просмотрщик брайля может использоваться одновременно с физическим брайлевским дисплеем, отображая такое же количество брайлевских ячеек.
ta: பிரெயில் தோற்றத்தையும், பிரெயில் காட்சியமைவையும் ஒரே நேரத்தில் பயன்படுத்தலாம். காட்சியமைவில் பணிக்களங்கள் தோன்றுமளவிற்கு, பிரெயில் தோற்றத்திலும் பணிக்களங்கள் தோன்றும்.
zh_tw: 點字檢視器可以和實體的點顯器同時使用，且會與點顯器上顯示的點字方數相同，

source: While the braille viewer is enabled, it constantly updates to show you the braille that would be displayed on a physical braille display.
bg: Докато брайловият визуализатор е включен, той непрекъснато се опреснява, за да ви покаже брайла, който би бил изведен на физически брайлов дисплей.
de: Während der Braille-Betrachter läuft, wird die Anzeige ständig mit der Darstellung auf der Braillezeile synchronisiert.
es: Mientras el Visualizador Braille esté activado, se actualiza constantemente para mostrarte el braille que se mostraría en la pantalla Braille física.
hr: Kada je preglednik brajice uključen, isti će se konstantno osvježavati kako bi se prikazale informacije kao na brajičnom retku.
nl: Als de braille viewer ingeschakeld is, wordt de inhoud van het venster voortdurend ververst met wat er weergegeven wordt op de fysieke leesregel.
pt_br: Enquanto o visualizador de braille está habilitado, ele é atualizado constantemente para mostrar o braille que seria exibido em uma linha braille física.
ru: Пока просмотрщик брайля активирован, он постоянно обновляется, чтобы вы могли видеть брайлевский вывод, происходящий на физическом дисплее.
ta: பிரெயில் தோற்றம் முடக்கப்பட்டிருக்கும்பொழுது, காட்சியமைவில் தோன்றும் பிரெயில் எழுத்துகளை, நிகழ்நேரத்தில் பிரெயில் தோற்றத்தில் இற்றைப்படுத்தும்.
zh_tw: 點字檢視器啟用後會不斷地更新以顯示目前在實體點顯器上所顯示的點字內容。

source: To enable the braille viewer, check the "Braille Viewer" menu item under Tools in the NVDA menu.
bg: За да включите брайловия визуализатор, сложете отметка на пункта „Брайлов визуализатор“ в меню „Инструменти“ в менюто на NVDA.
de: Um den Braille-Betrachter zu aktivieren, wählen Sie im NVDA-Menü unter "Werkzeuge" den Menüpunkt "Braille-Betrachter" aus.
es: Para activar el Visualizador Braille, marca el elemento de menú "Visualizador Braille" en Herramientas en el menú NVDA.
hr: Da biste uključili preglednik brajice, odaberite stavku izbornika "preglednik brajice" u podizborniku alati u NVDA izborniku.
nl: Om het brailleweergavevenster in te schakelen zet u een vinkje voor brailleweergavevenster onder Extra in het NVDA-menu.
pt_br: Para habilitar o visualizador de braille, marque o item de menu "Visualizador de Braille" em Ferramentas no menu NVDA.
ru: Чтобы активировать просмотрщик брайля, установите отметку на пункте меню NVDA → Сервис → Просмотрщик брайля.
ta: பிரெயில் தோற்றத்தை முடுக்க, என்விடிஏ பட்டியலில் இருக்கும் கருவிகள் உட்பட்டியலில் காணப்படும் 'பிரெயில் தோற்றம்' பட்டியல் உருப்படியைத் தேர்வுச் செய்யவும்.
zh_tw: 要啟用點字檢視器，可在 NVDA 功能表的「工具」子功能表勾選「點字檢視器」項目，

source: Uncheck the menu item to disable it.
bg: Махнете отметката от пункта в менюто, за да го изключите.
de: Deaktivieren Sie den Menüpunkt wieder, um ihn zu deaktivieren.
es: Desmarca el elemento de menú para desactivarlo.
hr: Odznačite stavku izbornika za njegovo isključivanje.
nl: Haal het vinkje weg om het uit te schakelen.
pt_br: Desmarque o item de menu para desabilitá-lo.
ru: Для отключения просмотрщика брайля просто снимите эту отметку.
ta: பிரெயில் தோற்றத்தை முடக்க, தேர்வினை நீக்கிவிடவும்.
zh_tw: 取消勾選則停用。

source: Physical braille displays typically have buttons to scroll forwards or backwards, to enable scrolling with the braille viewer tool use the [Input Gestures dialog](#InputGestures) to assign keyboard shortcuts which "Scrolls the braille display back" and "Scrolls the braille display forward"
bg: Физическите брайлови дисплеи обикновено имат бутони за превъртане напред или назад. За да задействате превъртането с брайловия визуализатор, използвайте [диалоговия прозорец „Жестове на въвеждане“](#InputGestures), за да присвоите клавишни комбинации, с които да се „Превърта брайловия дисплей назад“ и „Превърта брайловия дисплей напред“.
de: Braillezeilen haben typischerweise Tasten zum Vorwärts- oder Rückwärtsnavigieren. Um das Scrollen mit dem Braille-Betrachter zu ermöglichen, verwenden Sie das Dialogfeld für die [Tastenbefehle](#InputGestures), um Tastenkombinationen zuzuweisen, welche die "Braillezeile rückwärtsnavigieren" und "Braillezeile vorwärtsnavigieren" simulieren.
es: Las pantallas braille físicas suelen tener botones para desplazarse hacia adelante o atrás, para activar el desplazamiento con la herramienta Visualizador Braille utiliza el [diálogo Gestos de Entrada](#InputGestures) para asignar atajos de teclado que "Desplace la pantalla braille atrás" y "Desplace la pantalla braille adelante"
hr: Uobičajeno brajični redci posjeduju tipke za pomicanje u naprijed ili u nazad. Da biste omogućili pomicanje u brajičnom pregledniku najprije [pridjelite tipkovničke prečace](#InputGestures) koji će služiti za pomicanje brajičnog retka u nazad ili u naprijed.
nl: Fysieke brailleleesregels zijn uiteraard der zaak voorzien van knoppen om vooruit of terug te scrollen; om scrollen met de braille viewer mogelijk te maken kunt u in het [dialoogvenster Invoerhandelingen](#InputGestures) een sneltoets toewijzen waarmee u de brailleweergave 'terug- en vooruit scrollt'
pt_br: As linhas braille físicas geralmente têm botões para rolar para frente ou para trás; para habilitar a rolagem com a ferramenta visualizador de braille, use o [diálogo Definir Comandos](#InputGestures) para atribuir atalhos de teclado que "Rola a linha braille para trás" e "Rola a linha braille para a frente"
ru: Физические брайлевские дисплеи, как правило, имеют кнопки для прокрутки отображаемого текста на брайлевской строке. Для возможности прокрутки текста в просмотрщике брайля, воспользуйтесь [диалогом "Жесты ввода"](#InputGestures) для назначения комбинаций клавиш на прокрутку брайлевской строки вперёд и назад.
ta: பிரெயிலை முன்னுருட்டவும், பின்னுருட்டவும், பிரெயில் காட்சியமைவுகளில் பொத்தான்கள் கொடுக்கப்பட்டிருக்கும். பிரெயில் தோற்றத்தில் இச்செயல்களை நிகழ்த்த, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி தனிப்பயனாக்கப்பட்ட சைகைகளை இணைக்கவும்.
zh_tw: 實體的點顯器通常具有向下或向上捲動的按鈕，要在點字檢視器上啟用捲動效果，請使用[輸入手勢對話框](#InputGestures)來指派「點顯器向上捲動」及「點顯器向下捲動」這兩項的快速鍵。

source: The braille viewer window contains a check box labelled "Show braille viewer on startup".
bg: Прозорецът на брайловия визуализатор съдържа поле за отметка с надпис „Показвай брайловия визуализатор при стартиране“.
de: Das Fenster des Braille-Betrachters enthält ein Kontrollkästchen mit der Bezeichnung "Braille-Betrachter beim Starten anzeigen".
es: La ventana del Visualizador Braille contiene una casilla de verificación etiquetada "Mostrar Visualizador de Braille al arrancar".
hr: Prozor preglednika brajice sadrži potvrdni okvir označen "pokaži brajični preglednik prilikom pokretanja".
nl: In het braille weergavevenster treft u een selectievakje aan met het bijschrift 'braille viewer tonen bij start".
pt_br: A janela do visualizador de braille contém uma caixa de seleção denominada "Mostrar visualizador de braille na inicialização".
ru: Окно просмотрщика брайля содержит флажок "Открывать просмотрщик брайля при запуске NVDA".
ta: 'என்விடிஏ துவங்கும்பொழுது பிரெயில் தோற்றத்தைக் காட்டுக' என்கிற ஒரு தேர்வுப் பெட்டியினை பிரெயில் தோற்றச் சாளரம் கொண்டிருக்கும்.
zh_tw: 點字檢視器視窗包含一個「啟動時顯示點字檢視器」的核取方塊，

source: If this is checked, the braille viewer will open when NVDA is started.
bg: Ако в това поле има отметка, брайловият визуализатор ще се отвори при стартиране на NVDA.
de: Wenn dies aktiviert ist, öffnet sich der Braille-Betrachter beim Starten von NVDA.
es: Si esta opción está marcada, el Visualizador Braille se abrirá cuando se inicie NVDA.
hr: Ako je ovo odabrano, prozob brajičnog preglednika će se otvoriti poslije pokretanja NVDA.
nl: Als dit vakje is aangevinkt, opent de braille viewer wanneer NVDA wordt gestart.
pt_br: Se isso estiver marcado, o visualizador de braille será aberto quando o NVDA for iniciado.
ru: Если этот флажок установлен, то просмотрщик брайля будет автоматически открываться при каждом запуске NVDA.
ta: இத்தேர்வுப் பெட்டி தேர்வாகியிருந்தால், என்விடிஏ துவங்கும்பொழுது, பிரெயில் தோற்றம் திரையில் திறக்கப்படும்.
zh_tw: 若勾選則 NVDA 啟動時點字檢視器也會開啟，

source: The braille viewer window will always attempt to re-open with the same dimensions and location as when it was closed.
bg: Прозорецът на брайловия визуализатор винаги ще се опитва да се отвори със същите размери и местоположение, с които е бил, когато е бил затворен.
de: Sofern möglich, wird dessen Fenster dieselbe Position sowie die gleiche Größe wie bei der letzten Verwendung einnehmen.
es: La ventana del Visualizador Braille siempre intentará volver a abrirse con las mismas dimensiones y ubicación que cuando se cerró.
hr: Preglednik brajice će se uvijek pokušati otvoriti sa istim dimenzijama i pozicijom sa kojom je bio zatvoren.
nl: Het brailleweergavevenster zal in principe elke keer dat het wordt geopend dezelfde plaats en grootte hebben als toen het de laatste keer gesloten werd.
pt_br: A janela do visualizador de braille sempre tentará reabrir com as mesmas dimensões e localização de quando foi fechada.
ru: Окно просмотрщика брайля всегда будет пытаться открываться с теми же размерами и расположением, которые были при его последнем закрытии.
ta: மூடப்பட்ட பரிமானத்தையும், அமைவிடத்தையும் கொண்டு, பிரெயில் தோற்றச் சாளரம் மீண்டும் துவங்க எப்பொழுதும் முயலும்.
zh_tw: 點字檢視器視窗每次開啟時其大小與位置會與前一次關閉時相同。

source: The braille viewer window contains a check box labeled "Hover for cell routing", the default is unchecked.
bg: Прозорецът на брайловия визуализатор съдържа поле за отметка с надпис „Преместване до клетката при посочване“, което по подразбиране не е отметнато.
de: Der Braille-Betrachter enthält ein Kontrollkästchen mit der Bezeichnung "Schweben für Zell-Routing", der standardmäßig deaktiviert ist.
es: La ventana del Visualizador Braille contiene una casilla de verificación etiquetada como "Desplazar para enrutamiento de celda", por omisión está desmarcada.
hr: Brajični preglednik sadrži potvrdni okvir "navigacija po ćelijama pomoću prelaženja mišem", koje podrazumjevano nije označeno.
nl: Het brailleweergavevenster heeft een selectievakje met als label cel-routing via muisbeweging". Als standaardinstelling geldt dat dit vakje niet is aangevinkt.
pt_br: A janela do visualizador de braille contém uma caixa de seleção rotulada "Explorar para sincronizar cela", o padrão é desmarcada.
ru: Окно просмотрщика брайля также содержит не отмеченный по умолчанию флажок "Выполнять маршрутизацию к ячейкам при наведении мыши".
ta: "பணிக்களத்திற்கு வழியிட பாவித்திடுக" என்கிற தேர்வுப் பெட்டியை பிரெயில் தோற்றச் சாளரம் கொண்டிருக்கும். இயல்பில் இது தேர்வாகி இருக்காது.
zh_tw: 點字檢視器視窗包含一個「停留滑鼠以定位點字方」的核取方塊，預設是沒勾選，

source: If checked, hovering the mouse over a braille cell will enable trigger the "route to braille cell" command for that cell.
bg: Ако е отметнато, задържането на мишката над брайлова клетка ще даде възможност за задействане на командата „Преместване на брайлова клетка“ за тази клетка.
de: Wenn diese Option aktiviert ist, wird durch Bewegen der Maus über eine Braillezelle der Befehl "Route zur Braillezelle" für diese Zelle ausgelöst.
es: Si se marca, pasar el ratón sobre una celda braille activará una orden "enrutar a celda braille" para esa celda.
hr: Ako je odabrano, prelaskom mišem po brajičnoj ćeliji će okinuti prečac "premjesti se na brajičnu ćeliju" za tu ćeliju.
nl: Als het vakje is aangevinkt, zal het bewegen van de muis boven een braillecel ertoe leiden dat het commando "routeer naar braillecel" voor die cel wordt geactiveerd.
pt_br: Se estiver marcada, passar o mouse sobre uma cela braille ativará o comando "encaminhar para a cela braille" para essa célula.
ru: Если его отметить, то наведение указателя мыши на отображаемые ячейки будет вызывать соответствующие команды маршрутизации к этим ячейкам.
ta: இத்தேர்வுப் பெட்டி தேர்வான நிலையில், ஒரு பிரெயில் களத்தின் மீது சுட்டியைப் பாவித்தால், அக்களத்திற்கான "பிரெயில் களத்திற்கு வழியமைத்திடுக" கட்டளையின் தூண்டுதலை முடுக்குகிறது.
zh_tw: 若勾選則滑鼠停留於某個點字方上會觸發該點字方的游標定位指令，

source: This is often used to move the caret or trigger the action for a control.
bg: Това често се използва за преместване на каретката или задействане на действието за контрола.
de: Das wird häufig verwendet, um den System-Cursor zu bewegen oder die Aktion für eine Steuerung auszulösen.
es: A menudo se utiliza esto para mover el cursor o activar la acción de un control.
hr: Ovo se često koristi za premještanje kursora ili ozvršavanje akcije za neku kontrolu.
nl: Hier wordt vaak mee gewerkt om de muisaanwijzer te verplaatsen of om een besturingselement te activeren.
pt_br: Isso geralmente é usado para mover o cursor ou acionar a ação de um controle.
ru: Которые часто используются для перемещения каретки или для выполнения каких-либо действий над выбранным элементом управления.
ta: சுட்டியை நகர்த்தவும், ஒரு கட்டுப்பாட்டிற்கான செயலைத் தூண்டவும் இது பெரும்பாலும் பயன்படுத்தப்படுகிறது.
zh_tw: 通常這是用來移動游標或觸發控制項的動作，

source: This can be useful for testing NVDA is able to correctly reverse map a from braille cell.
bg: Това може да бъде полезно за тестване дали NVDA е в състояние правилно да премества курсора до мястото в текста, указано чрез брайловия дисплей.
de: Dies kann zum Testen nützlich sein. NVDA kann die Zuordnung einer Braillezelle korrekt umkehren.
es: Esto puede ser útil para comprobar que NVDA sea capaz de revertir correctamente el mapa de una celda braille.
hr: Ovo može biti korisno kako bi se testirala ispravna navigacija po brajičnim ćelijama.
nl: Dit kan nuttig zijn om te testen of NVDA in staat is map a correct van braillecel terug te halen.
pt_br: Isto pode ser útil para testar se o NVDA é capaz de inverter corretamente o mapa de uma cela braille.
ru: Это может быть полезно при тестировании NVDA на способность к корректному отображению брайлевских ячеек на экране.
ta: ஒரு பணிக்களத்திலிருந்து வரைவைத் திருப்பியமைக்க என்விடிஏவால் இயல்கிறதா என்று பரிசோதிக்க இது பயனுள்ளதாக இருக்கும்.
zh_tw: 此功能適用於測試 NVDA 是否可正確地從點字方對應到所顯示的點字上。

source: To prevent unintentionally routing to cells, the command is delayed.
bg: За да се предотврати неволно преместване към клетки, командата се изпълнява със закъснение.
de: Um ein unbeabsichtigtes Weiterleiten an Zellen zu verhindern, wird der Befehl verzögert.
es: Para evitar el enrutamiento involuntario a las celdas, la orden tiene un retraso.
hr: Kako bi se spriječilo namjerno premještavanje na ćeliju, prečac ima zakašnjelu reakciju.
nl: Om te voorkomen dat onbedoeld naar cellen wordt gerouteerd wordt het commando met een vertraging uitgevoerd.
pt_br: Para evitar o encaminhamento involuntário para celas, o comando é retardado.
ru: Для предотвращения слишком частой и случайной маршрутизации, выполнение этой команды имеет некоторую задержку.
ta: எத்தனிப்பின்றி பணிக்களத்திற்கு வழியிடுவதைத் தவிர்க்க இக்கட்டளை தாமதப்படுத்தப்படுகிறது.
zh_tw: 為了避免不小心觸發游標定位功能，此指令設計會稍微延遲些，

source: The mouse must hover until the cell turns green.
bg: Мишката трябва да се задържи върху клетката, докато тя стане зелена.
de: Die Mauszeiger muss schweben, bis die Zelle grün wird.
es: El ratón debe desplazarse hasta que la celda se vuelva verde.
hr: Miš se mora kretati sve dok ne pozeleni.
nl: Er moet met de muis bewogen worden tot dat deze groen kleurt.
pt_br: O mouse deve pairar até que a cela fique verde.
ru: Мышь должна оставаться наведённой на ячейку до тех пор, пока последняя не станет зелёного цвета.
ta: பணிக்களத்தின் நிறம் பச்சையாக மாறும் வரை சுட்டி பாவித்துக்கொண்டிருக்க வேண்டும்.
zh_tw: 滑鼠必須停留在點字方上直到它變為綠色，
