Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: (Please see further sections about these topics.)
bg: (моля, вижте съответните секции за информация относно тези теми).
de: (Bitte beachten Sie weitere Themenabschnitte.)
es: (Consulta por favor secciones subsiguientes acerca de estos temas.)
hr: (Pogledajte daljnja poglavlja o ovim temama.)
nl: Verderop in deze handleiding kunt u hier meer over lezen.
pt_br: (Por favor veja as seções seguintes sobre estes tópicos.)
ru: (пожалуйста, смотрите далее разделы посвящённые этим темам.)
ta: (இத்தலைப்புகள் குறித்து தொடர்ந்து வரும் உட்பிரிவுகளைக் காணவும்.)
zh_tw: (請參見以下各節以進一步了解相關主題。)

source: The dialog box also contains a combo box and three checkboxes.
bg: Диалоговият прозорец съдържа също падащ списък и три полета за отметка.
de: Das Dialogfeld enthält zudem ein Kombinationsfeld und drei Kontrollfelder.
es: El cuadro de diálogo también contiene un cuadro combinado y tres casillas de verificación.
hr: Dijaloški okvir sadrži jedan odabirni okvir i tri potvrdna okvira.
nl: Op het welkomsscherm treft u een vervolgkeuzemenu en 3 selectievakjes aan.
pt_br: A caixa de diálogo também contém uma caixa de combinação e três caixas de seleção.
ru: Диалоговое окно также содержит комбинированный список и три флажка.
ta: இவ்வுரையாடல் பெட்டியில், ஒரு சேர்க்கைப் பெட்டியும், மூன்று தேர்வுப் பெட்டிகளும் காணப்படும்.
zh_tw: 對話框也包含一個下拉式方塊及三個核取方塊，

source: The combo box lets you select the keyboard layout.
bg: Падащият списък ви позволява да изберете клавиатурна подредба.
de: Mit dem Kombinationsfeld wählen Sie das Tastatur-Layout aus.
es: El cuadro combinado te permite seleccionar la distribución de teclado.
hr: Odabirni okvir omogućuje biranje rasporeda tipkovnice.
nl: Via het vervolgkeuzemenu kunt u een toetsenbordindeling selecteren.
pt_br: A caixa de combinação permite selecionar o esquema — leiaute — do teclado.
ru: Комбинированный список позволяет вам выбрать желаемую раскладку клавиатуры.
ta: விசைப் பலகைத் தளவமைப்பைத் தெரிவுச் செய்ய, சேர்க்கைப் பெட்டி அனுமதிக்கிறது.
zh_tw: 下拉式方塊讓您選擇鍵盤配置，

source: The first checkbox lets you control if NVDA should use the Caps Lock as an NVDA modifier key.
bg: Първото поле за отметка ви позволява да контролирате дали NVDA да ползва Caps Lock като клавиш модификатор на NVDA.
de: Mit dem ersten Kontrollkästchen können Sie steuern, ob NVDA die Dauergroßschreibtaste als NVDA-Taste verwenden soll.
es: La primera casilla de verificación te permite controlar si NVDA debería utilizar BloqMayus como una tecla modificadora de NVDA.
hr: Prvi potvrdni okvir određuje, hoće li se koristiti capslock (tipka za velika slova) kao modifikacijska tipka.
nl: Als u het eerste selectievakje inschakelt, wordt de CapsLock-toets ook als NVDA-programmatoets gebruikt.
pt_br: A primeira caixa de seleção permite-lhe controlar se o NVDA utilizará o Caps Lock como uma de suas teclas modificadoras.
ru: Первый флажок позволяет указать, использовать ли Capslock в качестве клавиши-модификатора NVDA.
ta: முதற் தேர்வுப் பெட்டி, முகப்பெழுத்துப் பூட்டு விசையை என்விடிஏ மாற்றியமைப்பி விசையாகப் பயன்படுத்த வேண்டுமா என்பதைக் கட்டுப்படுத்த கொடுக்கப்பட்டுள்ளது.
zh_tw: 第一個核取方塊讓您控制 NVDA 是否要使用 Caps Lock 鍵作為 NVDA 組合鍵，

source: The second specifies whether NVDA should start automatically after you log on to Windows and is only available for installed copies of NVDA.
bg: Второто определя дали NVDA да се стартира автоматично след като се впишете в Windows и е налично само за инсталирани копия на NVDA.
de: Mit dem zweiten Kontrollkästchen können Sie bestimmen, ob NVDA nach der Anmeldung automatisch gestartet werden soll. Diese Option steht nur bei installierten NVDA-Versionen zur Verfügung.
es: La segunda especifica si NVDA debería arrancar automáticamente después del inicio de sesión de Windows y sólo está disponible para copias instaladas de NVDA.
hr: Drugi potvrdni okvir određuje, hoće li se NVDA pokretati prilikom prijave u Windows sustav. Dostupan je samo za instalirane kopije NVDA čitača.
nl: Als u het tweede selectievakje inschakelt, zal NVDA automatisch opstarten zodra u bij Windows bent aangemeld. Deze mogelijkheid is alleen beschikbaar voor de geïnstalleerde versie van NVDA.
pt_br: A segunda especifica se o NVDA deve iniciar automaticamente depois de você efetuar o login no Windows e está disponível apenas para cópias instaladas do NVDA.
ru: Второй определяет, следует ли NVDA автоматически загружаться после входа в Windows. Эта опция доступна только для установленных копий NVDA.
ta: இரண்டாவதுப் பெட்டி, தாங்கள் சாளரத்தில் புகுபதிவு செய்தவுடன், என்விடிஏ தானாகத் துவங்க வேண்டுமா என்பதைத் தீர்மானிக்கக் கொடுக்கப்பட்டுள்ளது. இதை நிறுவு வகைப் படிகளில் மட்டுமே காண்பீர்கள்.
zh_tw: 第二個核取方塊指定當您登入 Windows 後 NVDA 是否自動啟動，此項目僅有在 NVDA 的安裝版本才有，

source: The third lets you control if this Welcome dialog should appear each time NVDA starts.
bg: Третото ви дава възможност да контролирате дали този диалог да се показва всеки път при стартиране на NVDA.
de: Mit dem dritten Kontrollkästchen legen Sie fest, ob bei jedem Start das Willkommensfenster angezeigt werden soll.
es: La tercera te permite controlar si este cuadro de bienvenida debería aparecer cada vez que NVDA arranque.
hr: Treći potvrdni okvir određuje, hoće li se ovaj dijaloški okvir prikazivati tijekom svakog pokretanja NVDA čitača.
nl: Het inschakelen van het derde selectievakje zorgt ervoor dat dit welkomsscherm verschijnt, telkens wanneer NVDA wordt gestart.
pt_br: A terceira permite configurar se este diálogo de boas vindas aparecerá sempre que o NVDA for iniciado.
ru: Третий управляет появлением диалогового окна "Добро пожаловать" при запуске NVDA.
ta: மூன்றாம் பெட்டி, இவ்வரவேற்பு உரையாடல் ஒவ்வொரு முறையும் என்விடிஏ துவங்கும்பொழுது காட்டப்பட வேண்டுமா எந்பதைக் கட்டுப்படுத்த கொடுக்கப்பட்டுள்ளது.
zh_tw: 第三個核取方塊控制每當 NVDA 啟動時是否顯示此歡迎對話框。

source: Data usage statistics dialog
bg: Диалогов прозорец за статистически данни за употребата на NVDA
de: Das Dialogfeld zur Datennutzungsstatistik
es: Diálogo Estadísticas de Datos de Uso
hr: Dijaloški okvir o prikupljanju podataka
nl: Dialoogvenster Gebruiksgegevensstatistiek
pt_br: Diálogo de estatísticas de uso de dados
ru: Диалог сбора статистических данных
ta: தரவுப் பயன்பாட்டுப் புள்ளிவிவரங்கள் உரையாடல்
zh_tw: 使用資料收集對話框

source: When starting NVDA for the first time, a dialog will appear which will ask you if you want to accept sending data to NV Access while using NVDA, in order to help improve NVDA in the future.
bg: Когато стартирате NVDA за първи път, ще се появи диалогов прозорец, който ще ви попита дали искате да приемете изпращането на данни към NV Access, докато използвате NVDA, за да помогнете за подобряването на NVDA в бъдеще.
de: Wenn Sie NVDA zum ersten Mal starten, erscheint ein Dialogfeld, in dem Sie gefragt werden, ob Sie damit einverstanden sind, während der Verwendung von NVDA die Daten an NV Access zu senden, um NVDA in Zukunft zu verbessern.
es: Al iniciar NVDA por primera vez, aparecerá un diálogo que te preguntará si quieres aceptar el envío de datos a NV Access mientras lo utilizas, para ayudar a mejorar NVDA en el futuro.
hr: Prilikom prvog pokretanja NVDA, otvorit će se dijaloški okvir u kojem ćete biti pitani, želite li slati korisničke podatke NV Accessu kada koristite NVDA, u svrhu unapređivanja NVDA u budućnosti.
nl: Wanneer NVDA de eerste keer start, verschijnt er een dialoogvenster met de vraag of je ermee akkoord gaat dat er gegevens naar NV Access worden gestuurd tijdens uw gebruik van NVDA om zo te helpen het programma te verbeteren.
pt_br: Ao iniciar o NVDA pela primeira vez, será exibida uma caixa de diálogo perguntando se você deseja aceitar o envio de dados à NV Access enquanto estiver usando o NVDA, para ajudar a melhorar o NVDA no futuro.
ru: При первом запуске NVDA, появится диалоговое окно, в котором у вас запросят согласие на отправку этих данных в NV Access.
ta: என்விடிஏவை முதன்முதலாக துவக்கும்பொழுது, என்விடிஏவின் வருங்கால மேம்பாட்டிற்கு உதவும் நோக்கில், என்விடிஏ பயன்பாட்டுத் தரவுகளை என்வி அக்ஸஸ் நிறுவனத்திற்கு அனுப்பிவைப்பதை ஏற்றுக்கொள்கிறீர்களா என்று கேட்டு ஒரு உரையாடல் பெட்டி தோன்றும்.
zh_tw: 當第一次啟動 NVDA 會出現一個對話框，詢問是否同意在使用 NVDA 時將使用資料傳給 NV Access 以協助改進未來的 NVDA 版本。

source: You can read more info about the data gathered by NV Access in the general settings section, [Allow NV Access to gather NVDA usage statistics](#GeneralSettingsGatherUsageStats).
bg: Можете да прочетете повече информация за данните, събирани от NV Access, в раздела с общи настройки, [Позволи на NV Access да събира статистически данни за употребата на NVDA](#GeneralSettingsGatherUsageStats).
de: Weitere Informationen zu den von NV Access erfassten Daten finden Sie im Abschnitt "[NVDA-Nutzungsdaten sammeln und an NV Access übermitteln](#GeneralSettingsGatherUsageStats)" in "Allgemeine Einstellungen".
es: Puedes leer más información acerca de la recopilación de datos por NV Access en la sección Opciones Generales, [Permitir a Nv Access recopilar estadísticas de uso de NVDA](#GeneralSettingsGatherUsageStats).
hr: O tome koji se podaci prikupljaju, možete pročitati u poglavlju o općenitim postavkama, [Dozvoli NV accessu prikupljanje statističkih podataka](#GeneralSettingsGatherUsageStats).
nl: Je leest meer over de door NV Access verzamelde data in het onderdeel Algemene Instellingen , [ NV Access toestaan NVDA-gebruiksstatistieken te verzamelen](#GeneralSettingsGatherUsageStats).
pt_br: Você pode ler mais informações sobre os dados coletados pela NV Access na seção de configurações gerais, [Permitir que a NV Access colete estatísticas de uso do NVDA](#GeneralSettingsGatherUsageStats).
ru: Более подробную информацию о собираемых данных вы можете получить в подразделе об общих настройках — ["Разрешить NV Access собирать статистику использования NVDA"](#GeneralSettingsGatherUsageStats).
ta: என்வி அக்ஸஸ் சேகரிக்கும் தரவுகள் குறித்த கூடுதல் தகவல்களை, 'பொது' அமைப்பின் கீழ் காணப்படும் [என்விடிஏவின் பயன்பாட்டுப் புள்ளிவிவரங்களை சேகரிக்க என்வி அக்ஸஸை அனுமதித்திடுக](#GeneralSettingsGatherUsageStats) பிரிவில் படிக்கலாம்.
zh_tw: 您可以在以下「一般」類別設定一節中的[允許 NV Access 收集 NVDA 使用情況統計](#GeneralSettingsGatherUsageStats)閱讀更多有關 NV Access 收集的資訊。

source: Note: pressing on "yes" or "no" will save this setting and the dialog will never appear again unless you reinstall NVDA.
bg: Забележка: Натискането на „Да“ или „Не“ ще запази тази настройка и диалоговият прозорец никога няма да се появи отново, освен ако не преинсталирате NVDA.
de: Hinweis: Durch Klicken auf "Ja" oder "Nein" wird diese Einstellung gespeichert. Das Dialogfeld erscheint nicht wieder, bis Sie NVDA neu installieren.
es: Nota: al pulsar en "sí" o "no" se guardará este ajuste y el diálogo no aparecerá nunca más a menos que reinstales NVDA.
hr: Upozorenje: pritiskom gumba "Da" ili "Ne" ova će se postavka spremiti, a dijaloški okvir se više nikada neće pojavljivati osim u slučaju kad ponovo instalirate NVDA.
nl: Merk op dat door op "ja" of "nee" te drukken je keuze wordt opgeslagen en dat dit dialoogvenster dan niet meer zal verschijnen, tenzij u NVDA opnieuw installeert.
pt_br: Nota: pressionar "sim" ou "não" salvará essa configuração e o diálogo nunca aparecerá novamente, a menos que você reinstale o NVDA.
ru: Обратите внимание, что нажатие кнопок "Да" или "Нет" сохранит ваш выбор и данный диалог никогда не появится снова, пока вы не переустановите NVDA.
ta: 'ஆம்', அல்லது 'இல்லை' பொத்தானை அழுத்தினால், அமைப்புகள் சேமிக்கப்பட்டு, என்விடிஏவை மறுபடியும் நி றுவினாலொழிய இவ்வுரையாடல் மீண்டும் தோன்றாது என்பதை கவனிக்கவும்.
zh_tw: 附註：按下「是」或「否」按鈕後將會儲存此設定，直到您重新安裝 NVDA 才會再次詢問，

source: However, you can enable or disable the data gathering process manually in NVDA's general settings panel. For changing this setting manually, you can check or uncheck the checkbox called [Allow the NVDA project to gather NVDA usage statistics](#GeneralSettingsGatherUsageStats).
bg: Можете обаче да включите или изключите процеса на събиране на данни ръчно в панела с общи настройки на NVDA. За да промените ръчно тази настройка, можете да поставите или премахнете отметката в полето с етикет [„Позволи на NV Access да събира статистически данни за употребата на NVDA“](#GeneralSettingsGatherUsageStats).
de: Sie können den Datenerhebungsprozess jedoch manuell in den NVDA-Einstellungen in der Kategorie "Allgemein" aktivieren oder deaktivieren. Um diese Einstellung manuell zu ändern, können Sie das Kontrollkästchen [NVDA-Nutzungsdaten sammeln und an NV Access übermitteln](#GeneralSettingsGatherUsageStats) aktivieren oder deaktivieren.
es: Sin embargo, puedes activar o desactivar el proceso de recopilación de datos manualmente en el panel de las opciones generales de NVDA. Para cambiar esta opción manualmente, puedes marcar o desmarcar la casilla de verificación llamada [Permitir al proyecto de NVDA recolectar estadísticas de uso de NVDA](#GeneralSettingsGatherUsageStats).
hr: Međutim, možete uključiti ili isključiti proces prikupljanja podataka ručno u ploči općih postavki. Kako biste tu postavku promijenili ručno, možete označiti ili odznačiti potvrdni okvir [Dozvoli NVDA projektu prikupljanje statistike o korištenju](#GeneralSettingsGatherUsageStats).
nl: Je kunt het verzamelen van data echter handmatig in- of uitschakelen via de Instellingen van NVDA in de categorie Algemeen. Om de instelling handmatig te wijzigen zet of verwijdert u een vinkje in het selectievakje met bijschrift [Sta het NVDA project toe NVDA gebruiksstatistieken te verzamelen](#GeneralSettingsGatherUsageStats).
pt_br: No entanto, você pode habilitar ou desabilitar o processo de coleta de dados manualmente no painel de configurações gerais do NVDA. Para alterar essa configuração manualmente, você pode marcar ou desmarcar a caixa de seleção chamada [Permitir que o Projeto NVDA colete estatísticas de uso do NVDA](#GeneralSettingsGatherUsageStats).
ru: Тем не менее, вы можете вручную включить или отключить сбор данных в категории "Общие" диалога настроек NVDA. Для этого следует установить или снять флажок ["Разрешить NV Access собирать статистику использования NVDA"](#GeneralSettingsGatherUsageStats).
ta: 'பொது' உரையாடல் பெட்டியில் காணப்படும் [என்விடிஏவின் பயன்பாட்டுப் புள்ளிவிவரங்களை சேகரிக்க என்விடிஏ திட்டப் பணியை அனுமதித்திடுக](#GeneralSettingsGatherUsageStats) தேர்வுப் பெட்டியைத் தேர்வுச் செய்வதுன் மூலம், அல்லது அதன் தேர்வினை நீக்குவதன் மூலம், இவ்வமைப்பினை கைமுறையில் மாற்றியமைக்கலாம்.
zh_tw: 不過您可以在 NVDA 的「一般」類別設定中手動啟用或停用資料收集，要變更此設定您可以勾選或取消勾選名為「[允許 NVDA 專案收集 NVDA 使用情況統計](#GeneralSettingsGatherUsageStats)」的核取方塊。

source: About NVDA keyboard commands
bg: Относно клавиатурните команди за NVDA
de: Über die NVDA-Tastenkombinationen
es: Acerca de Órdenes de teclado de NVDA
hr: O NVDA tipkovničkim prečacima
nl: Over NVDA toetsenbordcommando’s
pt_br: Sobre os Comandos De Teclado Do NVDA
ru: О клавиатурных командах NVDA
ta: என்விடிஏ விசைப்பலகை கட்டளைகள் குறித்து
zh_tw: NVDA 鍵盤指令

source: The NVDA Modifier Key
bg: Модификаторът на NVDA
de: Die NVDA-Taste
es: La Tecla Modificadora NVDA
hr: NVDA modifikacijska tipka
nl: De NVDA programmatoets
pt_br: A Tecla Modificadora do NVDA
ru: Клавиши-модификаторы NVDA
ta: என்விடிஏ மாற்றியமைப்பி விசை
zh_tw: NVDA 組合鍵

source: Most NVDA-specific keyboard commands consist of pressing a particular key called the NVDA modifier key in conjunction with one or more other keys.
bg: Повечето от клавишните команди, отнасящи се до NVDA, се състоят от натискането и задържането на определен клавиш, наричан модификатор на NVDA, в комбинация с още един или няколко клавиши.
de: In NVDA bestehen die Tastenkombinationen zumeist aus einer oder mehreren Tasten in Kombination mit der NVDA-Taste.
es: La mayoría de las órdenes específicas de teclado de NVDA consisten normalmente en la pulsación de la tecla modificadora de NVDA, junto con una o más teclas.
hr: Većina tipkovničkih prečaca koji su specifični za NVDA, koriste se pritiskanjem određene tipke koja se zove NVDA modifikacijska tipka, u kombinaciji s jednom ili više drugih tipki.
nl: Voor de meeste commando's binnen NVDA drukt u op een bepaalde toets, de NVDA programmatoets (of kortweg NVDA-toets) in combinatie met een of meer andere toetsen.
pt_br: A maior parte dos comandos de teclado específicos deste leitor de telas consistem no pressionamento de uma tecla própria chamada tecla modificadora do NVDA em conjunto com uma ou mais teclas.
ru: Большинство специфичных для NVDA клавиатурных команд обычно состоят из комбинации особой клавиши (так называемая клавиша-модификатор NVDA) плюс одна или несколько других клавиш.
ta: பெரும்பான்மையான என்விடிஏவிற்கான விசைப்பலகை கட்டளைகள், ஒன்று, அல்லது ஒன்றிற்கும் மேற்பட்ட விசைகளுடன் என்விடிஏ மாற்றியமைப்பி விசையையும் அழுத்துவதாக அமைந்திருக்கும்.
zh_tw: 大多數 NVDA 特定的鍵盤指令由按下一個名為「NVDA 組合鍵 (簡稱 NVDA 鍵)」的特殊按鍵與一個或多個其他按鍵所組成，

source: Notable exceptions to this are the text review commands for the desktop keyboard layout which just use the numpad keys by themselves, but there are some other exceptions as well.
bg: Това не важи за командите за преглед на текст при клавиатурната подредба за настолни компютри, които използват клавишите от цифровия блок самостоятелно, макар че те не са единственото изключение.
de: Die Befehle zum Lesen von Text werden im Desktop-Tastatur-Layout hingegen mit den Tasten des Nummernblocks bedient. Des Weiteren gibt es einige weitere Ausnahmen.
es: Una notable excepción a esto son las órdenes de revisión de texto para la distribución de teclado de escritorio que sólo utilizan las teclas del teclado numérico en sí mismas, pero hay algunas otras excepciones también.
hr: S tim u vezi postoje iznimke, kao što su prečaci za pregled teksta u rasporedu tipkovnice za stolna računala koje koriste numerički dio tipkovnice, kao i neke druge.
nl: Als uitzondering hierop noemen we de commando's die gebruikt worden om tekst te laten voorlezen. Hiervoor gebruikt u alleen de toetsen van het numerieke toetsenbord zonder de NVDA programmatoets (dit geldt voor de desktoptoetsenbordindeling). Er zijn echter nog enkele andere uitzonderingen.
pt_br: Uma exceção a isso são os comandos de exploração de texto no esquema de teclado para computador de mesa que utilizam somente o bloco numérico, mas existem algumas outras exceções também.
ru: Исключениями из этого правила являются команды просмотра текста для настольных клавиатур, в которых используются лишь сами клавиши на цифровом блоке клавиатуры, но имеются ещё и другие исключения.
ta: மேசைக்கணினி விசைப்பலகையின் எண் திட்டில் அமைந்துள்ள உரைச் சீராய்வுக் கட்டளைகள், இதற்கு விதிவிலக்காக அமைந்துள்ளன. இது தவிர, பிற விதிவிலக்குகளும் இதற்குண்டு.
zh_tw: 但顯著的例外是桌上型電腦鍵盤配置的文字檢閱指令，只單獨使用數字鍵盤的按鍵，不過也有一些其他的例外。

source: NVDA can be configured so that the `insert`, `numpadInsert`, and/or `capsLock` key can be used as the `NVDA` modifier key.
bg: NVDA може да бъде настроен така, че както `Insert` от цифровия блок и основният `Insert`, така и `Caps Lock` клавишът могат да бъдат използвани едновременно като модификатори на `NVDA`.
de: NVDA kann so konfiguriert werden, dass die `Einfügen-Taste`, die `Einfügen-Taste` auf dem Nummernblock und/oder die `Feststelltaste` als `NVDA-Taste` verwendet werden können.
es: NVDA puede configurarse tal que o la tecla `Insert del teclado numérico`, o la `Insert` del extendido, y/o la `BloqMayus` puedan utilizarse como la tecla modificadora de `NVDA`.
hr: NVDA se može konfigurirati tako da se kao `NVDA` modifikacijska tipka koriste tipke `numerički Insert`, `Insert` i/ili `capsLock`.
nl: U kunt NVDA zo configureren dat de `Insert`-toets, de`num nerieke Insert`-toets en / of de `CapsLock`-toets als `NVDA` programmatoets worden/wordt gebruikt.
pt_br: O NVDA pode ser configurado para que as teclas `insert`, `Insert do bloco numérico`, e/ou `capsLock` possam ser utilizadas como a tecla modificadora `NVDA`.
ru: NVDA можно настроить так, что в качестве клавиши-модификатора `NVDA` может выступать `Insert`, `Insert на цифровом блоке клавиатуры` и/или `capsLock`.
ta: `செருகு` விசை, `எண் திட்டு செருகு` விசை, `முகப்பெழுத்துப் பூட்டு` விசை, ஆகிய மூன்று விசைகளை `என்விடிஏ` மாற்றியமைப்பி விசையாக பயன்படுத்த என்விடிஏவை அமைவடிவமாக்கலாம்.
zh_tw: NVDA 可以設定 Insert 鍵、數字鍵盤的 Insert 鍵 及/或 Caps Lock 鍵作為 NVDA 鍵，

source: By default, both the `insert` and `numpadInsert` keys are set as NVDA modifier keys.
bg: По подразбиране `Insert` от цифровия блок и основният `Insert` заедно са зададени като модификатори на NVDA.
de: Standardmäßig sind sowohl die `Einfügen-Taste` als auch die `Einfügen-Taste` auf dem Nummernblock als NVDA-Tasten festgelegt.
es: De forma predeterminada tanto el `insert del teclado numérico` como el `insert del teclado extendido` pueden utilizarse como teclas modificadoras.
hr: Tipke `numerički insert` i `insert` su standardno postavljene kao NVDA modifikacijske tipke.
nl: Standaard zijn zowel de `Insert` als de `numeriekeInsert` toets als NVDA programmatoets ingesteld.
pt_br: Por padrão, o `insert` e o `Insert do bloco numérico` podem ser utilizadas como teclas modificadoras NVDA.
ru: В качестве клавиши-модификатора по умолчанию используется как обычный `Insert`, так и `Insert на цифровом блоке клавиатуры`.
ta: இயல்பில், `செருகு` விசையும், `எண் திட்டு செருகு` விசையும், என்விடிஏ மாற்றியமைப்பி விசைகளாக அமைந்துள்ளன.
zh_tw: 預設情況下 Insert 鍵及數字鍵盤的 Insert 鍵皆設定為 NVDA 鍵。

source: If you wish to cause one of the NVDA modifier keys to behave as it usually would if NVDA were not running (e.g. you wish to turn Caps Lock on when you have set Caps Lock to be an NVDA modifier key), you can press the key twice in quick succession.
bg: Ако искате да предизвикате оригиналната функция на някой от модификаторните клавиши на NVDA, (например, ако искате да включите режим само на главни букви, когато сте задали Caps Lock като NVDA модификатор), може да го направите, натискайки този клавиш два пъти бързо един след друг.
de: Bei Bedarf können Sie an Stelle der NVDA-Taste die Originalfunktion auslösen, indem Sie die entsprechende Taste zweimal kurz hintereinander drücken. Wenn Sie beispielsweise die Dauergroßschreibtaste dafür festgelegt haben, können Sie diese Taste trotzdem noch ein- und ausschalten, indem Sie sie zweimal drücken.
es: Si deseas hacer que una de las teclas modificadoras de NVDA se comporte como lo haría normalmente si NVDA no estuviese en marcha (por ejemplo deseas activar BloqMayus cuando tienes configurada BloqMayus para que sea una tecla modificadora de NVDA) puedes pulsar la tecla dos veces seguidas.
hr: Ako želite da se NVDA modifikacijske tipke ponašaju na način kao da NVDA nije pokrenut (npr. želite uključiti velika slova kad ste velika slova postavili kao modifikacijsku tipku), pritisnite tipku dva puta brzo.
nl: Om een toets die u als NVDA programmatoets hebt ingesteld zijn oorspronkelijke functie te laten uitvoeren, u wilt CapsLock bij voorbeeld inschakelen om hoofdletters te typen, moet u deze toets tweemaal snel achter elkaar indrukken.
pt_br: Se pretender que uma dessas teclas modificadoras execute sua função original como se o NVDA não estivesse em execução (por exemplo, caso defina o Caps Lock como uma tecla modificadora do NVDA e deseje ativar o Caps Lock) você pode pressionar sucessivamente esta tecla duas vezes rapidamente.
ru: Если вы хотите вызвать одну из клавиш-модификаторов NVDA для выполнения действия, связанного с данной клавишей, например, если в качестве клавиши-модификатора NVDA у вас выступает Capslock, то, чтобы включить капслок, вам нужно нажать на эту клавишу дважды быстро.
ta: ஒரு என்விடிஏ மாற்றியமைப்பி விசையை, கணினியின் இயல்பு விசையாகப் பயன்படுத்த வேண்டுமென்றால், அவ்விசையைத் தொடர்ந்து இருமுறை அழுத்த வேண்டும். எடுத்துக்காட்டாக, முகப்பெழுத்துப் பூட்டு விசை என்விடிஏ மாற்றியமைப்பி விசையாக அமைந்திருக்கும்பொழுது, தாங்கள் முகப்பெழுத்துப் பூட்டு விசையை இட வேண்டுமென்றால், அவ்விசையைத் தொடர்ந்து இருமுறை அழுத்த வேண்டும்.
zh_tw: 如果您想要使其中一個 NVDA 鍵的行為與 NVDA 沒有執行時一樣，例如當您已設定 Caps Lock 鍵作為 NVDA 鍵，但又要用來切換大寫鎖定狀態，您可以快速連按此鍵兩下。
