Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: enter key |esc+enter, left+right triple action key up+down, joystickAction
bg: Enter |esc+enter, left+right triple action key up+down, joystickAction
de: Eingabetaste |Escape-Taste+Eingabe, linke+rechte triple-Aktionstaste auf+ab, joystick-Aktion
es: tecla intro |esc+enter, triple acción de la tecla derecha arriba+abajo, acción joystick
hr: Tipka enter |esc+enter, lijeva+desna tipka trostruke radnje gore+dolje, joystickAction
nl: Enter-toets |esc+enter, linker+rechter triple actietoets omhoog+omlaag, joystickAction
pt_br: tecla enter |esc+enter, tecla de tripla ação esquerda+direita para cima + para baixo, joystickAction — açãoDeJoystick
ru: клавиша enter |esc+enter, left+right triple action key up+down, joystickAction
ta: உள்ளிடு விசை |esc+enter, left+right triple action key up+down, joystickAction

source: upArrow key |joystickUp
bg: Стрелка нагоре |joystickUp
de: Pfeiltaste nach oben |Joystick auf
es: tecla flecha arriba |joystick arriba
hr: Tipka strelica gore |joystickGore
nl: Pijltoets omhoog |joystickUp
pt_br: tecla seta para cima |joystickParaCima
ru: стрелкавВерх |joystickUp
ta: மேலம்பு விசை |joystickUp

source: downArrow key |joystickDown
bg: Стрелка надолу |joystickDown
de: Pfeiltaste nach unten |Joystick ab
es: tecla flecha abajo |joystick abajo
hr: Tipka strelica dolje |joystickDolje
nl: Pijltoets omlaag |joystickDown
pt_br: tecla seta para baixo |joystickParaBaixo
ru: стрелкавНиз |joystickDown
ta: கீழம்பு விசை |joystickDown

source: leftArrow key |joystickLeft
bg: Стрелка наляво |joystickLeft
de: Pfeiltaste nach links |Joystick nach links
es: tecla flecha izquierda |joystick izquierda
hr: Tipka strelica lijevo |joystickLijevo
nl: Pijltoets links |joystickLeft
pt_br: tecla seta para esquerda |joystickParaEsquerda
ru: стрелка влево |джойстик влево
ta: இடதம்பு விசை |joystickLeft

source: rightArrow key |joystickRight
bg: Стрелка надясно |joystickRight
de: Pfeiltaste nach rechts |Joystick nach rechts
es: tecla flecha derecha| joystick derecha
hr: Tipka strelica desno |joystickDesno
nl: Pijltoets rechts |joystickRight
pt_br: tecla seta para direita |joystickParaDireita
ru: стрелка вправо |джойстик вправо
ta: வலதம்பு விசை |joystickRight

source: NVDA Menu |b2+b4+b5+b6
bg: Меню на NVDA |B2+B4+B5+B6
de: NVDA-Menü |B2+B4+B5+B6
es: menú NVDA |b2+b4+b5+b6
hr: NVDA izbornik |b2+b4+b5+b6
nl: NVDA-Menü |B2+B4+B5+B6
pt_br: Menu do NVDA |b2+b4+b5+b6
ru: NVDA Меню |b2+b4+b5+b6
ta: என்விடிஏ பட்டியல் |b2+b4+b5+b6

source: Toggle braille tethered to |b2
bg: Превключва обвързването на брайла |b2
de: Kopplung der Braillezeile ändern |B2
es: Conmutar seguimiento de braille |b2
hr: Mijenjaj povezanost brajičnog retka |b2
nl: braille koppelen wisselen |b2
pt_br: Alternar braille vinculado a |b2
ru: Переключение между привязками брайля |b2
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |b2

source: Toggle the braille cursor |b1
bg: Превключва брайловия курсор |b1
de: Braille-Cursor ein-/ausblenden |B1
es: Conmutar el cursor braille |b1
hr: Uključi ili isključi brajični kursor |b1
nl: braillecursor in- of uitschakelen |b1
pt_br: Alternar o cursor braille |b1
ru: Переключение брайлевского курсора |b1
ta: பிரெயில் சுட்டியை மாற்றியமைத்திடுக |b1

source: Toggle focus context presentation |b7
bg: Превключва представянето на контекста на фокуса |b7
de: Braille-Kontextanzeige umschalten |B7
es: Conmutar la presentación de contexto de foco |b7
hr: Mijenjaj prikaz konteksta fokusa |b7
nl: focuscontextweergave in- of uitschakelen |b7
pt_br: Alternar apresentação do contexto do foco |b7
ru: Переключение представления брайля |b7
ta: குவிமைய சூழலளிக்கையை மாற்றியமைத்திடுக |b7

source: Toggle braille input |space+b1+b3+b4 (space+capital B)
bg: Превключва брайловия вход |интервал+b1+b3+b4 (интервал+главно B)
de: Braille-Eingabe ein-/ausschalten |Leertaste+B1+B3+B4 (Leertaste+Großbuchstabe B)
es: Conmutar entrada braille |espacio+b1+b3+b4 (espacio+B mayúscula)
hr: Uključi ili isključi brajični unos |razmaknica+b1+b3+b4 (razmaknica+veliko slovo B)
nl: brailleinvoer in- of uitschakelen |spatie+b1+b3+b4 (spatie+hoofdletter B)
pt_br: Alternar entrada de braille — digitação em braille |espaço+b1+b3+b4 (espaço+B maiúsculo)
ru: Переключение брайлевского ввода |space+b1+b3+b4 (Пробел+большая буква б)
ta: பிரெயில் உள்ளீட்டினை மாற்றியமைத்திடுக |space+b1+b3+b4 (space+capital B)

source: MDV Lilli
es: <target/>
ta: எம்டிவி லில்லி

source: The Lilli braille display available from [MDV](https://www.mdvbologna.it/) is supported.
bg: Брайловият дисплей Lilli, предоставян от [MDV](https://www.mdvbologna.it/) се поддържа от NVDA.
de: Die Lilli-Braillezeile von der italienischen Firma [MDV](https://www.mdvbologna.it/) wird unterstützt.
es: La pantalla braille Lilli disponible desde [MDV](https://www.mdvbologna.it/) se admite.
hr: Brajični redak, kojeg prodaje talijanska tvrtka [MDV](https://www.mdvbologna.it/) je podržan.
nl: De Lilli brailleleesregel die verkrijgbaar is op [MDV](https://www.mdvbologna.it/) wordt ondersteund.
pt_br: A linha braille lilli da [MDV](https://www.mdvbologna.it/) é suportada.
ru: NVDA поддерживает Брайлевский дисплей Lilli компании [MDV](https://www.mdvbologna.it/).
ta: [எம்டிவி](https://www.mdvbologna.it/) பிரெயில் காட்சியமைவை என்விடிஏ ஆதரிக்கிறது.
zh_tw: NVDA 支援 [MDV](https://www.mdvbologna.it/) 的 Lilli 點顯器，

source: You do not need any specific drivers to be installed to use this display.
bg: Няма нужда да инсталирате допълнителни драйвери, за да използвате този дисплей.
de: Sie benötigen keine installierten Treiber, um diese Zeile verwenden zu können.
es: No necesitas instalar ningún controlador específico para utilizar esta pantalla.
hr: Ne trebate imati instalirane dodatne upravljačke programe da biste koristili ovaj brajični redak.
nl: U hoeft geen specifieke drivers te installeren om deze leesregel te gebruiken.
pt_br: Não é necessário instalar qualquer driver específico para utilizar essa linha.
ru: Для использования этого дисплея не требуется устанавливать какие-либо специальные драйверы.
ta: இக்காட்சியமைவைப் பயன்படுத்த, எந்தக் குறிப்பிட்ட இயக்கிகளையும் தாங்கள் நிறுவத் தேவையில்லை.
zh_tw: 使用此點顯器不需要安裝特定的驅動程式，

source: Just plug in the display and configure NVDA to use it.
bg: Просто трябва да свържете дисплея и да настроите NVDA да го използва.
de: Sie müssen lediglich die Braillezeile anschließen und in NVDA konfigurieren.
es: Solo enchufa la pantalla y configura NVDA para utilizarla.
hr: Samo spojite brajični redak i podesite NVDA za njegovo korištenje.
nl: Sluit de leesregel aan en pas de configuratie van NVDA aan voor het gebruik van deze leesregel.
pt_br: Basta conectar a linha e configurar o NVDA para usá-la.
ru: Просто подключите дисплей и настройте NVDA для его использования.
ta: காட்சியமைவைப் பயன்படுத்த, அதைக் கணினியில் செருகிவிட்டு, என்விடிஏவை அமைவடிவமாக்குங்கள்.
zh_tw: 只要插上點顯器並設定 NVDA 即可使用。

source: This display does not support NVDA's automatic background braille display detection functionality.
bg: Този дисплей не поддържа функцията за автоматично откриване на брайлови дисплеи на NVDA.
de: Diese Braillezeile unterstützt nicht die automatische Braillezeilenerkennung im Hintergrund von NVDA.
es: Esta pantalla todavía no admite la funcionalidad de detección automática de NVDA.
hr: Ovaj brajični redak ne podržava funkcionalnost automatskog otkrivanja brajičnih redaka.
nl: Deze leesregel heeft geen ondersteuning voor de op de achtergrond uitgevoerde automatische leesregelherkenning van NVDA.
pt_br: Essa linha ainda não suporta a funcionalidade automática de detecção de linha braille em segundo plano do NVDA.
ru: Этот брайлевский дисплей не поддерживает функционал автоопределения брайлевских дисплеев.
ta: பிரெயில் காட்சியமைவை பின்னணியில் தானாகக் கண்டறியும் என்விடிஏவின் வசதியை இக்காட்சியமைவு ஆதரிப்பதில்லை.
zh_tw: 此點顯器不支援 NVDA 點顯器背景自動偵測的功能。

source: Following are the key assignments for this display with NVDA.
bg: Следват клавишните назначения за този дисплей за NVDA.
de: Folgende Tastenzuweisungen sind in NVDA bei dieser Zeile verfügbar.
es: Seguidamente van las asignaciones de teclas para esta pantalla con NVDA.
hr: Slijede prečaci za ovaj brajični redak s NVDA čitačem.
nl: Bij gebruik van deze leesregel met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: A seguir estão as teclas de comando para essa linha braille com o NVDA.
ru: В NVDA используются следующие комбинации клавиш для этого дисплея.
ta: பின்வரும் என்விடிஏ விசைகள், இக்காட்சியமைவிற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是此點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на този дисплей за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation zu ihrer Braillezeile nach, wo die entsprechenden Tasten zu finden sind.
es: Por favor consulta la documentación de la pantalla para descripciones de dónde se pueden encontrar estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: (Voor meer details kunt u de documentatie bij deze leesregel raadplegen.)
pt_br: Por favor consulte a documentação da mesma para obter descrições de onde essas teclas se encontram.
ru: Для описания расположения клавиш, пожалуйста, обратитесь к документации по брайлевскому дисплею.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதைப் பற்றி விளக்கமாக அறிய, காட்சியமைவின் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display backward |LF
bg: Превъртане на брайловия дисплей назад |LF
de: Auf der Braillezeile rückwärts navigieren |LF
es: Desplazar hacia atrás pantalla braille |LF
hr: Kliži po brajičnom retku natrag |LF
nl: Brailleregel achteruit scrollen |LF
pt_br: Rolar linha braille para trás |LF
ru: Прокрутка брайлевского дисплея назад |LF
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |LF

source: Scroll braille display forward |RG
bg: Превъртане на брайловия дисплей напред |RG
de: Auf der Braillezeile vorwärts navigieren |RG
es: Desplazar hacia adelante pantalla braille |RG
hr: Kliži po brajičnom retku naprijed |RG
nl: Brailleregel vooruit scrollen |RG
pt_br: Rolar linha braille para frente |RG
ru: Прокрутка брайлевского дисплея вперёд |RG
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |RG

source: Move braille display to previous line |UP
bg: Придвижване на брайловия дисплей до предишния ред |UP
de: Auf der Braillezeile zur vorherigen Zeile navigieren |UP
es: Mover pantalla braille a línea anterior |UP
hr: Premjesti brajični redak na prethodni redak |UP
nl: Brailleregel naar vorige regel bewegen |UP
pt_br: Mover linha braille para linha anterior |UP
ru: Перемещение брайлевского дисплея к предыдущей строке |UP
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |UP

source: Move braille display to next line |DN
bg: Придвижване на брайловия дисплей до следващия ред |DN
de: Auf der Braillezeile zur nächsten Zeile navigieren |DN
es: Mover pantalla braille a línea siguiente |DN
hr: Premjesti brajični redak na prethodni redak |DN
nl: Brailleregel naar volgende regel bewegen |DN
pt_br: Mover linha braille para linha seguinte |DN
ru: Перемещение брайлевского дисплея к следующей строке |DN
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |DN

source: Route to braille cell |route
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Route
es: Enrutar hacia la celda braille |route
hr: Premjesti se na brajičnu ćeliju |route
nl: Cursor naar Braillecel verplaatsen |route
pt_br: Guiar para a cela braille |Sensor
ru: Перемещение к брайлевской клетке |route
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |route

source: shift+tab key |SLF
bg: Shift+Tab |SLF
de: Umschalt+Tab-Taste |SLF
es: tecla shift+tab |SLF
hr: Tipka šift+tabulator |SLF
nl: Shift+Tabtoets |SLF
pt_br: tecla shift+tab |SLF
ru: комбинация shift+tab |SLF
ta: மாற்றழுத்தி+தத்தல் |SLF

source: tab key |SRG
bg: Tab |SRG
de: Tab-Taste |SRG
es: tecla tab |SRG
hr: Tipka tabulator |SRG
nl: Tabtoets |SRG
pt_br: tecla tab |SRG
ru: клавиша tab |SRG
ta: தத்தல் |SRG

source: alt+tab key |SDN
bg: Alt+Tab |SDN
de: Alt+Tab-Taste |SDN
es: tecla alt+tab |SDN
hr: Tipka alt+tabulator |SDN
nl: Alt+Tabtoets |SDN
pt_br: tecla alt+tab |SDN
ru: комбинация alt+tab |SDN
ta: நிலைமாற்றி+தத்தல் |SDN

source: alt+shift+tab key |SUP
bg: Alt+Shift+Tab |SUP
de: Alt+Umschalt+Tab-Taste |SUP
es: tecla alt+shift+tab |SUP
hr: Tipka alt+šift+tabulator |SUP
nl: Alt+Shift+Tabtoets |SUP
pt_br: tecla alt+shift+tab |SUP
ru: комбинация alt+shift+tab |SUP
ta: நிலைமாற்றி+மாற்றழுத்தி+தத்தல் |SUP

source: Baum/Humanware/APH/Orbit Braille Displays
bg: Брайлови дисплеи Baum/Humanware/APH/Orbit
de: Braillezeilen von Baum/VisioBraille, Humanware, APH, Orbit
es: Pantallas braille Baum/Humanware/APH/Orbit
hr: Baum/Humanware/APH/Orbit brajični redci
nl: Brailleleesregels van Baum/HumanWare/APH/Orbit
pt_br: Linhas Braille Baum/Humanware/APH/Orbit
ru: Брайлевские дисплеи Baum/Humanware/APH/Orbit
ta: Baum/Humanware/APH/Orbit பிரெயில் காட்சியமைவுகள்
zh_tw: Baum/Humanware/APH/Orbit 點顯器

source: Several [Baum](https://www.visiobraille.de/index.php?article_id=1&clang=2), [HumanWare](https://www.humanware.com/), [APH](https://www.aph.org/) and [Orbit](https://www.orbitresearch.com/) displays are supported when connected via USB, bluetooth or serial.
bg: Много от дисплеите на [Baum](https://www.visiobraille.de/index.php?article_id=1&clang=2), [HumanWare](https://www.humanware.com/), [APH](https://www.aph.org/) и [Orbit](https://www.orbitresearch.com/) се поддържат, когато са свързани посредством USB, Bluetooth или сериен порт.
de: Mehrere Braillezeilen von [Baum/VisioBraille](https://www.visiobraille.de/index.php?article_id=1&clang=2), [Humanware](https://www.humanware.com/), [APH](https://www.aph.org/) und [Orbit](https://www.orbitresearch.com/) werden unterstützt, sobald sie über USB, Bluetooth oder seriell angeschlossen bzw. verbunden wurden.
es: Varias pantallas braille de [Baum](https://www.baum.de/cms/en/), [HumanWare](https://www.humanware.com/), [APH](https://www.aph.org/) y [Orbit](https://www.orbitresearch.com/) se admiten cuando se conecten a través de los puertos USB, bluetooth o serie.
hr: Nekoliko [Baumovih](https://www.baum.de/cms/en/), [HumanWare-ovih](https://www.humanware.com/), [APH-ovih](https://www.aph.org/) i [Orbitovih](https://www.orbitresearch.com/) brajičnih redaka su podržani kad su spojeni putem usb, bluetooth ili serijske veze.
nl: Verscheidene brailleleesregels van [Baum](https://www.visiobraille.de/index.php?article_id=1&clang=2), [HumanWare](https://www.humanware.com/), [APH](https://www.aph.org/) and [Orbit](https://www.orbitresearch.com/) worden ondersteund, voor zover deze via usb of Bluetooth dan wel serieel verbonden worden.
pt_br: Várias linhas [Baum](https://www.visiobraille.de/index.php?article_id=1&clang=2), [HumanWare](https://www.humanware.com/), [APH](https://www.aph.org/) e [Orbit](https://www.orbitresearch.com/) são suportadas quando conectadas via USB, bluetooth ou serial.
ru: Некоторые брайлевские дисплеи компаний [Baum](https://www.visiobraille.de/index.php?article_id=1&amp;clang=2), [HumanWare](https://www.humanware.com/), [APH](https://www.aph.org/) и [Orbit](https://www.orbitresearch.com/) поддерживаются при подключении через USB, Bluetooth или последовательный порт.
ta: [Baum](https://www.visiobraille.de/index.php?article_id=1&clang=2), [Humanware](https://www.humanware.com/), [APH](https://www.aph.org/), [Orbit](https://www.orbitresearch.com/) ஆகிய நிறுவனங்களின் பிரெயில் காட்சியமைவுகள், யுஎஸ்பி, அல்லது ஊடலை, அல்லது தொடர் நுழைவாயில் மூலம் இணைக்கப்பட்டிருந்தால், அவைகளை என்விடிஏ ஆதரிக்கிறது.
zh_tw: NVDA 支援一些透過 USB、藍芽或串列埠連接的 [Baum](https://www.baum.de/cms/en/)、[HumanWare](https://www.humanware.com/)、[APH](https://www.aph.org/) 以及 [Orbit](https://www.orbitresearch.com/) 點顯器，

source: These include:
bg: Това включва:
de: Dies sind auch:
es: Estas incluyen:
hr: Sljedeći brajični redci su podržani:
nl: Hiertoe behoren:
pt_br: Entre elas estão:
ru: К ним относятся:
ta: ஆதரவளிக்கப்படும் காட்சியமைவுகள், இவைகளையும் உள்ளடக்கும்:
zh_tw: 這些包括：

source: Baum: SuperVario, PocketVario, VarioUltra, Pronto!, SuperVario2, Vario 340
de: Baum/VisioBraille: SuperVario, PocketVario, VarioUltra, Pronto!, SuperVario2, Vario 340
es: <target/>

source: HumanWare: Brailliant, BrailleConnect, Brailliant2
es: <target/>
ta: ஹியுமன்வேர்: பிரெயிலன்ட், பிரெயில்கனெக்ட், பிரெயிலன்ட்2

source: APH: Refreshabraille
es: <target/>
ta: ஏபிஎச்: ரிஃப்ரெஷபிரெயில்

source: Orbit: Orbit Reader 20
es: <target/>
ta: ஆர்பிட்: ஆர்பிட் ரீடர் 20

source: Some other displays manufactured by Baum may also work, though this has not been tested.
bg: Други дисплеи, разпространявани от Baum, може също да работят, въпреки че не са били тествани.
de: Einige andere Braillezeilen von der ehemaligen Firma Baum könnten ebenfalls funktionieren, dies wurde allerdings noch nicht getestet.
es: Algunas otras pantallas manufacturadas por Baum también podrían funcionar, aunque no han sido probadas.
hr: Neki brajični redci, koje je proizveo baum mogu također raditi, premda to nije isprobano.
nl: Enkele andere Baum-leesregels zouden wellicht ook kunnen werken, maar dit is nog niet getest.
pt_br: Algumas outras linhas braille fabricadas pela Baum podem funcionar, embora ainda não tenham sido testadas.
ru: Некоторые брайлевские дисплеи компании Baum могут также работать, но это не проверено.
ta: Baum நிறுவனம் உற்பத்தி செய்யும் இன்னும் பிற பிரெயில் காட்சியமைவுகளும் செயற்படலாம். ஆனால், இது பரிசோதிக்கப்பட்டதில்லை.
zh_tw: 雖然還沒經過測試，但某些由 Baum 所製造的其他顯示器或許也可以運作。

source: If connecting via USB to displays which do not use HID, you must first install the USB drivers provided by the manufacturer.
bg: При свързване чрез USB на дисплеи, които не използват HID, първо трябва да инсталирате драйверите за USB, предоставени ви от производителя.
de: Wenn Sie die Braillezeile über USB angeschlossen und den USB-Modus nicht auf HID eingestellt haben, müssen Sie zunächst den vom Hersteller bereitgestellten Treiber installieren.
es: Si conectas a través de USB otras pantallas que no utilicen HID, primero debes instalar los controladores USB proporcionados por el fabricante.
hr: Ako spajate brajične redke koji ne koriste hid preko usb veze, morate instalirati usb upravljačke programe proizvođača.
nl: Als u leesregels die geen gebruik maken van HID via USB aansluit , moett u eerst de USB drivers installeren die door de fabrikant beschikbaar worden gesteld.
pt_br: Caso queira conectar via USB a linhas que não usam HID — Dispositivos de Interface Humana —, primeiro deve instalar os drivers USB fornecidos pelo fabricante.
ru: Если подключаете брайлевские дисплеи, не использующие HID, сначала надо установить USB драйвера, которые предоставляет компания.
ta: எச்.ஐ.டி.-ஐப் பயன்படுத்தாத காட்சியமைவுகளை யுஎஸ்பி மூலம் இணைப்பதாக இருந்தால், தொடர்புடைய உற்பத்தியாளரின் யுஎஸ்பி இயக்கிகளை முதலில் நிறுவ வேண்டும்.
zh_tw: 如果透過 USB 連接的為非 HID 的點顯器，您必須先安裝製造商提供的 USB 驅動程式。

source: The VarioUltra and Pronto! use HID.
bg: VarioUltra и Pronto! използват HID.
de: Die Braillezeilenmodelle VarioUltra und Pronto! verwenden das HID-Protokoll.
es: La VarioUltra y Pronto! utilizan HID.
hr: VarioUltra i Pronto! brajični redci koriste HID.
nl: De VarioUltra en Pronto! gebruiken HID.
pt_br: A VarioUltra e Pronto! usam HID.
ru: VarioUltra и Pronto! используют HID протокол.
ta: VarioUltra, Pronto! காட்சியமைவுகள் எச்.ஐ.டி.-ஐப் பயன்படுத்துகின்றன.
zh_tw: VarioUltra 和 Pronto! 使用 HID，

source: The Refreshabraille and Orbit Reader 20 can use HID if configured appropriately.
bg: Refreshabraille и Orbit Reader 20 могат да използват HID, ако са настроени по подходящ начин.
de: Die Braillezeilen Refreshabraille und Orbit Reader 20 können so eingestellt werden, dass sie das HID-Protokoll verwenden.
es: La Refreshabraille y la Orbit Reader 20 pueden utilizar HID si se configuran apropiadamente.
hr: Refreshabraille i Orbit Reader 20 mogu koristiti HID ako su konfigurirani na određeni način.
nl: De Refreshabraille en Orbit Reader 20 kunnen van HID gebruik maken als ze op de juiste manier worden geconfigureerd.
pt_br: A Refreshabraille e a Orbit Reader 20 podem usar o HID se configurado apropriadamente.
ru: Брайлевские дисплеи Refreshabraille и Orbit Reader 20 могут использовать HID протокол, если брайлевский дисплей настроен таким образом.
ta: தக்க முறையில் அமைவடிவமைக்கப்பட்டால், Refreshabraille, Orbit Reader 20 காட்சியமைவுகளும் எச்.ஐ.டி.-ஐப் பயன்படுத்த இயலும்.
zh_tw: 如果設定適當，Refreshabraille 和 Orbit Reader 20 可以使用 HID。

source: The USB serial mode of the Orbit Reader 20 is currently only supported in Windows 10 and later.
bg: Режимът USB serial на Orbit Reader 20 в момента се поддържа само под Windows 10 и по-нови.
de: Der serielle Modus des orbit Readers 20 wird momentan nur unter Windows 10 und neuer unterstützt.
es: El modo serie USB de la Orbit Reader 20 actualmente sólo es compatible en Windows 10 y posteriores.
hr: USB serijski način u Orbit Reader 20 brajičnom redku, trenutačno je podržan samo u Windows 10 i novijim inačicama operacijskog sustava.
nl: De USB seriële modus van de Orbit Reader 20 wordt momenteel alleen in Windows 10 en later ondersteund.
pt_br: O modo serial USB da Orbit Reader 20 atualmente é suportado apenas no Windows 10 e posterior.
ru: Режим USB serial брайлевского дисплея Orbit Reader 20 поддерживается только в Windows 10 и более поздних версиях.
ta: Orbit Reader 20 காட்சியமைவின் யுஎஸ்பி தொடர் நிலை தற்போதைக்கு விண்டோஸ் 10, அல்லது அதற்கும் பிறகான இயக்கமுறைமையில் மட்டுமே ஆதரிக்கப்படுகிறது.
zh_tw: Orbit Reader 20 的 USB 串列模式目前僅能在 Windows 10 及之後的版本獲得支援，

source: USB HID should generally be used instead.
bg: В общия случай се препоръчва използването на режима USB HID.
de: Sie sollten stattdessen das HID-Protokoll über USB verwenden.
es: Generalmente debería utilizarse USB HID en su lugar.
hr: Umjesto toga, trebali biste koristiti USB HID.
nl: Doorgaans moet in plaats daarvan de USB HID-modus worden gebruikt.
pt_br: USB HID geralmente deve ser usado em vez disso.
ru: Вместо этого, лучше использовать USB HID.
ta: மாற்றாக, யுஎஸ்பி எச்.ஐ.டி.-ஐ பொதுவாகப் பயன்படுத்த வேண்டும்.
zh_tw: 一般而言僅可使用 USB HID。

source: Following are the key assignments for these displays with NVDA.
bg: Следват клавишните назначения за този дисплей за NVDA.
de: Folgende Tastenzuweisungen sind in NVDA bei diesen Zeilen verfügbar.
es: Seguidamente van las asignaciones de teclas para esta pantalla con NVDA.
hr: Slijede prečaci za ove brajične retke s NVDA čitačem.
nl: Bij gebruik van deze leesregels met NVDA zijn de volgende toetscombinaties van toepassing.
pt_br: A seguir estão as teclas de comando dessas linhas para o NVDA.
ru: При использовании брайлевских дисплеев с NVDA доступны следующие комбинации клавиш.
ta: பின்வரும் என்விடிஏ விசைகள், இக்காட்சியமைவிற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是此點顯器在 NVDA 的按鍵指派，

source: Please see your display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на този дисплей за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeile nach, wo die entsprechenden Tasten zu finden sind.
es: Por favor consulta la documentación de la pantalla braille para descripciones de dónde se pueden encontrar estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: Waar de toetsen zich bevinden, leest u in de documentatie bij de leesregels.
pt_br: Por favor consulte a documentação da mesma para informações sobre onde essas teclas se encontram.
ru: Пожалуйста, обратитесь к документации, чтобы узнать разположение клавиш вашего дисплея.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதைப் பற்றி விளக்கமாக அறிய, காட்சியமைவின் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。.
