Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: As well as browsing all available add-ons, it is possible to filter the add-ons shown.
bg: Освен че можете да разглеждате всички налични добавки, е възможно да филтрирате показаните добавки.
de: Neben der Suche nach verfügbaren NVDA-Erweiterungen können Sie auch diese filtern.
es: Además de explorar todos los complementos disponibles, es posible filtrar los mostrados.
hr: Kao što se mogu pregledavati, dodaci se mogu i filtrirati.
nl: Naast bladeren door alle beschikbare add-ons, is het ook mogelijk getoonde add-ons te sorteren.
pt_br: Além de navegar por todos os complementos disponíveis, é possível filtrar os complementos mostrados.
ru: Помимо просмотра всех доступных дополнений, можно выполнять поиск конкретных дополнений.
ta: கிடைப்பிலிருக்கும் எல்லா நீட்சிநிரல்களையும் உலாவுவதுடன், காட்டப்பட்டுள்ள நீட்சிநிரல்களை வடிகட்டவும் இயலும்ம்.
zh_tw: 除了瀏覽所有可用的附加元件外，還可以篩選顯示的附加元件，

source: To search, press `alt+s` to jump to the "Search" field and type the text to search for.
bg: За да търсите, натиснете `Alt+Т`, за да преминете към полето „Търсене“, и въведете текста за търсене.
de: Um zu suchen, drücken Sie `Alt+S`, um zum Feld "Suchen" zu gelangen und geben Sie den zu suchenden Begriff ein.
es: Para buscar, pulsa `alt+b` para saltar al campo "buscar" y escribe el texto a encontrar.
hr: Za pretragu, pritisnite `alt+p` da se prebacite na polje za "pretragu" i upišete tekst za pretragu.
nl: Om te zoeken druk je op `alt+s` om naar het "zoekveld" te springen en typ daarin dan de tekst waarmee je wilt zoeken.
pt_br: Para pesquisar, pressione `alt+s` para ir para o campo "Pesquisar" e digite o texto a ser pesquisado.
ru: Для этого нажмите `alt+s`, чтобы перейти к полю "поиск", и введите текст для поиска.
ta: தேடுவதற்கு, `நிலைமாற்றி+s` விசையை அழுத்தி, "தேடுக" களத்திற்குச் சென்று, தேடல் உரையைத் தட்டச்சிடவும்.
zh_tw: 要搜尋，請按 Alt+S 跳到「搜尋」欄位並輸入要搜尋的文字，

source: Searching checks for matches in the add-on ID, display name, publisher, author and description fields.
bg: Търсенето проверява за съвпадения в полетата идентификатор на добавката, показвано име, издател, автор или описание.
de: Bei der Suche wird nach Übereinstimmungen in den Feldern ID, Anzeigename, Herausgeber, Autor und Beschreibung gesucht.
es: La búsqueda encuentra coincidencias en los campos del identificador del complemento, el nombre mostrado, el editor, el autor o la descripción.
hr: Polje za pretragu može sadržavati informacije koje uključuju identifikator dodatka, naziv dodatka, izdavača, autor ili opis.
nl: Je zoekopdracht zal proberen overeenkomsten te vinden in het veld add-on ID, schermnaam, uitgever, auteur en beschrijving.
pt_br: A pesquisa verifica correspondências nos campos ID do complemento, nome de exibição, editor, autor e descrição.
ru: Поле поиска может содержать информацию, включая идентификатор дополнения, отображаемое имя, издателя, автора или описание.
ta: நீட்சிநிரலின் அடையாள எண், காட்சியளிக்கும் பெயர், பதிப்பாளர், படைப்பாளர், விளக்கம் ஆகிய களங்களில் உள்ள உரைப் பொருத்தங்களை இத்தேடுதல் சரிபார்க்கிறது.
zh_tw: 搜尋會在附加元件 ID、顯示名稱、發行者、作者和簡介中檢查匹配項目，

source: The list updates while typing the search terms.
bg: Списъкът се опреснява, докато въвеждате думите за търсене.
de: Die Liste wird während der Eingabe der Suchbegriffe aktualisiert.
es: La lista cambia según se teclean los términos de búsqueda.
hr: Popis se osvježava prilikom upisivanja pojma za pretragu.
nl: Tijdens het typen van de zoektermen past de lijst zich steeds aan.
pt_br: A lista é atualizada enquanto você digita os termos de pesquisa.
ru: Список меняется во время ввода условий поиска.
ta: தேடல் சொற்கள் தட்டச்சிடப்படும்பொழுது, சொற்களுக்கேற்ப பட்டியல் இற்றாக்கப்படும்.
zh_tw: 輸入搜尋字串時清單會隨著更新，

source: Once done, press `tab` to go to the filtered list of add-ons and browse the results.
bg: След като сте готови, натиснете `TAB`, за да отидете до филтрирания списък с добавки и да прегледате резултатите.
de: Betätigen Sie anschließend die `Tab-Taste`, um die gefilterte Liste aufzurufen und die Ergebnisse sich anzeigen zu lassen.
es: Una vez hecho, pulsa `tab` para ir a la lista filtrada de complementos y navega por los resultados.
hr: Kada ste završili, pritisnite `tab` kako biste došli do filtriranog popisa dodataka i pregledavali rezultate.
nl: Eenmaal gereed, druk je op `tab` om naar de gesorteerde lijst met add-ons te gaan waar je de zoekresultaten kunt bekijken.
pt_br: Uma vez feito isso, pressione `tab` para ir para a lista filtrada de complementos e navegar pelos resultados.
ru: После этого нажмите `tab`, чтобы перейти к списку дополнений и просмотреть результаты поиска.
ta: முடிந்ததும், `தத்தல்` விசையை அழுத்தி, வடிகட்டப்பட்ட நீட்சிநிரல்களின் பட்டியலுக்குச் சென்று முடிவுகளை உலாவி அறியலாம்.
zh_tw: 完成後按 Tab 到經過篩選的附加元件清單並瀏覽結果。

source: Installing add-ons
bg: Инсталиране на добавки
de: NVDA-Erweiterungen installieren
es: Instalar complementos
hr: Instaliranje dodataka
nl: Add-ons installeren
pt_br: Instalando complementos
ru: Установка дополнений
ta: நீட்சிநிரல்களை நிறுவுதல்
zh_tw: 安裝附加元件

source: To install an add-on:
bg: За да инсталирате добавка:
de: Um eine NVDA-Erweiterung zu installieren:
es: Para instalar un complemento:
hr: Kako biste instalirali dodatak:
nl: Zo installeer je een add-on:
pt_br: Para instalar um complemento:
ru: Чтобы установить дополнение, выполните следующие действия:
ta: ஒரு நீட்சிநிரலை நிறுவ:
zh_tw: 要安裝附加元件：

source: With the focus on an add-on you would like to install, press `enter`.
bg: Когато фокусът е върху добавка, която искате да инсталирате, натиснете `Enter`.
de: Wenn eine zu installierende NVDA-Erweiterung ausgewählt ist, betätigen Sie die `Eingabetaste`.
es: Con el foco sobre un complemento que desees instalar, pulsa `intro`.
hr: Kada ste fokusirani na dodatku kojeg želite instalirati, pritisnite `enter`.
nl: Terwijl de focus op een add-on staat die je wilt installeren druk je op `enter`.
pt_br: Com o foco em um complemento que você deseja instalar, pressione `enter`.
ru: Выбрав дополнение, которое вы хотите установить, нажмите `enter`.
ta: தாங்கள் நிறுவ விரும்பும் நீட்சிநிரலை குவிமையத்தில் கொண்டுவந்து, `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: 將焦點停在您想要安裝的附加元件上，然後按 Enter。

source: The actions menu opens with a list of actions; the first action is "Install".
bg: Отваря се менюто „Действия“ със списък с действия. Първото действие е „Инсталирай“.
de: Es öffnet sich das Aktionsmenü mit einer Liste von Aktionen; die erste Aktion ist "Installieren".
es: El menú acciones se abre con una lista de acciones; la primera es "Instalar".
hr: Otvara se izbornik radnji sa popisom radnji. Prva je radnja "instaliraj".
nl: Het menu acties opent zich en er verschijnt een lijst met mogelijke acties; de eerste actie is "Installeren".
pt_br: O menu de ações é aberto com uma lista de ações; a primeira ação é "Instalar".
ru: Откроется меню со списком действий; первое действие - "Установить".
ta: "செயல்கள்" பட்டியல் பல செயல்களைக் காட்டிடும். அதில், "நிறுவுக" என்பது முதல் உருப்படியாகும்.
zh_tw: 動作功能表會列出動作清單，第一個動作是「安裝」。

source: To install the add-on, press `i` or `downArrow` to "Install" and press `enter`.
bg: За да инсталирате добавката, натиснете `И` или `стрелка надолу`, за да изберете командата „Инсталирай“ и натиснете `Enter`.
de: Um eine NVDA-Erweiterung zu installieren, drücken Sie den Buchstaben `I` oder die `Pfeiltaste nach unten` bis zum Schalter "Installieren" und betätigen Sie dann die `Eingabetaste`.
es: Para instalar el complemento, pulsa `i` o `flecha abajo` hasta "instalar" y pulsa `intro`.
hr: Kako biste instalirali dodatak, pritisnite `i` ili `strelicu dolje` kako biste došli do opcije "instaliraj" i pritisnite `enter`.
nl: Om de add-on te installeren druk je op `i`, of op `pijlOmlaag` tot bij 'Installeren' en druk je op `enter`.
pt_br: Para instalar o complemento, pressione `i` ou `seta para baixo` até "Instalar" e pressione `enter`.
ru: Чтобы установить дополнение, нажмите `у` или `стрелку вниз` на "Установить" и нажмите `enter`.
ta: நீட்சிநிரலை நிறுவ, '`i`' விசையை அழுத்தவும், அல்லது `கீழம்பு` விசையைப் பயன்படுத்தி 'நிறுவுக' உருப்படிக்குச் சென்று `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: 要安裝附加元件，請按 I 或向下鍵移到「安裝」，然後按 Enter。

source: The focus returns to the add-on in the list and NVDA will read the details about the add-on.
bg: Фокусът се връща към добавката в списъка и NVDA ще прочете подробностите за добавката.
de: Der Fokus kehrt zur Liste zurück und NVDA teilt die Details mit.
es: El foco vuelve al complemento en la lista y NVDA leerá los detalles acerca del mismo.
hr: Fokus će se vratiti na popis dodataka a nVDA će pročitati detalje o dodatku.
nl: De focus gaat terug naar de add-on in de lijst en NVDA zal de details over de add-on voorlezen.
pt_br: O foco retorna para o complemento na lista e o NVDA lerá os detalhes sobre o complemento.
ru: Фокус вернётся к дополнению в списке, и NVDA прочитает подробную информацию о нём.
ta: பட்டியலில் இருக்கும் நீட்சிநிரலுக்குக் குவிமையம் திரும்பி, அந்நீட்சிநிரல் குறித்த விவரங்களை என்விடிஏ படித்திடும்.
zh_tw: 焦點返回清單中的附加元件，NVDA 會讀出有關附加元件的詳細資料。

source: The "Status" information reported by NVDA changes from "Available" to "Downloading".
bg: Информацията за „Състояние“, докладвана от NVDA, се променя от „Налична“ на „Изтегля се“.
de: Der von NVDA mitgeteilte Status ändert sich von "Verfügbar" zu "Herunterladen".
es: La información de "Estado" anunciada por NVDA cambia de "Disponible" a "Descargando".
hr: Informacija "stanje" kuju čita NVDA mijenja se iz "dostupan" u "preuzimanje".
nl: Betreffende de "Status" meldt NVDA dat deze verandert van "Beschikbaar " in "Downloading".
pt_br: A informação de "Status" reportada pelo NVDA muda de "Disponível" para "Baixando".
ru: Информация о состоянии дополнения, сообщаемая NVDA, изменится с "Доступно" на "Загружается".
ta: என்விடிஏவால் அறிவிக்கப்படும் "நிலைத் தகவல்", "கிடைப்பிலுள்ளது" என்பதிலிருந்து "தரவிறக்கப்படுகிறது" என மாறிடும்.
zh_tw: NVDA 讀出的「狀態」資訊會從「可用」變為「正在下載」。

source: Once the add-on has finished downloading, it will change to "Downloaded. Pending install".
bg: След като добавката приключи с изтеглянето, състоянието ще се промени на „Изтеглено. Чакащо инсталиране“.
de: Sobald der Download abgeschlossen ist, ändert sich der Status in "Heruntergeladen, Installation ausstehend".
es: Una vez el complemento haya terminado de descargarse, cambiará a "Descargado. Pendiente de instalar".
hr: Jednom kada se dodatak preuzme, promijenit će se u "preuzeto. čeka instalaciju".
nl: Als het downloaden van de add-on voltooid is, verandert deze in "Gedownload. In afwachting van installatie".
pt_br: Assim que o complemento terminar de ser baixado, ele mudará para "Baixado. Instalação pendente".
ru: По завершении загрузки дополнения его состояние изменится на "Загружено. Ожидает установки".
ta: நீட்சிநிரல் பதிவிறக்கம் முடிந்தவுடன், "தரவிறக்கப்பட்டுவிட்டது. நிறுவல் நிலுவையில் உள்ளது" என மாறிடும்.
zh_tw: 附加元件下載完成後，狀態資訊將變為「已下載，等待安裝」。

source: Repeat with any other add-ons you would like to install at the same time.
bg: Повторете с всички други добавки, които искате да инсталирате едновременно.
de: Wiederholen Sie diesen Vorgang mit weiteren NVDA-Erweiterungen, die Sie gleichzeitig installieren möchten.
es: Repite con cualquier otro complemento que quieras instalar al mismo tiempo.
hr: Ponovite ove korake sa svakim dodatkom koje biste željeli instalirati.
nl: Herhaal het voorafgaande bij elke add-on die je verder tegelijkertijd wilt installeren.
pt_br: Repita com quaisquer outros complementos que você gostaria de instalar ao mesmo tempo.
ru: Повторите все действия с другими дополнениями, которые вы хотите установить.
ta: அதே நேரத்தில் பிற நீட்சிநிரல்களை நிறுவ, மேற்சொன்ன முறையை மீண்டும்செய்யவும்.
zh_tw: 對您想要同時安裝的任何其他附加元件重複上述步驟。

source: Once finished, press `tab` until the focus is on the "Close" button, then press `enter`.
bg: След като приключите, натиснете `TAB`, докато фокусът не попадне върху бутона „Затвори“, след което натиснете `Enter`.
de: Wenn Sie fertig sind, drücken Sie die `Tab-Taste`, bis zum Schalter "Schließen" und betätigen Sie dann die `Eingabetaste`.
es: Una vez finalizado, pulsa `tab` hasta que el foco esté sobre el botón "Cerrar", entonces pulsa `intro`.
hr: Kada završite, pritisnite `tab` kada se fokus nađe na gumbu "zatvori", i pritisnite `enter`.
nl: Als je klaar bent, druk je op `tab` totdat de focus op de knop "Sluiten" staat, waarna je op `enter` drukt.
pt_br: Quando terminar, pressione `tab` até que o foco esteja no botão "Fechar" e pressione `enter`.
ru: По завершении нажмите `tab`, пока фокус не окажется на кнопке "Закрыть", затем нажмите `enter`.
ta: முடிந்தவுடன், `தத்தல்` விசையை அழுத்தி, "மூடுக" பொத்தானுக்குச் சென்று `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: 完成後，按 Tab 直到焦點位於「關閉」按鈕上，然後按 Enter。

source: The downloaded add-ons will start the installation process once the Add-on Store is closed.
bg: Изтеглените добавки ще започнат процеса на инсталиране, след като магазинът за добавки бъде затворен.
de: Die heruntergeladenen NVDA-Erweiterungen werden installiert, sobald der Store geschlossen wird.
es: Los complementos descargados comenzarán el proceso de instalación una vez la Tienda de Complementos se cierre.
hr: Preuzeti dodaci će se započeti instalirati kada se zatvori Add-on store.
nl: Het installeren van de gedownloade add-ons begint zodra de Add-on Store is afgesloten.
pt_br: Os complementos baixados iniciarão o processo de instalação assim que a Loja de Complementos for fechada.
ru: Загруженные дополнения начнут устанавливаться после закрытия Магазина дополнений.
ta: நீட்சிநிரல் அங்காடி மூடப்பட்டவுடன், தரவிறக்கப்பட்ட நீட்சிநிரல்கள், நிறுவல் செயல்முறையைத் தொடங்கும்.
zh_tw: 關閉附加元件商店後下載的附加元件將啟動安裝程序，

source: During the installation process, add-ons may display dialogs that you will need to respond to.
bg: По време на процеса на инсталиране добавките може да изведат диалогови прозорци, на които ще трябва да отговорите.
de: Beim Installationsvorgang könnten Dialogfelder angezeigt werden, indem Sie entweder weitere Aktionen auswählen oder Fragen beantwortet werden müssen.
es: Los complementos pueden crear diálogos durante el proceso de instalación a los que puedes necesitar responder.
hr: Dodaci mogu prikazivati dijaloške okvire na koje trebate odgovarati potvrdno kada se prikažu.
nl: Er kunnen mogelijk dialoogvensters tijdens het installatieproces verschijnen waarop je dan wel moet reageren.
pt_br: Durante o processo de instalação, os complementos podem exibir diálogos os quais você precisará responder.
ru: В процессе установки дополнения могут создавать диалоговые окна, на которые вам необходимо будет ответить.
ta: நிறுவல் செயல்முறையின்பொழுது, தாங்கள் அளவளாவ வேண்டிய உரையாடல்களை நீட்சிநிரல்கள் தோற்றுவிக்கலாம்.
zh_tw: 安裝過程中附加元件可能會顯示您需要回應的對話框。

source: When the add-ons have been installed, a dialog appears advising that changes were made, and you must restart NVDA for the add-on installation to complete.
bg: Когато добавките бъдат инсталирани, се появява диалогов прозорец, уведомяващ, че са направени промени и трябва да рестартирате NVDA, за да завърши инсталирането на добавките.
de: Nach der Installation wird ein Dialogfeld mit dem Hinweis angezeigt, dass Änderungen vorgenommen wurden und Sie müssen NVDA neu starten, damit die Installation abgeschlossen werden kann.
es: Cuando los complementos se hayan instalado, aparece un diálogo avisando que los cambios se han hecho, y debes reiniciar NVDA para que se complete la instalación.
hr: Kada se dodaci instaliraju, pojavljuje se dijaloški okvir koji govori da su učinjene promjene te da trebate ponovno pokrenuti NVDA kako bi se instalacija završila.
nl: Als de add-ons eenmaal geïnstalleerd zijn,verschijnt er een dialoogvenster waarin wordt gemeld dat er wijzigingen zijn aangebracht, en dat NVDA opnieuw gestart moet worden om de installatie van de add-on(s) volledig af te ronden.
pt_br: Quando os complementos forem instalados, um diálogo aparecerá informando que alterações foram feitas e você deverá reiniciar o NVDA para que a instalação do complemento seja concluída.
ru: После установки дополнений появится диалоговое окно с сообщением о том, что были внесены изменения, и для завершения установки дополнений необходимо перезапустить NVDA.
ta: நீட்சிநிரல்கள் நிறுவப்பட்டவுடன், மாற்றங்கள் செய்யப்பட்டுள்ளன, நீட்சிநிரல்களின் நிறுவல் முழுமையடைய என்விடிஏவைத் தாங்கள் மறுதுவக்க வேண்டுமென்று அறிவுறுத்தி ஒரு உரையாடல் தோன்றும்.
zh_tw: 附加元件安裝完成後會出現一個對話框告知您已進行變更，您必須重新啟動 NVDA 才能完成附加元件安裝。

source: Press `enter` to restart NVDA.
bg: Натиснете `Enter`, за да рестартирате NVDA.
de: Betätigen Sie nun die `Eingabetaste`, um NVDA neu zu starten.
es: Pulsa `intro` para reiniciar NVDA.
hr: Pritisnite `enter` za ponovno pokretanje NVDA.
nl: Druk op `enter` om NVDA te herstarten.
pt_br: Pressione `enter` para reiniciar o NVDA.
ru: Нажмите `enter`, чтобы перезапустить NVDA.
ta: என்விடிஏவை மறுதுவக்க `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: 按 Enter 重新啟動 NVDA。

source: Managing installed add-ons
bg: Управление на инсталирани добавки
de: Installierte NVDA-Erweiterungen verwalten
es: Gestionar complementos instalados
hr: Upravljanje instaliranim dodacima
nl: Geïnstalleerde add-ons beheren
pt_br: Gerenciando complementos instalados
ru: Управление установленными дополнениями
ta: நிறுவப்பட்டுள்ள நீட்சிநிரல்களை மேலாளுதல்
zh_tw: 管理安裝的附加元件

source: Press `control+tab` to move between the tabs of the Add-on Store.
bg: Натиснете `Control+TAB`, за да се придвижвате между разделите на магазина за добавки.
de: Drücken Sie die Tastenkombination `Strg+Tab`, um zwischen den Registerkarten im Store zu wechseln.
es: Pulsa `control+tab` para moverte entre las pestañas de la Tienda de Complementos.
hr: Pritisnite `control+tab` kako biste se kretali između kartica svojstava ili odjeljaka add-on storea.
nl: Druk op `control+tab` om tussen de tabbladen van de Add-on Store te wisselen.
pt_br: Pressione `control+tab` para mover-se entre as guias da Loja de Complementos.
ru: Нажмите `control+tab` для перемещения между вкладками или разделами магазина дополнений.
ta: நீட்சிநிரல் அங்காடியின் கீற்றுகளுக்கிடையே நகர, `கட்டுப்பாடு+தத்தல்` விசையை அழுத்தவும்.
zh_tw: 按 Ctrl+Tab 在附加元件商店的索引標籤之间移动，

source: The tabs include: "Installed add-ons", "Updatable add-ons", "Available add-ons" and "Installed incompatible add-ons".
bg: Разделите включват: „Инсталирани добавки“, „Налични обновления“, „Налични добавки“ и „Инсталирани несъвместими добавки“.
de: Die Registerkarten umfassen: "Installierte Pakete", "Updates", "Verfügbare Pakete" und "Installierte inkompatible Pakete".
es: Las pestañas incluyen: "Complementos instalados", "Complementos actualizables", "Complementos disponibles" y "Complementos instalados incompatibles".
hr: Kartice svojstava uključuju: "instalirani dodaci", "dodaci koji se mogu nadograditi", "dostupni dodaci" i "instalirani nekompatibilni dodaci".
nl: De tabbladen omvatten "Geïnstalleerde add-ons", "Bij te werken add-ons", "Beschikbare add-ons" en "Geïnstalleerde incompatibele add-ons".
pt_br: As guias incluem: "Complementos instalados", "Complementos a atualizar", "Complementos disponíveis" e "Complementos incompatíveis instalados".
ru: Вкладки включают в себя: "Установленные дополнения", "Обновлённые дополнения", "Доступные дополнения" и "Установленные несовместимые дополнения".
ta: நிறுவப்பட்டுள்ள நீட்சிநிரல்கள், இற்றாக்கத்தக்க நீட்சிநிரல்கள், கிடைப்பிலுள்ள நீட்சிநிரல்கள், நிறுவப்பட்டுள்ள இணக்கமற்ற நீட்சிநிரல்கள் ஆகிய கீற்றுகளை இது உள்ளடக்கியிருக்கும்.
zh_tw: 索引標籤包括「安装的附加元件」、「可更新的附加元件」、「可用的附加元件」及「安装的不相容附加元件」，

source: Each of the tabs are set out similar to each other, as a list of add-ons, a panel for more details on the selected add-on, and a button to perform actions for the selected add-on.
bg: Всеки от разделите е подобен на другите, като разполага със списък с добавки, панел за повече подробности относно избраната добавка и бутон с възможност за извършване на действия за добавката.
de: Jeder dieser Registerkarten ist ähnlich aufgebaut, d. h., sie enthält eine Liste der NVDA-Erweiterungen, ein Feld für weitere Details und ein Schalter für Aktionen, die durchgeführt werden können.
es: Cada una de las pestañas está configurada de forma similar a la otra, como una lista de complementos, un panel para obtener más detalles sobre el complemento seleccionado y un botón para realizar acciones para el complemento seleccionado.
hr: Svaka kartica je konstruirana na sličan način: sa popisom dodataka, sa panelom za više detalja o dodatku, te sa mogućnošću izvršavanja konkretne radne na označenom dodatku.
nl: De verschillende tabbladen zijn hetzelfde ingedeeld als lijst met add-ons, een paneel voor meer details over de geselecteerde add-on, en een knop waarmee acties uitgevoerd kunnen worden mbt de geselecteerde add-on.
pt_br: Cada uma das guias é definida de forma semelhante entre si, como uma lista de complementos, um painel para mais detalhes sobre o complemento selecionado e um botão para executar ações para o complemento selecionado.
ru: Каждая из вкладок устроена аналогично друг другу: список дополнений, панель для получения более подробной информации о выбранном дополнении и возможность выполнения действий над ним.
ta: ஒவ்வொரு கீற்றும் ஒன்றுக்கொன்று ஒத்த நீட்சிநிரல்களின் பட்டியலாகவும், தெரிவுசெய்யப்பட்டிருக்கும் நீட்சிநிரலின் கூடுதல் விவரங்கள், செயல்கள் ஆகிய பொத்தான்களைக் கொண்டதாகவும் அமைக்கப்பட்டிருக்கும்.
zh_tw: 每個索引標籤的板面都是类似的，包括附加元件清單、所选附加元件的详细資料面板以及用于执行所选附加元件動作的按钮。

source: The actions menu of installed add-ons includes "Disable" and "Remove" rather than "Install".
bg: Менюто с действия на инсталираните добавки включва „Изключи“ и „Премахни“, а не „Инсталирай“.
de: Das Aktionsmenü der installierten NVDA-Erweiterung enthält die Einträge "Deaktivieren" und "Entfernen" anstatt "Installieren".
es: El menú acciones de complementos instalados incluye "Deshabilitar" y "Eliminar" en lugar de "Instalar".
hr: Izbornik radnji za dodatke uključuje "onemogućavanje" i "uklanjanje" te suprotne radnje "instalaciju".
nl: Het actiemenu voor geïnstalleerde add-ons omvat "Uitschakelen" en "Verwijderen" ipv "Installeren".
pt_br: O menu de ações dos complementos instalados inclui "Desabilitar" e "Remover" em vez de "Instalar".
ru: Меню действий установленных дополнений включает в себя пункты "Отключить" и "Удалить", а не "Установить".
ta: நிறுவப்பட்டுள்ள நீட்சிநிரல்களின் "செயல்கள்" பட்டியலில், "நிறுவுக" என்பதற்கு மாற்றாக, "முடக்குக", "நீக்குக" ஆகிய உருப்படிகள் அடங்கியிருக்கும்.
zh_tw: 安裝的附加元件其動作功能表包括“停用”和“移除”，而不是“安裝”，

source: Disabling an add-on stops NVDA from loading it, but leaves it installed.
bg: Изключването на добавка предотвратява зареждането й от NVDA, но я оставя инсталирана.
de: Wenn Sie eine NVDA-Erweiterung deaktivieren, wird es nicht mehr in NVDA geladen, bleibt aber installiert.
es: Deshabilitar un complemento impide que NVDA lo cargue, pero lo deja instalado.
hr: Onemogućavanje dodatka zaustavlja učitavanje istog, ali ga ostavlja instaliranog.
nl: Het uitschakelen van een add-on zorgt ervoor dat NVDA deze niet meer laadt maar de installatie ervan wordt niet ongedaan gemaakt.
pt_br: Desabilitar um complemento impede que o NVDA o carregue, mas o deixa instalado.
ru: Отключение дополнения останавливает его загрузку при каждом запуске NVDA , но оставляет его установленным.
ta: ஒரு நீட்சிநிரல் முடக்கப்பட்டிருந்தால், என்விடிஏ அதை ஏற்றாது என்றாலும் அது நிறுவல் நிலையில் விட்டுவைக்கப்பட்டிருக்கும்.
zh_tw: 停用附加元件會阻止 NVDA 載入它，但會保留其安裝狀態。
