Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Installed versions of NVDA store all settings and add-ons in a special NVDA directory located in your Windows user profile.
bg: Инсталационните версии на NVDA съхраняват всички настройки и добавки в специална папка, намираща се във вашия профил в Windows.
de: Bei den installierten NVDA-Versionen werden sämtliche Einstellungen und NVDA-Erweiterungen in einem speziellen Ordner in dem Ordner des angemeldeten Benutzers in dessen Windows-Profil abgelegt.
es: Las versiones instaladas de NVDA almacenan todas sus opciones y complementos en un directorio especial de NVDA localizado en tu perfil de usuario de Windows.
hr: Instalirane kopije NVDA čitača spremaju sve postavke, prilagođene module aplikacija i prilagođene upravljačke programe za govorne jedinice u posebnu mapu NVDA koja se nalazi u vašem Windows korisničkom profilu.
nl: Als u NVDA op een laptop of pc hebt geïnstalleerd, worden alle instellingen en add-ons opgeslagen in een aparte map die te vinden is in de map van de aangemelde gebruiker onder de Windows gebruikersprofielen.
pt_br: Versões instaladas armazenam suas configurações e complementos numa pasta especial do NVDA localizada no seu perfil de utilizador do Windows.
ru: Установленные версии NVDA сохраняют все свои настройки и дополнения в специальном каталоге, расположенном в вашем профиле пользователя Windows.
ta: ஒரு பயனரின் அமைப்புகள், தனிப்பயனாக்கப்பட்ட நிரற்கூறுகள் போன்றவைகளை, தங்களின் சாளர பயனர் தனியமைப்பில் இருக்கும் ஒரு சிறப்பு அடைவில் என்விடிஏவின் நிறுவிப் பதிப்புகள் சேமிக்கின்றன.
zh_tw: NVDA 的安裝版本將所有設定及附加元件儲存在 Windows 使用者設定檔中一個特殊的 NVDA 目錄，

source: This means that each user on the system can have their own NVDA settings.
bg: Това означава, че всеки потребител на системата може да има отделни настройки за NVDA.
de: Dies bedeutet, dass jeder Benutzer im System so seine individuellen Einstellungen verwalten kann.
es: Esto significa que cada usuario en el sistema puede tener sus propias opciones de NVDA.
hr: To znači da svaki korisnik sustava može imati vlastite NVDA postavke.
nl: Dit betekent dat elke gebruiker met de door hem- of haarzelf ingestelde configuratie van NVDA kan werken.
pt_br: Isto quer dizer que cada usuário do sistema pode ter suas próprias configurações do NVDA.
ru: Это означает, что каждый пользователь в системе может иметь свои собственные настройки NVDA.
ta: இதன்மூலம் அறிவது என்னவென்றால், கணினியைப் பயன்படுத்தும் ஒவ்வொருப் பயனரும், தன்னுடையத் தனிப்பட்ட அமைப்புகளைப் பயன்படுத்தலாம்.
zh_tw: 這表示在 Windows 系統中每一個使用者都可以擁有自己的 NVDA 設定。

source: To open your settings directory from anywhere you can use [Input Gestures dialog](#InputGestures) to add a custom gesture.
bg: За да отворите директорията с вашите настройки отвсякъде, можете да използвате [диалоговия прозорец „Жестове на въвеждане“](#InputGestures), за да добавите персонализиран жест.
de: Um das Einstellungs-Verzeichnis von überall her zu öffnen, können Sie das Dialogfeld für die [Tastenbefehle](#InputGestures) verwenden, um dieser Funktion eine Taste zuzuordnen.
es: Para abrir tu directorio de configuraciones desde cualquier lugar puedes utilizar [el diálogo Gestos de Entrada](#InputGestures) para añadir un gesto personalizado.
hr: Kako biste otvorili mapu postavki s bilo kojeg mjesta, Možete koristiti [Dijaloški okvir ulazne geste](#InputGestures) kako biste za tu radnju pridjelili prilagođeni prečac.
nl: Om de hoofdmap met instellingen van een willekeurige plaats te openen gebruikt u het [dialoogvenster Invoerhandelingen](#InputGestures) om zo een aangepaste invoerhandeling toe te voegen.
pt_br: Para abrir o diretório de configurações de qualquer lugar, você pode usar a caixa de diálogo [Definir Comandos](#InputGestures) para adicionar um comando — gesto — personalizado.
ru: Для открытия вашей папки настроек в любой момент, воспользуйтесь соответствующей командой, предварительно назначив на неё желаемую комбинацию клавишь в диалоге [Жесты ввода](#InputGestures).
ta: தங்கள் அமைப்புகளின் அடைவினை எங்கிருந்தாயினும் திறக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலுக்குச்](#InputGestures) சென்று, தனிபயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方開啟您的設定目錄，可以使用[輸入手勢對話框](#InputGestures)來指派手勢，

source: In addition for an installed version of NVDA, on the start menu you can go to programs -> NVDA -> explore user configuration directory.
bg: В допълнение, за да достигнете до вашата папка с настройки в инсталационната версия на NVDA, в Старт менюто може да отидете на Всички приложения -> NVDA -> Преглеждане на папката с потребителските настройки на NVDA.
de: Zusätzlich können Sie bei einer installierten Version von NVDA im Startmenü zu auf "Programme -> NVDA -> Benutzerkonfigurationsverzeichnis öffnen" gehen.
es: Además en una versión instalada de NVDA, en el menú Inicio puedes ir a programas -&gt; NVDA -&gt; explorar directorio de configuración del usuario.
hr: Na instaliranim inačicama NVDA, možete u izborniku start ući u podizbornik programi -> NVDA -> istraži NVDA konfiguracijsku mapu.
nl: Ook kunt u in geval van een geïnstalleerde versie van NVDA via menu start naar programma's -> NVDA -> de map gebruikersconfiguratie verkennen.
pt_br: Além de uma versão instalada, no menu iniciar pode ir aos programas -> NVDA -> explorar o diretório de configurações do usuário.
ru: Кроме того, для установленной версии NVDA, вы можете открыть меню Пуск → Программы → NVDA → Просмотреть папку пользовательских настроек NVDA.
ta: கூடுதலாக, என்விடிஏ நிறுவியில், தங்களுக்கென்று இருக்கும் தனிப்பட்ட அமைப்புகளுக்குச் செல்ல, துவக்குப் பட்டியலில் இங்குச் செல்லவும்: programs -> NVDA -> explore user configuration directory.
zh_tw: 此外對於 NVDA 的安裝版本，您可以從「開始」功能表進到「所有應用程式」清單的「NVDA」中找到「開啟 NVDA 使用者組態目錄」來開啟。

source: Settings for NVDA when running during sign-in or on UAC screens are stored in the systemConfig directory in NVDA's installation directory.
bg: Настройките за NVDA, когато се използва в екрана за вписване и другите защитени екрани, се съхраняват в папката systemConfig, намираща се в папката, в която NVDA е инсталиран.
de: Die Einstellungen von NVDA für das Anmeldefenster und die Sicherheitsmeldungen der Benutzerkontensteuerung werden im Ordner "systemConfig" im Installationsordner von NVDA abgelegt.
es: Las opciones para NVDA cuando se ejecuta durante el inicio de sesión o en el UAC se almacenan en el directorio SystemConfig en el directorio de instalación de NVDA.
hr: Tijekom pokretanja na ekranima za prijavu ili kontrolama korisničkog računa, NVDA postavke se spremaju u direktorij systemConfig u instalacijskom direktoriju NVDA čitača.
nl: De NVDA-instellingen voor aanmeldingsscherm en UAC-schermen zijn opgeslagen in de systemConfig-map die zich in de hoofdmap van de NVDA-installatie bevindt.
pt_br: As configurações para o NVDA ao executar durante a entrada — credenciais — ou nas telas do UAC — Controle de Conta do Usuário — são armazenadas na pasta systemConfig que se encontra na pasta de instalação do NVDA.
ru: Конфигурация NVDA, используемая на экране входа в Windows или в диалогах Контроля учётных записей (UAC), хранится в подкаталоге systemConfig, каталога установленной NVDA.
ta: புகுபதிவு, பயனர் கணக்குக் கட்டுப்பாடு சாளரங்களில் பயன்படுத்தப்படும் அமைப்புகள், என்விடிஏவின் நிறுவு அடைவின் கீழிருக்கும் SystemConfig அடைவில் சேமிக்கப்பட்டிருக்கும்.
zh_tw: 關於登入或使用者帳戶控制 (UAC) 畫面中的 NVDA 設定是儲存在 NVDA 安裝目錄中的 systemConfig 目錄下，

source: Usually, this configuration should not be touched.
bg: Обикновено тези настройки не трябва да се пипат.
de: Für gewöhnlich sollte diese Konfiguration unberührt bleiben.
es: Normalmente esta configuración no debería ser tocada.
hr: Obično se ta konfiguracija ne treba dirati.
nl: In het algemeen moet u niets veranderen aan deze configuratie.
pt_br: Normalmente, não deve tocar nestas configurações.
ru: Обычно, эту конфигурацию не следует трогать.
ta: இவ்வமைப்புகளை, போதுமான காரணமின்றி தாங்கள் மாற்றியமைக்கக் கூடாது.
zh_tw: 通常不應該直接觸碰這裡的組態，

source: To change NVDA's configuration during sign-in or on UAC screens, configure NVDA as you wish while signed into Windows, save the configuration, and then press the "use currently saved settings during sign-in and on secure screens" button in the General category of the [NVDA Settings](#NVDASettings) dialog.
bg: За да промените начина, по който NVDA е настроен, когато работи в екрана за вписване в Windows и другите защитени екрани, настройте NVDA по начина, по който желаете, след това инструктирайте NVDA да копира и използва тези настройки посредством бутона „Използвай текущо запазените настройки в екрана за вписване и другите защитени екрани“, който се намира в категорията „Основни“ в прозореца с [настройките на NVDA](#NVDASettings).
de: Um die Konfiguration von NVDA während der Anmeldung oder bei Sicherheitsmeldungen zu ändern, konfigurieren Sie NVDA wie gewünscht, während Sie bei Windows angemeldet sind, speichern Sie die Konfiguration und betätigen Sie dann den Schalter "Aktuell gespeicherte Einstellungen während der Anmeldung und bei Sicherheitsmeldungen verwenden" in der Kategorie "Allgemein" der [NVDA-Einstellungen](#NVDASettings).
es: Para cambiar cómo se configura NVDA durante el inicio de sesión o en las pantallas UAC, configura a NVDA como desees mientras iniciaste sesión en Windows, guarda la configuración y luego pulsa el botón "Utilizar ajustes guardados actualmente durante el inicio de sesión y en pantallas seguras en la categoría General del diálogo [Opciones de NVDA](#NVDASettings) .
hr: Da biste promijenili NVDA konfiguraciju na ekranima za prijavu ili kontrolama korisničkog računa, konfigurirajte NVDA po želji dok ste prijavljeni u Windowsu, spremite konfiguraciju, a zatim pritisnite gumb "Koristi trenutačno spremljene postavke na ekranima za prijavu te ostalim sigurnim ekranima" u kategoriji Opće, u dijaloškom okviru [NVDA Postavke](#NVDASettings).
nl: Om de instellingen van NVDA voor het aanmeldscherm of de UAC-schermen (gebruikersaccountbeheer) aan te passen, brengt u de gewenste wijzigingen aan terwijl u bij Windows bent aangemeld. Vervolgens slaat u de configuratie op waarna u in de categorie Algemeen van het dialoogvenster [Instellingen van NVDA](#NVDASettings) op de knop "Huidige Instellingen van NVDA gebruiken bij Windows-aanmelding", drukt.
pt_br: Para alterar a configuração do NVDA nas credenciais ou nas telas do UAC, configure o NVDA como desejar enquanto estiver conectado ao Windows, salve a configuração, e pressione o botão "usar configurações salvas atualmente nas credenciais e em telas seguras" na categoria Geral do diálogo [Configurações do NVDA](#NVDASettings).
ru: Для изменения настроек, используемых на экране входа в Windows или на экранах контроля учётных записей (UAC), сконфигурируйте NVDA, как вы пожелаете, затем сохраните конфигурацию и нажмите кнопку "Использовать последнюю сохранённую конфигурацию на экране входа в систему и на других защищённых экранах" в категории Общие [диалога настроек NVDA](#NVDASettings).
ta: புகுபதிவு, பயனர் கணக்குக் கட்டுப்பாடு சாளரங்களில் என்விடிஏவின் அமைப்புகளை மாற்ற, முதலில் விண்டோஸ் சாளரத்தில் என்விடிஏவைத் தங்களின் விருப்பத்திற்கேற்ப அமைவடிவமாக்கி சேமியுங்கள். பிறகு, [என்விடிஏ அமைப்புகள்](#NVDASettings) உரையாடலில் காணப்படும் பொது வகைமைக்குச் சென்று, "சாளரப் புகுபதிவு, பிற பாதுகாப்பானத் திரைகளில் தற்போதைய அமைப்புகளைப் பயன்படுத்துக" பொத்தானை அழுத்தி, இவ்வமைப்புகளைப் படியெடுக்கவும்.
zh_tw: 要更改在登入或使用者帳戶控制畫面的 NVDA 組態，您必須先登入 Windows，根據需要設定 NVDA 並儲存組態，然後從 [NVDA 設定](#NVDASettings)對話框的「一般」類別中按「在登入或安全畫面使用目前儲存的設定」按鈕。

source: Add-ons and the Add-on Store
bg: Добавки и магазинът за добавки
de: Die NVDA-Erweiterungen und der Store
es: Complementos y la Tienda de Complementos
hr: Dodaci i Add-on store
nl: Add-ons en de Add-on Store
pt_br: Complementos e a Loja de Complementos
ru: Дополнения и магазин дополнений
ta: நீட்சிநிரல்களும் நீட்சிநிரல் அங்காடியும்
zh_tw: 附加元件及附加元件商店

source: Add-ons are software packages which provide new or altered functionality for NVDA.
bg: Добавките са софтуерни пакети, които предоставят нова или променена функционалност за NVDA.
de: NVDA-Erweiterungen sind Software-Pakete, die neue oder geänderte Funktionen für NVDA bereitstellen.
es: Los complementos son paquetes de software que proporcionan funcionalidad nueva o modificada para NVDA.
hr: Dodaci su softverski paketi koji nude nove ili izmijenjene NVDA funkcije.
nl: Add-ons zijn software-pakketten die nieuwe of aanvullende functionaliteit bieden voor NVDA.
pt_br: Complementos são pacotes de software que fornecem funcionalidades novas ou alteradas para o NVDA.
ru: Дополнения — это програмные пакеты, которые предоставляют новые или изменённые функции NVDA.
ta: நீட்சிநிரல்கள் என்பது என்விடிஏவிற்கு புதிய, அல்லது மாற்றப்பட்ட செயல்திறனை வழங்கும் நிரல் தொகுதிகளாகும்.
zh_tw: 附加元件是為 NVDA 提供新功能或更改功能的軟體套件，

source: They are developed by the NVDA community, and external organisations such as commercial vendors.
bg: Те се разработват от общността на NVDA и външни организации (напр. комерсиални доставчици).
de: Sie werden von der NVDA-Community und externen Organisationen wie kommerziellen Anbietern entwickelt.
es: Se desarrollan por la comunidad de NVDA y por organizaciones externas como vendedores comerciales.
hr: Razvija ih NVDA zajednica, i organizacije treće strane kao što su prodavci komercijalnih alata.
nl: Ze worden ontwikkeld door mensen uit de NVDA-gemeenschap en externe organisaties zoals commerciële partijen.
pt_br: Eles são desenvolvidos pela comunidade do NVDA e por organizações externas, como fornecedores comerciais.
ru: Они разрабатываются сообществом NVDA и внешними организациями, такими как коммерческие поставщики.
ta: என்விடிஏ சமூகமும், வணிக விற்பனையாளர்கள் போன்ற வெளியமைப்புகளும் இவைகளை உருவாக்குகின்றனர்.
zh_tw: 它們由 NVDA 社群和外部組織如商業供應商開發。

source: Add-ons may do any of the following:
bg: Добавките могат да извършват която и да е от следните функции:
de: NVDA-Erweiterungen können eine der folgenden Funktionen haben:
es: Los complementos pueden hacer lo que sigue:
hr: Dodaci mogu raditi bilo koju od slijedećih stvari:
nl: Add-ons bieden een breed scala aan mogelijkheden:
pt_br: Os complementos podem fazer o seguinte:
ru: Дополнения могут выполнять любое из следующих действий:
ta: பின்வருவனவற்றுள் ஏதேனும் ஒன்றை நீட்சிநிரல்கள் செய்யலாம்:
zh_tw: 附加元件可以做到以下的事：

source: Add or enhance support for certain applications.
bg: Да добавят или подобряват поддръжката за определени приложения.
de: Hinzufügen oder Verbessern der Unterstützung für bestimmte Anwendungen.
es: Añadir o mejorar el soporte para ciertas aplicaciones.
hr: Dodavanje ili poboljšanje podrške za određenu aplikaciju.
nl: Voegenondersteuning aan bepaalde toepassingen toe of vergroten die.
pt_br: Adicionar ou aprimorar o suporte para determinados aplicativos.
ru: Добавлять или улучшать поддержку определённых приложений.
ta: சில பயன்பாடுகளுக்கான ஆதரவைப் புதிதாகச் சேர்க்கலாம், அல்லது இருக்கும் ஆதரவை மேம்படுத்தலாம்.
zh_tw: 增加或加強對某些應用程式的支援。

source: Provide support for extra Braille displays or speech synthesizers.
bg: Да осигуряват поддръжка за допълнителни брайлови дисплеи или речеви синтезатори.
de: Unterstützung für zusätzliche Braillezeilen oder Sprachausgaben.
es: Proporcionar soporte para pantallas braille o para sintetizadores de voz adicionales.
hr: Pružanje podrške za dodatne brajične redke ili govorne jedinice.
nl: Bieden ondersteuning voor extra Brailleleesregels of spraak-synthesizers.
pt_br: Fornecer suporte para linhas Braille ou sintetizadores de fala extras.
ru: Обеспечивать поддержку дополнительных брайлевских дисплеев или синтезаторов речи.
ta: கூடுதல் பிரெயில் காட்சியமைவுகள், அல்லது பேச்சொலிப்பான்களுக்கு ஆதரவு வழங்கலாம்.
zh_tw: 提供對點顯器或語音合成器的額外支援。

source: Add or change features in NVDA.
bg: Да добавят или променят функции в NVDA.
de: Hinzufügen oder Ändern von Funktionen in NVDA.
es: Añadir o cambiar características a NVDA.
hr: Dodavanje ili promjenu NVDA postavki.
nl: Voegen opties aan NVDA toe of wijzigen deze.
pt_br: Adicionar ou alterar recursos no NVDA.
ru: Добавлять или изменять возможности NVDA.
ta: புதுக் கூறுகளை என்விடிஏவில் சேர்க்கலாம், அல்லது இருக்கும் கூறுகளை மாற்றியமைக்கலாம்.
zh_tw: 增加或變更 NVDA 中的功能。

source: NVDA's Add-on Store allows you to browse and manage add-on packages.
bg: Магазинът за добавки на NVDA ви позволява да преглеждате и управлявате пакети с добавки.
de: Mit dem Store können Sie nach NVDA-Erweiterungen suchen und verwalten.
es: La tienda de complementos de NVDA te permite buscar y gestionar paquetes de complementos.
hr: Add-on store vam dozvoljava pregled ili upravljanje dodacima.
nl: In de Add-on-store van NVDA kunt u naar add-ons zoeken en deze beheren.
pt_br: A Loja de Complementos do NVDA permite navegar e gerenciar pacotes de complementos.
ru: Магазин дополнений NVDA позволяет вам просматривать пакеты дополнений и управлять ими.
ta: நீட்சிநிரல் தொகுதிகளை உலாவித் தேடவும், அவைகளை மேலாளவும் நீட்சிநிரல் அங்காடி தங்களை அனுமதிக்கிறது.
zh_tw: NVDA 附加元件商店允許您瀏覽及管理附加元件，

source: All add-ons that are available in the Add-on Store can be downloaded for free.
bg: Всички добавки, които са налични в магазина за добавки, могат да бъдат изтеглени безплатно.
de: Alle NVDA-Erweiterungen, die im Store verfügbar sind, können kostenlos heruntergeladen werden.
es: Todos los complementos disponibles en la Tienda pueden descargarse gratuitamente.
hr: Svi dodaci koji su dostupni u add-on storeu mogu se preuzeti besplatno.
nl: Alle in de Add-on-store beschikbare add-ons kunnen gratis worden gedownload.
pt_br: Todos os complementos disponíveis na Loja de Complementos podem ser baixados gratuitamente.
ru: Все дополнения, доступные в Магазине дополнений, можно скачать бесплатно.
ta: நீட்சிநிரல் அங்காடியில் கிடைக்கப்பெறும் எல்லா நீட்சிநிரல்களையும் இலவசமாகத் தரவிறக்கிக்கொள்ளலாம்.
zh_tw: 附加元件商店中提供的所有附加元件都可以免費下載，

source: However, some of them may require users to pay for a license or additional software before they can be used.
bg: Някои от тях обаче може да изискват от потребителите да платят за лиценз или допълнителен софтуер, преди да могат да бъдат използвани.
de: Einige davon erfordern jedoch, dass die Benutzer für eine Lizenz oder zusätzliche Software bezahlen, bevor sie verwendet werden können.
es: Sin embargo, algunos de ellos pueden requerir de los usuarios que paguen una licencia o software adicional antes de poder utilizarlos.
hr: Ali, neki od njih mogu zahtijevati od korisnika plaćanje za licencu ili dodatni softver prije nego korištenja.
nl: Er zijn er echter enkele waarvoor een betaalde licentie of aanvullende software nodig is voordat ze gebruikt kunnen worden.
pt_br: No entanto, alguns deles podem exigir que os usuários paguem por uma licença ou software adicional antes de poderem ser usados.
ru: Однако некоторые из них могут потребовать от пользователей оплаты лицензии или дополнительного программного обеспечения, прежде чем их можно будет использовать.
ta: இருப்பினும், அவைகளில் சில நீட்சிநிரல்கள், உரிமத்திற்காகவும், கூடுதல் மென்பொருளுக்காகவும் அவைகளை பயன்படுத்துவதற்குமுன் பயனர்களை கட்டணம் கட்டச் சொல்லலாம்.
zh_tw: 不過它們有些可能會要求使用者在使用之前支付授權或軟體費用，

source: Commercial speech synthesizers are an example of this type of add-on.
bg: Комерсиалните речеви синтезатори са пример за такъв тип добавки.
de: Kommerzielle Sprachausgaben sind ein Beispiel für diese Art von NVDA-Erweiterungen.
es: Los sintetizadores de voz comerciales son un ejemplo de este tipo de complementos.
hr: Primjer ovakve vrste dodatka su komercijalne govorne jedinice.
nl: Commerciële spraaksynthesizers zijn hiervan een voorbeeld.
pt_br: Os sintetizadores de fala comerciais são um exemplo desse tipo de complemento.
ru: Коммерческие синтезаторы речи являются примером дополнений такого типа.
ta: வணிக பேச்சொலிப்பான்கள் இவ்வகை நீட்சிநிரலுக்கு ஒரு எடுத்துக்காட்டாகும்.
zh_tw: 商業語音合成器即為此類附加元件的一個例子，

source: If you install an add-on with paid components and change your mind about using it, the add-on can be easily removed.
bg: Ако инсталирате добавка с платени компоненти и промените решението си да я използвате, добавката може лесно да бъде премахната.
de: Wenn Sie eine NVDA-Erweiterung mit kostenpflichtigen Komponenten installieren und es dann doch nicht mehr verwenden möchten, kann die NVDA-Erweiterung problemlos entfernt werden.
es: Si instalas un complemento con componentes de pago y cambias de opinión sobre su utilización, el complemento puede eliminarse fácilmente.
hr: Ako instalirate dodatak sa komponentama koje se plaćaju i predomislite se o njegovom korištenju, dodatak se lako može ukloniti.
nl: Als u een add-on installeert waaraan een prijskaartje hangt en u van verder gebruik afziet kunt u de add-on gemakkelijk verwijderen.
pt_br: Se você instalar um complemento com componentes pagos e mudar de ideia sobre usá-lo, o complemento poderá ser facilmente removido.
ru: Если вы установите дополнение с платными компонентами и передумаете его использовать, дополнение можно легко удалить.
ta: கட்டணமடங்கிய நீட்சிநிரலைத் தாங்கள் நிறுவிய பிறகு, அதைப் பயன்படுத்துவதில் தங்களுக்கு மாற்றுக் கருத்து ஏற்பட்டால், அந்நீட்சிநிரலை எளிதாக நிறுவுநீக்கம் செய்துவிடலாம்.
zh_tw: 如果您安裝了需要付費的附加元件後不打算使用，可以很容易的就移除該附加元件。

source: The Add-on Store is accessed from the Tools submenu of the NVDA menu.
bg: Магазинът за добавки е достъпен от подменюто „Инструменти“ на менюто на NVDA.
de: Der Zugriff auf den Store für NVDA-Erweiterungen erfolgt über das Untermenü Werkzeuge des NVDA-Menüs.
es: Se accede a la Tienda de Complementos desde el submenú Herramientas del menú de NVDA.
hr: Add-on storeu se pristupa iz podizbornika alati u NVDA izborniku.
nl: U komt bij de Add-on-store via Extra, een submenu van het NVDA-menu.
pt_br: A Loja de Complementos é acessada no submenu Ferramentas do menu NVDA.
ru: Доступ к магазину дополнений осуществляется из подменю Сервис меню NVDA.
ta: என்விடிஏ பட்டியலிலுள்ள 'கருவிகள்' உட்பட்டியலுக்குச் சென்று நீட்சிநிரல் அங்காடியை அணுகலாம்.
zh_tw: 附加元件商店可從 NVDA 功能表的「工具」子功能表找到，

source: To access the Add-on Store from anywhere, assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За достъп до магазина за добавки отвсякъде, задайте персонализиран жест чрез [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Um von überall aus auf den Store für NVDA-Erweiterungen zuzugreifen, weisen Sie einen benutzerdefinierten Tastenbefehl zu, indem Sie das Dialogfeld für die [Tastenbefehle](#InputGestures) verwenden.
es: Para acceder a la Tienda de Complementos desde cualquier lugar, asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Kako biste pristupili Add-on storeu sa bilo kojeg mjesta, podesite prilagođenu prečicu u dijaloškom okviru [ulazne geste](#InputGestures).
nl: Om de Add-on-store vanuit een willekeurige plaats te bereiken kunt u een eigen invoerhandeling aan maken via het dialoogvenster [Input Gestures](#InputGestures).
pt_br: Para acessar a Loja de Complementos de qualquer lugar, atribua um comando — gesto — personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: Чтобы быстро открывать магазин дополнений в любом месте, назначьте пользовательский жест на это действие, используя [диалог жестов ввода](#InputGestures).
ta: நீட்சிநிரல் அங்காடியை எங்கிருந்தாயினும் அணுக, [உள்ளீட்டுச் சைகைகள் உரையாடலுக்குச்](#InputGestures) சென்று, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方開啟附加元件商店，請使用[輸入手勢對話框](#InputGestures)來指派手勢。

source: Browsing add-ons
bg: Преглеждане на добавки
de: NVDA-Erweiterungen durchsuchen
es: Navegar por los Complementos
hr: Pregled dodataka
nl: Zoeken in add-ons
pt_br: Navegando em complementos
ru: Просмотр дополнений
ta: நீட்சிநிரல்களை உலாவித் தேடுதல்
zh_tw: 瀏覽附加元件
