Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The focus is on the "Keyboard Layout" drop-down.
bg: Фокусът е върху падащия списък „Клавиатурна подредба“.
de: Die Dropdown-Liste "Tastatur-Layout" wird fokussiert.
es: El foco está en el cuadro combinado "Disposición del Teclado".
hr: Fokus se nalazi u polju raspored tipkovnice.
nl: De focus staat op het vervolgkeuzemenu "Toetsenbordindeling".
pt_br: O foco está no menu suspenso "Leiaute do teclado".
ru: Фокус находится на раскрывающемся списке "Раскладка клавиатуры".
ta: விசைப் பலகைத் தளவமைப்பு சேர்க்கைப் பெட்டியின் மீது குவிமையம் இருக்கும்.
zh_tw: 焦點停在「鍵盤配置」下拉式方塊，

source: By default, "Desktop" keyboard layout uses the number pad for some function.
bg: По подразбиране настолната клавиатурна подредба използва цифровата клавиатура за някои функции.
de: Das Tastatur-Layout "Desktop" verwendet standardmäßig den Nummernblock für einige Funktionen.
es: Por defecto, la disposición de teclado "Escritorio" utiliza el teclado numérico para algunas funciones.
hr: Podrazumjevano, "raspored za stolna računala" koristi numeričku tipkovnicu za većinu funkcija.
nl: Standaard gebruikt de "Desktop-toetsenbordindeling" het numerieke deel van het toetsenbord voor bepaalde functies.
pt_br: Por padrão, o leiaute do teclado "Computador de Mesa" usa o teclado numérico para algumas funções.
ru: По умолчанию раскладка клавиатуры "Настольная" использует цифровую клавиатуру для некоторых функций.
ta: இயல்பில், மேசைத் தள தளவமைப்பு, சில செயல்பாடுகளுக்கு எண் திட்டினை பயன்படுத்தும்.
zh_tw: 預設情況下「桌上型電腦」鍵盤配置會將數字鍵盤用於某些功能，

source: If desired, press `downArrow` to choose "Laptop" keyboard layout to reassign number pad functions to other keys.
bg: Ако желаете, натиснете `стрелка надолу`, за да изберете клавиатурна подредба „Лаптоп“, за да преназначите функциите на цифровата клавиатура към други клавиши.
de: Falls gewünscht, drücken Sie die `Pfeiltaste nach unten`, um das Tastatur-Layout "Laptop" auszuwählen, um die Funktionen des Nummernblocks anderen Tasten zuzuordnen.
es: Si lo deseas, pulsa `flecha abajo` para elegir la disposición de teclado "Portátil" para reasignar las funciones del teclado numérico a otras teclas.
hr: Ako želite, pritisnite `strelicu dolje` kako biste odabrali "raspored za prijenosna računala" kako biste funkcijama na numeričkom dijelu dodjelili druge tipke.
nl: Desgewenst kunt u met `PijlOmlaag` kiezen voor "Laptoptoetsenbordindeling" om functies van het numerieke toetsenbord toe te wijzen aan andere toetsen.
pt_br: Se desejar, pressione `seta para baixo` para escolher o leiaute do teclado "Computador Portátil" para reatribuir as funções do teclado numérico a outras teclas.
ru: При желании нажмите `стрелку вниз`, чтобы выбрать раскладку клавиатуры "Ноутбук" и переназначить функции цифровой клавиатуры на другие клавиши.
ta: எண் திட்டின் செயல்பாடுகளை பிற விசைகளுக்கு ஒதுக்க விரும்பினால், `கீழம்பு` விசையை அழுத்தி மடிக்கணினி தலவமைப்பைத் தெரிவுச் செய்யவும்.
zh_tw: 如有需要請按向下鍵選擇「筆記型電腦」鍵盤配置，將數字鍵盤功能重新指派給其他按鍵。

source: Press `tab` to move to "Use `capsLock` as an NVDA modifier key".
bg: Натиснете `TAB`, за да преминете към „Използвай `Caps Lock` като NVDA клавиш“.
de: Drücken Sie die `Tab`-Taste, um zu "`Dauergroßschreibtaste` als NVDA-Taste verwenden" zu gelangen.
es: Pulsa `tab` para desplazarte a "Utilizar `bloqMayus` como una tecla modificadora de NVDA".
hr: Pritisnite `tab` kako biste se premjestili na opciju "Koristi `capsLock` kao NVDA modifikacijsku tipku".
nl: Druk op `tab` om naar "Gebruik `capsLock` als een NVDA-programmatoets" te gaan.
pt_br: Pressione `tab` para mover-se para "Usar `capsLock` como uma tecla modificadora do NVDA".
ru: Нажмите `tab`, чтобы перейти к пункту "Использовать `capsLock` как клавишу-модификатор NVDA".
ta: `தத்தல்` விசையை அழுத்தி, "`முகப்பெழுத்துப் பூட்டு` விசையை என்விடிஏ மாற்றியமைப்பி விசையாகப் பயன்படுத்துக" தேர்வுப் பெட்டிக்குச் செல்லவும்.
zh_tw: 按 Tab 拸到「使用 Caps Lock 鍵作為 NVDA 鍵」，

source: `Insert` is set as the NVDA modifier key by default.
bg: По подразбиране като NVDA клавиш е зададен `INSERT`.
de: Standardmäßig wird die `Einfügen`-Taste als NVDA-Modifikator-Taste eingestellt.
es: `Insert` se configura como la tecla modificadora de NVDA predeterminada.
hr: `Insert` ke postavljen kao zadana modifikacijska tipka.
nl: `Insert` staat standaard ingesteld als de NVDA-programmatoets.
pt_br: `Insert` está definido como a tecla modificadora do NVDA por padrão.
ru: в качестве клавиши-модификатора NVDA по умолчанию установлена `insert`.
ta: இயல்பில், என்விடிஏ மாற்றியமைப்பி விசையாக "`செருகு`" விசை அமைக்கப்பட்டிருக்கும்.
zh_tw: Insert 鍵被設定作為預設的 NVDA 鍵，

source: Press `spaceBar` to select `capsLock` as an alternate modifier key.
bg: Натиснете `клавиша за интервал`, за да изберете `Caps Lock` като алтернативен NVDA клавиш.
de: Drücken Sie `Leertaste`, um die `Dauergroßschreibtaste` als alternative Modifikator-Taste auszuwählen.
es: Pulsa `barra espaciadora` para seleccionar `bloqMayus` como una tecla modificadora alternativa.
hr: Pritisnite `razmaknicu` kako biste odabrali `capsLock` kao alternativnu modifikacijsku tipku.
nl: Druk op de `spatiebalk` om `capsLock` als een extra programmatoets te selecteren.
pt_br: Pressione `barra de espaço` para selecionar `capsLock` como uma tecla modificadora alternativa.
ru: Нажмите `пробел`, чтобы выбрать `capsLock` в качестве альтернативной клавиши-модификатора.
ta: `முகப்பெழுத்துப் பூட்டு` விசையை மாற்றியமைப்பி விசையாகப் பயன்படுத்த `இடைவெளிப்பட்டையை` அழுத்தி இத்தேர்வுப் பெட்டியைத் தேர்வுச் செய்யவும்.
zh_tw: 按空白鍵選擇 Caps Lock 鍵作為替代的 NVDA 鍵。

source: Note that the keyboard layout is set separately from the NVDA modifier key.
bg: Обърнете внимание, че клавиатурната подредба се задава отделно от клавиша на NVDA.
de: Beachten Sie, dass das Tastatur-Layout getrennt von der NVDA-Modifikator-Taste eingestellt wird.
es: Ten en cuenta que la disposición de teclado se configura separadamente de la tecla modificadora de NVDA.
hr: Imajte na umu da se raspored tipkovnice postavlja odvojeno od NVDA modifikacijske tipke.
nl: Merk op dat de toetsenbordindeling en de NVDA-programmatoets afzonderlijk worden ingesteld.
pt_br: Observe que o esquema — leiaute — do teclado é definido separadamente da tecla modificadora do NVDA.
ru: Обратите внимание, что раскладка клавиатуры задаётся отдельно от клавиши-модификатора NVDA.
ta: என்விடிஏ மாற்றியமைப்பி விசையிலிருந்து விசைப் பலகை தளவமைப்பு தனித்து அமைக்கப்பட்டிருக்கிறது என்பதைக் கவனிக்கவும்.
zh_tw: 附註：鍵盤配置與 NVDA 鍵是分開設定的，

source: The NVDA key and keyboard layout can be changed later from the Keyboard Settings.
bg: Клавишът на NVDA и клавиатурната подредба могат да бъдат променени по-късно от настройките за клавиатурата.
de: Die NVDA-Taste und das Tastatur-Layout können später in den Tastatur-Einstellungen geändert werden.
es: La tecla NVDA y la disposición de teclado pueden cambiarse más tarde desde las opciones de teclado.
hr: NVDA tipka i raspored tipkovnice mogu se kasnije promijeniti u postavkama tipkovnice.
nl: De NVDA-toets en de toetsenbordindeling kunnen later via het menuonderdeel toetsenbordinstellingen worden gewijzigd.
pt_br: A tecla do NVDA e o leiaute do teclado podem ser alterados posteriormente nas Configurações do Teclado.
ru: Клавишу NVDA и раскладку клавиатуры можно изменить позже в настройках клавиатуры.
ta: என்விடிஏ மாற்றியமைப்பி விசையையும், விசைப் பலகைத் தளவமைப்பையும் விசைப் பலகை அமைப்பில் பிறகு மாற்றியமைத்துக்கொள்ளலாம்.
zh_tw: NVDA 鍵及鍵盤配置可在稍後從鍵盤設定中變更。

source: Use `tab` and `spaceBar` to adjust the other options on this screen.
bg: Използвайте `TAB` и `клавиша за интервал`, за да промените другите опции на този екран.
de: Benutzen Sie die `Tab`-Taste und die `Leertaste`, um die anderen Optionen auf diesem Bildschirm einzustellen.
es: Utiliza `tab` y `barra espaciadora` para ajustar las otras opciones en esta pantalla.
hr: Koristite `tab` i `razmaknicu` kako biste prilagodili ostale opcije na tom zaslonu.
nl: Gebruik `tab` en `spatiebalk` om de verdere opties op dit scherm aan te passen.
pt_br: Use `tab` e `barra de espaço` para ajustar as outras opções nesta tela.
ru: Используйте `tab` и `пробел`, чтобы настроить другие параметры на этом экране.
ta: இத்திரையில் காணப்படும் மற்ற இரு விருப்பத் தேர்வுகளை மாற்றியமைக்க, `தத்தல்` விசையையும், `இடைவெளிப்பட்டையையும்` பயன்படுத்தவும்.
zh_tw: 使用 Tab 及空白鍵來調整此畫面上的其他選項，

source: These set whether NVDA starts automatically.
bg: Те указват дали NVDA да се стартира автоматично.
de: Hier wird festgelegt, ob NVDA automatisch gestartet werden soll.
es: Estas establecen si NVDA arranca automáticamente.
hr: One određuju način automatskog pokretanja.
nl: Hiermee stelt u in of NVDA automatisch moet opstarten.
pt_br: Estas definem se o NVDA inicia automaticamente.
ru: Они определяют, будет ли NVDA запускаться автоматически.
ta: புகுபதிந்தவுடன் என்விடிஏ துவங்குவதற்கும், என்விடிஏ துவங்கியவுடன் வரவேற்பு உரையாடல் காட்டப்படுவதற்கும் இந்த இரு தேர்வுப் பெட்டிகள் கொடுக்கப்பட்டுள்ளன.
zh_tw: 包括設定 NVDA 是否自動啟動。

source: Press `enter` to close the dialog box with NVDA now running.
bg: Натиснете `ENTER`, за да затворите диалоговия прозорец с вече работещ NVDA.
de: Betätigen Sie die `Eingabetaste`, um das Dialogfeld zu schließen, sobald NVDA nun läuft.
es: Pulsa `intro` para cerrar el cuadro de diálogo con NVDA ahora en ejecución.
hr: Pritisnite `enter` kako biste zatvorili dijaloški okvir sa pokrenutim programom NVDA.
nl: NVDA is nu actief en door op `enter` te drukken zal het dialoogvenster worden gesloten.
pt_br: Pressione `enter` para fechar o diálogo com o NVDA em execução.
ru: Нажмите `enter`, чтобы закрыть диалог при работающей NVDA.
ta: வரவேற்பு உரையாடல் பெட்டியை மூட, `உள்ளிடு` விசையை அழுத்தவும்.
zh_tw: 按 Enter 關閉對話框，NVDA 繼續執行。

source: Running NVDA
bg: Изпълнение на NVDA
de: NVDA ausführen
es: Ejecutar NVDA
hr: Pokretanje NVDA
nl: Werken met NVDA
pt_br: Executando o NVDA
ru: Запуск NVDA
ta: என்விடிஏவை இயக்குதல்
zh_tw: 執行 NVDA

source: The full NVDA user guide has all the NVDA commands, split up into different sections for reference.
bg: Пълното ръководство за потребителя на NVDA съдържа всички команди на NVDA, разделени на различни справочни секции.
de: Das vollständige NVDA-Benutzerhandbuch enthält alle NVDA-Befehle, unterteilt in verschiedene Abschnitte zum Nachschlagen.
es: La guía completa de usuario de NVDA tiene todas las órdenes de NVDA divididas en diferentes secciones para su consulta.
hr: Potpun vodič za korisnike sadrži sve prečace programa NVDA, podijejljene po raznim kategorijama za lakše čitanje.
nl: De volledige gebruikershandleiding van NVDA bevat een gerubriceerd Overzicht met NVDA-commando's.
pt_br: O Guia completo do usuário do NVDA contém todos os comandos do NVDA, divididos em diferentes seções para referência.
ru: Полное руководство пользователя NVDA содержит все команды NVDA, разделённые для удобства по разделам.
ta: எல்லா என்விடிஏ கட்டளைகளும் முழு பயனர் வழிகாட்டியில் குறிப்புக்காக பல பிரிவுகளாகப் பிரிக்கப்பட்டு கொடுக்கப்பட்டுள்ளன.
zh_tw: 完整的 NVDA 用戶指南包含所有 NVDA 指令，並分為不同章節以供參考，

source: The tables of commands are also available in the "Commands Quick Reference".
bg: Таблиците с команди са налични също и в „Кратък преглед на командите“.
de: Die Befehlstabellen sind auch in der "Befehls-Kurzreferenz" verfügbar.
es: Las tablas de órdenes también están disponibles en la "Referencia Rápida de Órdenes".
hr: Tablice sa prečacima su također dostupne u "brzom prikazu NVDA prečaca".
nl: De tabellen met commando's zijn ook te vinden in het "Overzicht Commando's".
pt_br: As tabelas de comandos também estão disponíveis na "Referência Rápida de Comandos".
ru: Таблицы команд также доступны в "Кратком справочнике команд".
ta: "கட்டளைகள் விரைவுப் பார்வையிலும்" கட்டளைகளின் அட்டவணைகள் உள்ளன.
zh_tw: 指令表也可在「指令快速參考」中找到。

source: The "Basic Training for NVDA" NVDA training module has each command in more depth with step-by-step activities.
bg: Модулът за обучение на NVDA „Basic Training for NVDA“ (на английски език) включва всяка команда в по-голяма задълбоченост с действия стъпка по стъпка.
de: Das NVDA-Schulungsmodul "Grundschulung für NVDA" geht auf die einzelnen Befehle näher ein und führt Sie Schritt für Schritt durch die Übungen.
es: El módulo "Formación Básica de NVDA" profundiza en cada orden con actividades paso a paso.
hr: Modul "Osnovna obuka za korištenje NVDA" detaljno opisuje kroz svaki prečac sa aktivnostima korak po korak.
nl: De module "Basis training voor NVDA" gaat dieper in op afzonderlijke commando's met daarbij behorende gestructureerde activiteiten.
pt_br: O módulo de capacitação do NVDA "Basic Training for NVDA" — Treinamento Básico para NVDA — possui cada comando mais aprofundado com atividades passo a passo.
ru: В модуле обучения NVDA "Базовое обучение NVDA" каждая команда подробно описана с пошаговыми действиями.
ta: என்விடிஏவிற்கான அடிப்படைப் பயிற்சியில் ஒவ்வொரு கட்டளையும் படிப்படியான செயல்பாடுகளுடன் ஆழ்ந்து விளக்கப்பட்டுள்ளது.
zh_tw: 在 NVDA 訓練教材《Basic Training for NVDA》中有逐步操作的方式來更深入了解各項指令，

source: "Basic Training for NVDA" is available from the [NV Access Shop](http://www.nvaccess.org/shop).
bg: „Basic Training for NVDA“ е налично в [магазина на NV Access](http://www.nvaccess.org/shop).
de: Die "Grundschulung für NVDA" ist über den [NV Access Shop](http://www.nvaccess.org/shop) erhältlich.
es: "Formación Básica de NVDA" está disponible desde la [tienda de NV Access](http://www.nvaccess.org/shop).
hr: "Osnovna obuka za korištenje NVDA" dostupna je u [NV Access trgovini](http://www.nvaccess.org/shop).
nl: "Basistraining voor NVDA" is verkrijgbaar in de [NV Access Shop](http://www.nvaccess.org/shop).
pt_br: "Basic Training for NVDA" está disponível na [Loja da NV Access](http://www.nvaccess.org/shop).
ru: "Базовое обучение NVDA" доступно в [Магазине NV Access](http://www.nvaccess.org/shop).
ta: [என்வி அக்ஸஸ் அங்காடியில்](http://www.nvaccess.org/shop) என்விடிஏவிற்கான அடிப்படைப் பயிற்சி கிடைக்கிறது.
zh_tw: 《Basic Training for NVDA》可從 [NV Access Shop](https://www.nvaccess.org/shop) 取得。

source: Here are some basic commands which are used frequently.
bg: Ето някои основни команди, които се използват често.
de: Nachstehend sind einige grundlegende Befehle aufgeführt, die häufig verwendet werden.
es: Aquí van algunas órdenes básicas que se utilizan frecuentemente.
hr: Ovdje se nalaze često korišteni prečaci.
nl: Hieronder enkele vaak gebruikte basiscommando's.
pt_br: Aqui estão alguns comandos básicos que são usados com frequência.
ru: Там описаны некоторые основные, часто используемые команды.
ta: அடிக்கடிப் பயன்படுத்தப்படும் சில கட்டளைகள் இங்கே கொடுக்கப்பட்டுள்ளன.
zh_tw: 這裡有一些經常使用的基本指令，

source: All commands are configurable, so these are the default keystrokes for these functions.
bg: Всички команди могат да се конфигурират, така че това са клавишните комбинации по подразбиране за тези функции.
de: Alle Befehle sind konfigurierbar, daher sind dies die Standardtasten für diese Funktionen.
es: Todas las órdenes son configurables, por lo que estas son las pulsaciones predeterminadas para estas funciones.
hr: Svi su prečaci podesivi, što zčači da su ovo podrazumjevani prečaci.
nl: Alle commando's zijn individueel instelbaar dus dit zijn de standaard toetscombinaties voor de vermelde functies.
pt_br: Todos os comandos são configuráveis, portanto estas são as teclas padrão para essas funções.
ru: Все команды настраиваются, поэтому для этих функций используются комбинации клавиш по умолчанию.
ta: எல்லாக் கட்டளைகளையும் பயனர்கள் அமைவடிவமாக்கிக்கொள்ளலாம் என்பதால் செயல்பாடுகளுக்குறிய இயல்பான விசைக் கட்டளைகளே இங்கு கொடுக்கப்பட்டுள்ளன.
zh_tw: 所有指令都是可設訂的，以下是這些功能的預設快速鍵。

source: The NVDA Modifier Key
bg: Модификаторният клавиш на NVDA
de: Die NVDA-Modifier-Taste
es: La Tecla modificadora NVDA
hr: NVDA modifikacijska tipka
nl: De NVDA-programmatoets
pt_br: A Tecla Modificadora do NVDA
ru: Клавиша-модификатор NVDA
ta: என்விடிஏ மாற்றியமைப்பி விசை
zh_tw: NVDA 組合鍵

source: The default NVDA modifier key is either the `numpadZero`, (with `numLock` off), or the `insert` key, near the `delete`, `home` and `end` keys.
bg: Модификаторният клавиш по подразбиране на NVDA е `0 от цифровия блок` (при изключен `Num Lock`), или клавиша `INSERT`, намиращ се до клавишите `DELETE`, `HOME` и `END`.
de: Die Standard-NVDA-Modifier-Taste ist entweder die `Nummernblock 0`, (mit `Nummernblock` aus), oder die `Einfügen`-Taste, in der Nähe der `Entf`-Taste, `Pos1`- und `Ende`-Tasten.
es: La tecla modificadora predeterminada de NVDA es o el `cero del teclado numérico`, (con `bloqNum` desactivado), o la tecla `insert`, próxima a las teclas `supr`, `inicio` y `fin`.
hr: NVDA modifikacijska tipka je jedna od sljedećih tipki: Tipka `uumerička nula`, (sa isključenim `numLockom`), ili `insert` tipka, blizu tipke `delete`, `home` i `end` tipki.
nl: De standaard NVDA-programmatoets is of wel de `numrieke Nul`, met `numLock` UIT), of de `insert-toets`, nabij de toetsen `delete`, `home` en `end`.
pt_br: A tecla modificadora padrão do NVDA é o `zero do teclado numérico` (com `numLock` desativado) ou a tecla `insert`, perto das teclas `delete`, `home` e `end`.
ru: Клавишей-модификатором NVDA по умолчанию является либо `ноль на цифровом блоке` (с отключённым `numLock`), либо клавиша `insert`, расположенная рядом с клавишами `delete`, `home` и `end`.
ta: பூட்டு விலக்கப்பட்ட நிலையில் `எண் திட்டில்` இருக்கும் "`சுழியம்`" விசையும், `அழி`, `தொடக்கம்`, `முடிவு` ஆகிய விசைகளுக்கருகே இருக்கும் "`செருகு`" விசையும் என்விடிஏவின் மாற்றியமைப்பி விசையாக இயல்பில் அமைந்திருக்கும்.
zh_tw: 預設的 NVDA 組合鍵是數字鍵盤 0 (關閉 numLock) 或 Insert 鍵，靠近 Delete、Home 及 End 鍵，

source: The NVDA modifier key can also be set to the `capsLock` key.
bg: Модификаторният клавиш на NVDA може да бъде зададен също и на клавиша `Caps Lock`.
de: Die NVDA-Modifier-Taste kann auch auf die `Dauergroßschreibtaste` gelegt werden.
es: La tecla modificadora de NVDA también puede configurarse en la tecla `bloqMayus`.
hr: `capsLock` tipka može biti postavljena kao NVDA modifikacijska tipka.
nl: Als NVDA-programmatoets kunt u ook de `capsLock-toets` gebruiken.
pt_br: A tecla modificadora do NVDA também pode ser definida como a tecla `capsLock`.
ru: В качестве клавиши-модификатора NVDA также можно выбрать клавишу `capsLock`.
ta: "`முகப்பெழுத்து பூட்டு`" விசையையும் என்விடிஏ மாற்றியமைப்பி விசையாக அமைத்துக்கொள்ளலாம்.
zh_tw: capsLock 鍵也可以設定為 NVDA 組合鍵。

source: Input Help
bg: Помощ за въвеждане
de: Die Eingabehilfe
es: Ayuda de Entrada
hr: Pomoć tipkovnice
nl: Invoerhulp
pt_br: Ajuda de Entrada
ru: Справка по вводу
ta: உள்ளீடு உதவி
zh_tw: 輸入說明

source: To learn and practice the location of keys, press `NVDA+1` to turn Input help on.
bg: За да научите и упражнявате местоположението на клавишите, натиснете `NVDA+1`, за да включите помощ за въвеждане.
de: Um die Lage der Tasten zu lernen und zu üben, drücken Sie `NVDA+1`, um die Eingabehilfe einzuschalten.
es: Para aprender y practicar la localización de las teclas, pulsa `NVDA+1` para activar la Ayuda de Entrada.
hr: Kako biste naučili raspored svake tipke, pritisnite `NVDA+1` kako biste uključili pomoć tipkovnice.
nl: Om plaats en rol van toetsen te leren kennen, drukt u op `NVDA+1` waarmee u Invoerhulp inschakelt.
pt_br: Para aprender e praticar a localização das teclas, pressione `NVDA+1` para ativar a Ajuda de entrada.
ru: Чтобы изучить и попрактиковаться в расположении клавиш, нажмите `NVDA+1`, чтобы включить справку по вводу.
ta: விசைகளின் இருப்பிடத்தைக் கற்றுக்கொள்ளவும், அவைகளை இயக்கி பயிற்சி செய்யவும், `என்விடிஏ+1` விசையை அழுத்தி, உள்ளீட்டு உதவியை இயக்கவும்.
zh_tw: 要學習和練習按鍵的位置，請按 NVDA+1 開啟輸入說明，

source: While in input help mode, performing any input gesture (such as pressing a key or performing a touch gesture) will report the action and describe what it does (if anything).
bg: Докато сте в режима за помощ за въвеждане, изпълнението на всеки жест на въвеждане (като например натискане на клавиш или изпълнение на жест с докосване) ще докладва действието и ще опише какво прави (ако има зададено такова).
de: Im Eingabehilfemodus wird beim Ausführen eines beliebigen Tastenbefehls (z. B. Drücken einer Taste oder Ausführen einer Touch-Geste) die Aktion mitgeteilt und beschrieben, was sie bewirkt (wenn überhaupt).
es: Mientras se esté en el modo Ayuda de entrada, la realización de cualquier gesto de entrada (tal como pulsar una tecla o realizar un gesto táctil) anunciará la acción y describirá qué hace (si hace algo).
hr: Sve dok se nalazite u načinu pomoći tipkovnice, izvođenje bilo koje ulazne geste, poput pritiska tipke ili izvođenja dodirne geste) će izgovoriti koju radnju izvršava (ako je pridjeljena).
nl: Zo lang u in de Invoerhulp-modus bent, zult u van elke invoerhandeling (het indrukken van een toets dan wel een veeg- of tikgebaar) te horen krijgen om welke handeling het gaat, voor zover die is toegekend, en waartoe deze dient.
pt_br: Enquanto estiver no modo de ajuda de entrada, executar qualquer comando de entrada (como pressionar uma tecla ou executar um gesto de toque) relatará a ação e descreverá o que ela faz (se houver).
ru: В режиме справки по вводу при выполнении любого жеста ввода (например, нажатия клавиши или сенсорного жеста) будет сообщено о действии и описано, что оно делает (если вообще что-то делает).
ta: உள்ளீட்டு உதவி நிலையில், உள்ளிடப்படும் விசையையும், தொடு சைகையையும் அறிவித்து, அதற்கான செயல்பாடு ஏதேனுமிருந்தால், அதையும் என்விடிஏ அறிவிக்கும்.
zh_tw: 在輸入說明模式下執行任何輸入手勢 (例如按下按鍵或執行觸控手勢) 都會讀出該操作並描述其功能 (若有的話)，

source: The actual commands will not execute while in input help mode.
bg: Действителните команди няма да се изпълняват, докато сте в режима за помощ за въвеждане.
de: Die eigentlichen Befehle werden im Eingabehilfemodus nicht ausgeführt.
es: Las órdenes reales no se ejecutarán mientras se esté en modo ayuda de entrada.
hr: Prečaci se neće izvršavati sve dok se nalazite u ovom načinu.
nl: Het eigenlijke commando wordt niet uitgevoerd wanneer u in de Invoerhulpmodus bent.
pt_br: Os comandos reais não serão executados no modo de ajuda de entrada.
ru: Фактические команды не будут выполняться в режиме справки по вводу.
ta: உள்ளீட்டு உதவி நிலையில் உள்ளிடப்படும் விசைக் கட்டளைகள் கணினிக்கு அனுப்பப்படமாட்டாது என்பதால், அவை கட்டளைகளாக இயங்காது.
zh_tw: 在輸入說明模式下實際指令並不會執行。

source: Starting and stopping NVDA
bg: Стартиране и спиране на NVDA
de: NVDA starten und beenden
es: Iniciar y detener NVDA
hr: Pokretanje i zaustavljanje NVDA
nl: NVDA Starten en stoppen
pt_br: Iniciando e parando o NVDA
ru: Запуск и остановка NVDA
ta: என்விடிஏவைத் துவக்குதல் மற்றும் நிறுத்துதல்
zh_tw: 啟動及停止 NVDA

source: Name |Desktop key |Laptop key |Description
bg: Име |Настолна команда |Лаптоп команда |Описание
de: Name |Desktop-Tastenkombination |Laptop-Tastenkombination |Beschreibung
es: Nombre |tecla de escritorio |Tecla de portátil |Descripción
hr: Naziv |Prečac za stolna računala |Prečac za prijenosna računala |opis
nl: Naam |Desktop-toets |Laptop-toets |Omschrijvingn
pt_br: Nome |Tecla de desktop |Tecla de laptop |Descrição
ru: Название |Настольная |Ноутбук |Описание
ta: பெயர் |மேசைத்தள விசை |மடிக்கணினி விசை |விளக்கம்
zh_tw: 名稱 |桌電快速鍵 |筆電快速鍵 |說明

source: Start NVDA |`control+alt+n` |`control+alt+n` |Starts or restarts NVDA
bg: Стартиране на NVDA |`Control+Alt+N` |`Control+Alt+N` |Стартира или рестартира NVDA
de: NVDA starten |`Strg+Alt+N` |`Strg+Alt+N` |Startet NVDA oder bei Bedarf auch neu
es: Arrancar NVDA |`control+alt+n` |`control+alt+n` |Inicia o reinicia NVDA
hr: Pokreni NVDA |`control+alt+f5` |`control+alt+f5` |Pokreće ili ponovno pokreće NVDA
nl: NVDA starten |`control+alt+n` |`control+alt+n` |Start of herstart NVDA
pt_br: Iniciar NVDA |`control+alt+n` |`control+alt+n` |Inicia ou reinicia o NVDA
ru: Запуск NVDA |`control+alt+n` |`control+alt+n` |Запускает или перезапускает NVDA
ta: என்விடிஏவைத் துவக்குக |`கட்டுப்பாடு+நிலைமாற்றி+n` |`கட்டுப்பாடு+நிலைமாற்றி+n` |என்விடிஏவைத் துவக்குகிறது, அல்லது மறுதுவக்குகிறது
zh_tw: 啟動 NVDA |Ctrl+Alt+N |Ctrl+Alt+N |啟動或重新啟動 NVDA
