Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Move to top line in review |`home1`, `home2`
bg: Преминава към най-горния ред в прегледа |`Home1`, `Home2`
de: Zur obersten Zeile in der Übersicht springen |`home1`, `home2`
es: Moverse a la línea superior en revisión |`inicio1`, `inicio2`
hr: Prebaci se na prvi red pregleda |`home1`, `home2`
nl: Ga naar bovenste regel in leesmodus |`home1`, `home2`
pt_br: Mover para a linha superior em exploração |`home1`, `home2`
ru: Перемещение на первую строку в просмотре |`home1`, `home2`
ta: சீராய்வு நிலையில் மேல் வரிக்கு நகர்க |`home1`, `home2`

source: Move to bottom line in review |`end1`, `end2`
bg: Преминава към най-долния ред в прегледа |`End1`, `End2`
de: Zur untersten Zeile in der Übersicht springen |`end1`, `end2`
es: Moverse a la línea inferior en revisión |`fin1`, `fin2`
hr: Prebaci se na poslednji red pregleda |`end1`, `end2`
nl: Ga naar onderste regel in leesmodus |`end1`, `end2`
pt_br: Mover para a última linha em exploração |`end1`, `end2`
ru: Перемещение на последнюю строку в просмотре |`end1`, `end2`
ta: சீராய்வு நிலையில் கீழ் வரிக்கு நகர்க |`end1`, `end2`

source: Sets the navigator object to the current focus |`eCursor1`, `eCursor2`
bg: Задава навигационния обект към текущия фокус |`eCursor1`, `eCursor2`
de: Das Navigator-Objekt auf den aktuellen Fokus setzen |`eCursor1`, `eCursor2`
es: Poner el navegador de objetos en el foco actual |`eCursor1`, `eCursor2`
hr: Prebaci navigacioni objekat na trenutni fokus |`eKursor1`, `eKursor2`
nl: Verplaatst navigatorobject naar de huidige focus |`eCursor1`, `eCursor2`
pt_br: Definir o objeto de navegação para o foco atual |`eCursor1`, `eCursor2`
ru: Устанавливает текущий фокус для объекта навигатора |`eCursor1`, `eCursor2`
ta: வழிசெலுத்திப் பொருளை தற்போதைய குவிமையத்திற்கு அமைக்கிறது |`eCursor1`, `eCursor2`

source: Move to current focus |`cursor1`, `cursor2`
bg: Преминава към текущия фокус |`Cursor1`, `Cursor2`
de: Zum aktuellen Fokus wechseln |`cursor1`, `cursor2`
es: Moverse al foco actual |`cursor1`, `cursor2`
hr: Prebaci se na trenutni fokus |`kursor1`, `kursor2`
nl: Ga naar huidige focus |`cursor1`, `cursor2`
pt_br: Mover para o foco atual |`cursor1`, `cursor2`
ru: Перемещение к актуальному фокусу |`cursor1`, `cursor2`
ta: தற்போதைய குவிமையத்திற்கு நகர்க |`cursor1`, `cursor2`

source: Moves the mouse pointer to the current navigator object |`home1+home2`
bg: Премества показалеца на мишката към текущия навигационен обект |`Home1+Home2`
de: Den Mauszeiger auf das aktuelle Navigator-Objekt verschieben |`home1+home2`
es: Mover el puntero del ratón al navegador de objetos actual |`inicio1+inicio2`
hr: Pomera miš na trenutni navigacioni objekat |`home1+home2`
nl: Verplaatst de muisaanwijzer naar het huidige navigatorobject |`home1+home2`
pt_br: Move o ponteiro do mouse para o objeto de navegação atual |`home1+home2`
ru: Перемещает указатель мыши на текущий объект навигатора |`home1+home2`
ta: சொடுக்கியின் குறிமுள்ளை தற்போதைய குவிமையத்திற்கு நகர்த்துகிறது |`home1+home2`

source: Sets the navigator object to the current object under the mouse pointer and speaks it |`end1+end2`
bg: Задава навигационния обект към текущия обект под показалеца на мишката и го изговаря |`End1+End2`
de: Das Navigator-Objekt auf das aktuelle Objekt unter dem Mauszeiger setzen und dieses mitteilen |`end1+end2`
es: Poner el navegador de objetos en el objeto actual bajo el puntero del ratón y verbalizarlo |`fin1+fin2`
hr: Postavlja navigacioni objekat na trenutni objekat ispod pokazivača miša i izgovara ga |`end1+end2`
nl: Plaatst navigatorobject bij het huidige object onder de muisaanwijzer and speaks it |`end1+end2`
pt_br: Define o objeto de navegação para o objeto atual sob o ponteiro do mouse e o fala |`end1+end2`
ru: Устанавливает объект навигатора на текущий объект под указателем мыши и произносит его |`end1+end2`
ta: சொடுக்கி குறிமுள்ளின் கீழிருக்கும் தற்போதையப் பொருளுக்கு வழிசெலுத்திப் பொருளை அமைத்து அதைப் படிக்கிறது |`end1+end2`

source: Moves focus to current navigator object |`eCursor1+eCursor2`
bg: Премества фокуса към текущия навигационен обект |`eCursor1+eCursor2`
de: Den Fokus auf das aktuelle Navigator-Objekt verschieben |`eCursor1+eCursor2`
es: Mover el foco al navegador de objetos actual |`eCursor1+eCursor2`
hr: Pomera fokus na trenutni navigacioni objekat |`eKursor1+eKursor2`
nl: Verplaatst focus naar huidige navigatorobject |`eCursor1+eCursor2`
pt_br: Move o foco para o objeto de navegação atual |`eCursor1+eCursor2`
ru: Перемещает фокус на текущий объект навигатора |`eCursor1+eCursor2`
ta: குவிமையத்தை தற்போதைய வழிசெலுத்திப் பொருளுக்கு நகர்த்துகிறது |`eCursor1+eCursor2`

source: Toggle braille tethered to |`cursor1+cursor2`
bg: Превключва обвързването на брайла към |`Cursor1+Cursor2`
de: Die Kopplung der braille-Ausgabe umschalten |`cursor1+cursor2`
es: Conmutar el seguimiento del braille |`cursor1+cursor2`
hr: Menja vezivanje brajevog reda |`kursor1+kursor2`
nl: Wissel braille tethered naar |`cursor1+cursor2`
pt_br: Alternar braille vinculado a |`cursor1+cursor2`
ru: Переключение привязки брайля |`cursor1+cursor2`
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைக்கிறது |`cursor1+cursor2`

source: Move braille display to previous line |`up1`, `up2`, `up3`
bg: Премества брайловия дисплей на предишния ред |`Up1`, `Up2`, `Up3`
de: Auf der Braillezeile in die vorherige Zeile navigieren |`up1`, `up2`, `up3`
es: Mover pantalla braille a la línea anterior |`arriba1`, `arriba2`, `arriba3`
hr: Pomera brajev red na prethodni red |`gore1`, `gore2`, `gore3`
nl: Verplaats brailleleesregel naar vorige regel |`up1`, `up2`, `up3`
pt_br: Mover a linha braille para a linha anterior |`cima1`, `cima2`, `cima3`
ru: Перемещение брайлевского дисплея к предыдущей строке |`up1`, `up2`, `up3`
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்திடுக |`up1`, `up2`, `up3`

source: Move braille display to next line |`down1`, `down2`, `down3`
bg: Премества брайловия дисплей на следващия ред |`Down1`, `Down2`, `Down3`
de: Auf der Braillezeile in die nächste Zeile navigieren |`down1`, `down2`, `down3`
es: Mover pantalla braille a la línea siguiente |`abajo1`, `abajo2`, `abajo3`
hr: Pomera brajev red na sledeći red |`dole1`, `dole2`, `dole3`
nl: Verplaats brailleleesregel naar volgende regel |`down1`, `down2`, `down3`
pt_br: Mover a linha braille para a próxima linha |`baixo1`, `baixo2`, `baixo3`
ru: Перемещение брайлевского дисплея к следующей строке |`down1`, `down2`, `down3`
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்திடுக |`down1`, `down2`, `down3`

source: Scroll braille display back |`left`, `lWheelLeft`, `rWheelLeft`
bg: Превърта брайловия дисплей назад |`Left`, `LWheelLeft`, `RWheelLeft`
de: Auf der Braillezeile rückwärts navigieren |`left`, `lWheelLeft`, `rWheelLeft`
es: Desplazar la pantalla braille hacia atrás |`izquierda`, `lRuedaIzquierda`, `rRuedaIzquierda`
hr: Pomera brajev red nazad |`levo`, `lTočakLevo`, `DTočakLevo`
nl: Scroll brailleleesregel terug |`left`, `lWheelLeft`, `rWheelLeft`
pt_br: Rolar a linha braille para trás |`esquerda`, `rodinha esquerda para a esquerda`, `rodinha direita para a esquerda`
ru: Прокрутка брайлевского дисплея назад |`left`, `lWheelLeft`, `rWheelLeft`
ta: பிரெயில் காட்சியமைவை பின்னுருட்டுக |`left`, `lWheelLeft`, `rWheelLeft`

source: Scroll braille display forward |`right`, `lWheelRight`, `rWheelRight`
bg: Превърта брайловия дисплей напред |`Right`, `LWheelRight`, `RWheelRight`
de: Auf der Braillezeile vorwärts navigieren |`right`, `lWheelRight`, `rWheelRight`
es: Desplazar la pantalla braille hacia adelante |`derecha`, `lRuedaDerecha`, `rRuedaDerecha`
hr: Pomera brajev red napred |`desno`, `lTočakDesno`, `DTočakDesno`
nl: Scroll brailleleesregel vooruit |`right`, `lWheelRight`, `rWheelRight`
pt_br: Rolar a linha braille para frente |`direita`, `rodinha esquerda para a direita`, `rodinha direita para a direita`
ru: Прокрутка брайлевского дисплея вперёд |`right`, `lWheelRight`, `rWheelRight`
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |`right`, `lWheelRight`, `rWheelRight`

source: Route to braille cell |`routing`
bg: Преминава към брайлова клетка |`Routing`
de: Zum Braille-Modul springen |`routing`
es: Ir a la celda braille |`sensor`
hr: Prebaci na brajevu ćeliju |`Prebacivanje`
nl: Routeer naar braillecel |`routing`
pt_br: Direcionar para cela braille |`sensor`
ru: Перемещение к брайлевской клетке |`routing`
ta: பிரெயில் களத்திற்கு வழியமைத்திடுக |`routing`

source: Report text formatting under braille cell |`secondary routing`
bg: Докладва форматирането на текста под брайловата клетка |`Secondary Routing`
de: Textformatierungen unter dem aktuellen Braille-Modul mitteilen |`secondary routing`
es: Anunciar formato de texto bajo la celda braille |`sensor secundario`
hr: Prijavi formatiranje teksta ispod brajeve ćelije |`Sekundarno prebacivanje`
nl: Meld tekstopmaak onder braillecel |`secondary routing`
pt_br: Relatar formatação de texto em cela braille |`sensor secundário`
ru: Произносить форматирование текста под брайлевской клеткой |`secondary routing`
ta: பிரெயில் களத்தின் கீழிருக்கும் உரை வடிவூட்டத்தை அறிவித்திடுக |`secondary routing`

source: Toggle the way context information is presented in braille |`attribute1+attribute3`
bg: Превключва начина, по който контекстната информация се представя на брайл |`Attribute1+Attribute3`
de: Umschalten der Darstellung von Kontextinformationen in Braille-Schrift |`attribute1+attribute3`
es: Conmutar la forma de presentar la información de contexto en braille |`attributo1+attributo3`
hr: Prebacuje načine predstavljanja sadržaja na brajevom redu |`atribut1+atribut3`
nl: Schakel tussen manieren waarop contextinformatie wordt aangeboden in braille |`attribute1+attribute3`
pt_br: Alternar a forma como as informações de contexto são apresentadas em braille |`atributo1+atributo3`
ru: Переключить способ представления контекстной информации по брайлю |`attribute1+attribute3`
ta: சூழலுணர்த் தகவல் பிரெயிலில் அளிக்கப்படும் விதத்தை மாற்றியமைத்திடுக |`attribute1+attribute3`

source: Cycles between speech modes |`attribute2+attribute4`
bg: Превключва между режимите на речта |`Attribute2+Attribute4`
de: Zwischen den Sprachmodi umschalten |`attribute2+attribute4`
es: Recorrer entre modos de voz |`attributo2+attributo4`
hr: Prebacuje između modusa govora |`atribut2+atribut4`
nl: Schakelt tussen opties voor spraakmodi |`attribute2+attribute4`
pt_br: Circula entre modos de fala |`atributo2+atributo4`
ru: Переключаться между речевыми режимами |`attribute2+attribute4`
ta: பேச்சு முறைகளுக்கிடையே சுழல்கிறது |`attribute2+attribute4`

source: Switches to the previous review mode (e.g. object, document or screen) |`f1`
bg: Преминава към предишния режим на преглед (напр. обект, документ или екран) |`F1`
de: Zum vorherigen Darstellungsmodus wechseln (z. B. Objekt, Dokument oder Bildschirm) |`f1`
es: Cambiar al modo de revisión anterior (por ejemplo, objeto, documento o pantalla) |`f1`
hr: Prelazi na prethodni režim pregleda (npr. objekat, dokument ili ekran) |`f1`
nl: Schakelt om naar de vorige review-modus (bijv. object, document of scherm) |`f1`
pt_br: Troca para o modo de exploração anterior (por exemplo, objeto, documento ou tela) |`f1`
ru: Переключает на предыдущий режим просмотра (например, объект, документ или экран) |`f1`
ta: முந்தைய சீராய்வு நிலைக்கு மாறுகிறது (எ.கா. பொருள், ஆவணம், அல்லது திரை) |`f1`

source: Switches to the next review mode (e.g. object, document or screen) |`f2`
bg: Преминава към следващия режим на преглед (напр. обект, документ или екран) |`F2`
de: Zum nächsten Darstellungsmodus wechseln (z. B. Objekt, Dokument oder Bildschirm) |`f2`
es: Cambiar al modo de revisión siguiente (por ejemplo, objeto, documento o pantalla) |`f2`
hr: Prelazi na sledeći režim pregleda (npr. objekat, dokument ili ekran) |`f2`
nl: Schakelt om naar de volgende review-modus (bijv. object, document of scherm) |`f2`
pt_br: Troca para o próximo modo de exploração (por exemplo, objeto, documento ou tela) |`f2`
ru: Переключает на следующий режим просмотра (например, объект, документ или экран) |`f2`
ta: அடுத்த சீராய்வு நிலைக்கு மாறுகிறது (எ.கா. பொருள், ஆவணம், அல்லது திரை) |`f2`

source: Moves the navigator object to the object containing it |`f3`
bg: Премества навигационния обект към обекта, който го съдържа |`F3`
de: Das Navigator-Objekt zu dem Objekt verschieben, das es enthält |`f3`
es: Mover el navegador de objetos al objeto que lo contiene |`f3`
hr: Pomera navigacioni objekat na objekat koji ga sadrži |`f3`
nl: Verplaatst navigatorobject naar het object waarin het is opgenomen |`f3`
pt_br: Move o objeto de navegação para o objeto que o contém |`f3`
ru: Перемещает объект навигатора к объекту, содержащему его |`f3`
ta: வழிசெலுத்திப் பொருளைக் கொண்டிருக்கும் பொருளுக்கு வழிசெலுத்திப் பொருளை நகர்த்துகிறது |`f3`

source: Moves the navigator object to the first object inside it |`f4`
bg: Премества навигационния обект към първия обект в него |`F4`
de: Das Navigator-Objekt zum ersten Objekt innerhalb des Objekts verschieben |`f4`
es: Mover el navegador de objetos al primer objeto dentro de él |`f4`
hr: Pomera navigacioni objekat na prvi objekat unutar njega |`f4`
nl: Verplaatst het navigatorobject naar het eerste object daarbinnen |`f4`
pt_br: Move o objeto de navegação para o primeiro objeto dentro dele |`f4`
ru: Перемещает объект навигатора к первому объекту внутри него |`f4`
ta: வழிசெலுத்திப் பொருளுக்குள் இருக்கும் முதல் பொருளுக்கு வழிசெலுத்திப் பொருளை நகர்த்துகிறது |`f4`

source: Moves the navigator object to the previous object |`f5`
bg: Премества навигационния обект към предишния обект |`F5`
de: Das Navigator-Objekt zum vorherigen Objekt verschieben |`f5`
es: Mover el navegador de objetos al objeto anterior |`f5`
hr: Pomera navigacioni objekat na prethodni objekat |`f5`
nl: Verplaatst het navigatorobject naar het vorige object |`f5`
pt_br: Move o objeto de navegação para o objeto anterior |`f5`
ru: Перемещает объект навигатора к предыдущему объекту |`f5`
ta: முந்தைய பொருளுக்கு வழிசெலுத்திப் பொருளை நகர்த்துகிறது |`f5`

source: Moves the navigator object to the next object |`f6`
bg: Премества навигационния обект към следващия обект |`F6`
de: Das Navigator-Objekt zum nächsten Objekt verschieben |`f6`
es: Mover el navegador de objetos al objeto siguiente |`f6`
hr: Pomera navigacioni objekat na sledeći objekat |`f6`
nl: Verplaatst het navigatorobject naar het volgende object |`f6`
pt_br: Move o objeto de navegação para o próximo objeto |`f6`
ru: Перемещает объект навигатора к следующему объекту |`f6`
ta: அடுத்த பொருளுக்கு வழிசெலுத்திப் பொருளை நகர்த்துகிறது |`f6`

source: Reports the current navigator object |`f7`
bg: Докладва текущия навигационен обект |`F7`
de: Das aktuelle Navigator-Objekt mitteilen |`f7`
es: Anunciar el navegador de objetos actual |`f7`
hr: Prijavljuje trenutni navigacioni objekat |`f7`
nl: Geeft het huidige navigatorobject aan |`f7`
pt_br: Relata o objeto de navegação atual |`f7`
ru: Объявляет текущий объект навигатора |`f7`
ta: தற்போதைய வழிசெலுத்திப் பொருளை அறிவிக்கிறது |`f7`

source: Reports information about the location of the text or object at the review cursor |`f8`
bg: Докладва информация за местоположението на текста или обекта при курсора за преглед |`F8`
de: Informationen über die Position des Textes oder des Objekts am NVDA-Cursor mitteilen |`f8`
es: Anunciar información acerca de la localización del texto u objeto en el cursor de revisión |`f8`
hr: Daje informacije o lokaciji teksta ili objekta na poziciji sistemskog kursora |`f8`
nl: Geeft informatie over de locatie van de tekst of het object bij de leescursor |`f8`
pt_br: Relata informações sobre o local do texto ou objeto no cursor de exploração |`f8`
ru: Объявляет информацию о местоположении текста или объекта просмотрового курсора |`f8`
ta: சீராய்வுச் சுட்டியின் இடத்திலிருக்கும் உரை, அல்லது பொருளின் அமைவிடத் தகவலை அறிவிக்கிறது |`f8`

source: Shows braille settings |`f1+home1`, `f9+home2`
bg: Показва брайловите настройки |`F1+Home1`, `F9+Home2`
de: Braille_einstellungen anzeigen |`f1+home1`, `f9+home2`
es: Mostrar opciones braille |`f1+inicio1`, `f9+inicio2`
hr: Prikazuje brajeva podešavanja |`f1+home1`, `f9+home2`
nl: Toont braille-instellingen |`f1+home1`, `f9+home2`
pt_br: Mostra configurações de braille |`f1+home1`, `f9+home2`
ru: Отображает настройки Брайля |`f1+home1`, `f9+home2`
ta: பிரெயில் அமைப்புகளைக் காட்டுகிறது |`f1+home1`, `f9+home2`

source: Reads status bar and moves navigator object into it |`f1+end1`, `f9+end2`
bg: Прочита лентата на състоянието и премества навигационния обект в нея |`F1+End1`, `F9+End2`
de: Teilt den Inhalt der Statusleiste mit und verschiebt das Navigator-Objekt dorthin |`f1+end1`, `f9+end2`
es: Leer la barra de estado y mover el navegador de objetos a ella |`f1+fin1`, `f9+fin2`
hr: Čita statusnu traku i prebacuje navigacioni objekat na nju |`f1+end1`, `f9+end2`
nl: Leest statusbalk en verplaatst navigatorobject er in |`f1+end1`, `f9+end2`
pt_br: Lê a barra de status e move o objeto de navegação para dentro dela |`f1+end1`, `f9+end2`
ru: Считывает строку состояния и перемещает в неё объект навигатора |`f1+end1`, `f9+end2`
ta: நிலைப்பட்டையைப் படித்து, வழிசெலுத்திப் பொருளை அதற்குள் நகர்த்துகிறது |`f1+end1`, `f9+end2`

source: Cycle the braille cursor shape |`f1+eCursor1`, `f9+eCursor2`
bg: Превключва формата на брайловия курсор |`F1+eCursor1`, `F9+eCursor2`
de: Ring der Braille-cursor-Form |`f1+eCursor1`, `f9+eCursor2`
es: Recorrer las formas del cursor braille |`f1+eCursor1`, `f9+eCursor2`
hr: Kruži kroz oblike brajevog kursora |`f1+eKursor1`, `f9+eKursor2`
nl: De vormen van de braillecursor verkennen/aanpassen |`f1+eCursor1`, `f9+eCursor2`
pt_br: Circuitar a forma do cursor braille |`f1+eCursor1`, `f9+eCursor2`
ru: Переключать форму брайлевского курсора |`f1+eCursor1`, `f9+eCursor2`
ta: பிரெயில் சுட்டி வடிவங்களைச் சுழற்றுகிறது |`f1+eCursor1`, `f9+eCursor2`

source: Toggle the braille cursor |`f1+cursor1`, `f9+cursor2`
bg: Превключва брайловия курсор |`F1+Cursor1`, `F9+Cursor2`
de: Umschalten des Braille-Cursors |`f1+cursor1`, `f9+cursor2`
es: Activar y desactivar el cursor braille |`f1+cursor1`, `f9+cursor2`
hr: Uključuje ili isključuje brajev kursor |`f1+kursor1`, `f9+kursor2`
nl: Van braillecursor wisselen |`f1+cursor1`, `f9+cursor2`
pt_br: Alternar o cursor braille |`f1+cursor1`, `f9+cursor2`
ru: Переключить брайлевский курсор |`f1+cursor1`, `f9+cursor2`
ta: பிரெயில் சுட்டியை மாற்றியமைக்கிறது |`f1+cursor1`, `f9+cursor2`

source: Cycle the braille show messages mode |`f1+f2`, `f9+f10`
bg: Превключва между режимите за показване на съобщенията на брайл |`F1+F2`, `F9+F10`
de: Modus für die Anzeige von Braille-Meldungen wechseln |`f1+f2`, `f9+f10`
es: Recorrer los modos de mostrar mensajes braille |`f1+f2`, `f9+f10`
hr: Kruži kroz režime prikazivanja brajevih poruka |`f1+f2`, `f9+f10`
nl: Doorloop de braille toon meldingen modus |`f1+f2`, `f9+f10`
pt_br: Circuitar o modo de exibição de mensagens em braille |`f1+f2`, `f9+f10`
ru: Переключать режим вывода брайлевских сообщений |`f1+f2`, `f9+f10`
ta: பிரெயில் தகவல்களைக் காட்டிடும் நிலைகளுக்கிடையே சுழல்கிறது |`f1+f2`, `f9+f10`

source: Cycle the braille show selection state |`f1+f5`, `f9+f14`
bg: Превключва между режимите за показване на маркирането на брайл |`F1+F5`, `F9+F14`
de: Auswahl der Anzeige auf der Braillezeile wechseln |`f1+f5`, `f9+f14`
es: Recorrer los estados de mostrar selección braille |`f1+f5`, `f9+f14`
hr: Menja stanje prikazivanja izbora na brajevom redu |`f1+f5`, `f9+f14`
nl: Doorloop de braille toon selectiestatus |`f1+f5`, `f9+f14`
pt_br: Circuitar o estado de mostrar seleção em braille |`f1+f5`, `f9+f14`
ru: Переключать режим отображения выделения по брайлю |`f1+f5`, `f9+f14`
ta: பிரெயில் தெரிவினைக் காட்டிடும் நிலைகளுக்கிடையே சுழல்கிறது |`f1+f5`, `f9+f14`

source: Cycle the "braille move system caret when routing review cursor" states |`f1+f3`, `f9+f11`
bg: Превключва между състоянията на опцията „Брайлът премества системната каретка при преместване на курсора за преглед“ |`F1+F3`, `F9+F11`
de: Wechseln der Zustände für System-Cursor auf der Braillezeile verschieben, sobald der NVDA-Cursor weitergeleitet wird |`f1+f3`, `f9+f11`
es: Recorrer los estados "el braille mueve el cursor del sistema al enrutar el cursor de revisión" |`f1+f3`, `f9+f11`
hr: Kruži kroz stanja opcije "Brajevo pomeranje sistemskog kursora kada se prebacuje pregledni kursor" |`f1+f3`, `f9+f11`
nl: Doorloop de stadia "braille systeemcursor verplaatsen bij routering leescursor" | `f1+f3`, `f9+f11`
pt_br: Circuitar entre os estados "braille move o cursor do sistema ao direcionar o cursor de exploração" |`f1+f3`, `f9+f11`
ru: Переключать состояния режима перемещения системной каретки при перемещении просмотрового курсора |`f1+f3`, `f9+f11`
ta: 'பிரெயில் சீராய்வுச் சுட்டியை வழியமைத்திடும்பொழுது கணினிச் சுட்டியை நகர்த்திடுக' நிலைகளுக்கிடையே சுழல்கிறது |`f1+f3`, `f9+f11`

source: Performs the default action on the current navigator object |`f7+f8`
bg: Извършва действието по подразбиране върху текущия навигационен обект |`F7+F8`
de: Die Standardaktion für das aktuelle Navigator-Objekt ausführen |`f7+f8`
es: Realizar la acción predeterminada en el navegador de objetos actual |`f7+f8`
hr: Izvršava podrazumevanu radnju na trenutnom navigacionom objektu |`f7+f8`
nl: Voert de standaardactie uit mbt het huidige navigatorobject |`f7+f8`
pt_br: Executa a ação padrão no objeto de navegação atual |`f7+f8`
ru: Выполняет действие по умолчанию над текущим объектом навигатора |`f7+f8`
ta: தற்போதைய வழிசெலுத்திப் பொருளின் மீது இயல்புச் செயலைச் செயற்படுத்துகிறது |`f7+f8`

source: Reports date/time |`f9`
bg: Докладва дата/час |`F9`
de: Datum und Uhrzeit mitteilen |`f9`
es: Anunciar fecha y hora |`f9`
hr: Prijavljuje datum/vreme |`f9`
nl: Geeft datum/tijdweer |`f9`
pt_br: Informa data/hora |`f9`
ru: Объявляет дату/время |`f9`
ta: தேதி, நேரத்தை அறிவித்திடும் |`f9`

source: Reports battery status and time remaining if AC is not plugged in |`f10`
bg: Докладва състоянието на батерията и оставащото време, ако захранването не е включено |`F10`
de: Den Batterie-Status und die verbleibende Zeit anzeigen, sofern der Netzstecker nicht eingesteckt ist |`f10`
es: Anunciar estado de la batería y tiempo restante si la alimentación no está enchufada |`f10`
hr: obaveštava o statusu baterije i preostalom vremenu ako punjač nije uključen |`f10`
nl: Geeft batterij-status en resterende tijd aan als netvoeding niet is aangesloten |`f10`
pt_br: Relata o status da bateria e o tempo restante se a Corrente Alternada não estiver conectada |`f10`
ru: Объявляет состояние батареи и оставшееся время, если переменный ток не подключен |`f10`
ta: மின்களத்தின் நிலையையும், மாறுதிசை மின்னூட்டம் இணைக்கப்படாதிருந்தால், எஞ்சியுள்ள நேரத்தையும் அறிவிக்கிறது |`f10`

source: Reports title |`f11`
bg: Докладва заглавието |`F11`
de: Titelleiste mitteilen |`f11`
es: Anunciar título |`f11`
hr: Prijavljuje naslov |`f11`
nl: Geeft titel weer |`f11`
pt_br: Informa título |`f11`
ru: Сообщает заголовок |`f11`
ta: தலைப்பை அறிவித்திடும் |`f11`

source: Reports status bar |`f12`
bg: Докладва лентата на състоянието |`F12`
de: Statuszeile mitteilen |`f12`
es: Anunciar barra de estado |`f12`
hr: Prijavljuje statusnu traku |`f12`
nl: Geeft statusbalk aan |`f12`
pt_br: Relata barra de status |`f12`
ru: Читает строку состояния |`f12`
ta: நிலைப் பட்டையை அறிவித்திடும் |`f12`

source: Reports the current line under the application cursor |`f13`
bg: Докладва текущия ред под курсора на приложението |`F13`
de: Die aktuelle Zeile unter dem Anwendungs-Cursor mitteilen |`f13`
es: Anunciar la línea actual bajo el cursor de la aplicación |`f13`
hr: Prijavljuje trenutni red ispod kursora za aplikacije |`f13`
nl: Geeft de huidige regel onder de applicatie-cursor aan |`f13`
pt_br: Informa a linha atual sob o cursor do aplicativo |`f13`
ru: Объявляет текущую строку под курсором приложения |`f13`
ta: பயன்பாட்டுச் சுட்டியின் கீழிருக்கும் தற்போதைய வரியை அறிவிக்கிறது |`f13`
