Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: o: embedded object (audio and video player, application, dialog, etc.)
bg: O: Вграден обект (аудио и видео плейър, приложение, диалогов прозорец и пр.)
de: O: Eingebettetes Objekt (Anwendung, Dialogfeld, Audio- und Video-Player)
es: o: objeto integrado (reproductor de audio y vídeo, aplicación, diálogo, etc.)
hr: o: ugrađeni objekt (audio i video player, aplikacija, dijaloški okvir, itd.)
nl: o: embedded object (ingebed object), (audio- en videospeler, toepassing, dialoogvenster, etc.)
pt_br: o: objeto embutido (tocador de áudio e vídeo, aplicativo, diálogo, etc.)
ru: o: встроенный (внедрённый) объект (аудио или видео плеер, приложение, диалог и т. д.)
ta: o: பொதிந்துள்ள பொருள் (ஒலிதம் மற்றும் காணொளி இயக்கி, பயன்பாடுகள், உரையாடல் போன்றவை)
zh_tw: o: 嵌入式物件 (音訊和視訊播放器、應用程式、對話框等) (embedded object)

source: 1 to 6: headings at levels 1 to 6 respectively
bg: 1 до 6: Заглавия 1 до 6 съответно
de: 1 bis 6: Überschrift der jeweiligen Ordnung
es: 1 a 6: encabezados de 1 a 6 respectivamente
hr: 1 do 6: naslovi od 1 do 6
nl: 1 tot en met 6: respectievelijk, kop op niveau 1, 2, 3, 4, 5 en 6.
pt_br: 1 a 6: títulos — cabeçalhos — de nível 1 a 6 respectivamente
ru: Цифры от 1 до 6: заголовки уровней 1 — 6 соответственно
ta: 1 முதல் 6: ஒன்று முதல் ஆறாம் மட்ட தலைப்புகள் வரை
zh_tw: 主鍵盤上的 1 到 6: 第 1 級到第 6 級標題。

source: a: annotation (comment, editor revision, etc.)
bg: A: Анотация (коментар, корекция на редактора и др.)
de: A: Anmerkung: Kommentar, Dokumentänderung, etc.
es: a: anotación (comentario, revisión del editor, etc.)
hr: a: zabilješka (komentar, revizija urednika, itd.)
nl: a: annotatie (invoeroptie voor notities, opmerkingen e.d.).
pt_br: a: anotação (comentário, revisão do editor, etc.)
ru: a: рецензия (примечание, исправление редактора и т. д.)
ta: a: விளக்கவுரை (கருத்துரை, தொகுப்பாளர் திருத்தம் போன்றவை)
zh_tw: a: 註釋 (註解、編輯者修訂等) (annotation)

source: `p`: text paragraph
bg: `P`: Текстов абзац
de: `P`: Absatz
es: `p`: párrafo de texto
hr: `p`: odlomak teksta
nl: `p`: paragraph (tekstalinea)
pt_br: `p`: parágrafo de texto
ru: `p`: текстовый абзац
ta: `p`: உரை ப்பத்தி
zh_tw: p: 文字段落 (text paragraph)

source: w: spelling error
bg: W: Правописна грешка
de: W: Rechtschreibfehler
es: w: error de ortografía
hr: w: pravopisna pogreška
nl: w: spelfout
pt_br: w: erro ortográfico
ru: w: орфографическая ошибка
ta: w: எழுத்துப் பிழை
zh_tw: w: 拼字錯誤 (spelling error)

source: To move to the beginning or end of containing elements such as lists and tables:
bg: За да се придвижите до началото или края на съдържащи елементи като списъци и таблици:
de: Verwenden Sie folgende Tastenkombinationen, um zum Beginn oder zum Ende eines Container-Objektes (Listen, Tabellen, etc.) zu springen:
es: Para moverte al comienzo o final de elementos contenedores tales como listas y tablas:
hr: Da biste se premjestili na početak ili kraj sadržaja elementa kao što su popisi ili tablice:
nl: Gebruik de volgende toetscombinaties om naar het begin resp. het einde van containerobjecten (lijsten tabellen e.d.) te springen:
pt_br: Para mover-se ao início ou final de elementos que contém outros, tais como listas e tabelas:
ru: Для перехода в начало или конец содержимого таких элементов как списки и таблицы:
ta: வரிசைப் பட்டியல்கள், அட்டவணைகள் போன்ற கொள்களங்களின் துவக்கத்திற்கு, அல்லது முடிவிற்குச் செல்ல:
zh_tw: 要移到容器元素例如清單或表格的開頭或結尾：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Tipka |Opis
nl: Naam |Toetscombinatie |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Move to start of container |shift+comma |Moves to the start of the container (list, table, etc.) where the caret is positioned
bg: Премини до началото |Shift+, |Придвижва курсора до началото на съдържащия обект (списък, таблица и т. н.), където е позиционирана каретката
de: Zum Beginn des Container-Objekts springen |Umschalt+Komma |Zieht den System-Cursor zum Anfang des Container-Objekts (Liste, Tabelle, etc.) auf dem sich der Cursor befindet
es: Mover al comienzo de un contenedor |shift+coma |Se mueve al comienzo del contenedor (lista, tabla etc) donde esté situado el cursor
hr: Premjesti se na početak sadržaja |šift+zarez |Premješta se na početak sadržaja (popisa, tablice, itd.) gdje se nalazi kursor
nl: naar begin van containerobject springen |Shift+komma |Verplaatst de systeemcursor naar begin van het containerobject (lijst, tabel etc.)
pt_br: Mover para o início do contêiner |shift+vírgula |Move para o início do elemento que contém outros (lista, tabela etc.) onde o cursor esteja posicionado
ru: Перейти на начало содержимого |Shift+, |Переходит на начало содержимого элемента (список, таблица и т. д.) от позиции курсора
ta: கொள்களத்தின் துவக்கத்திற்குச் செல்க |மாற்றழுத்தி+கால் புள்ளி |சுட்டியின் இடத்திலுள்ள வரிசைப் பட்டியல், அட்டவணை போன்ற கொள்களத்தின் துவக்கத்திற்குச் செல்லும்
zh_tw: 移到容器的開頭 |Shift, |移到游標所在容器 (例如清單或表格) 的開頭

source: Move past end of container |comma |Moves past the end of the container (list, table, etc.) where the caret is positioned
bg: Премини до края |, |Придвижва курсора до края на съдържащия обект (списък, таблица и т. н.), където е позиционирана каретката
de: Hinter das Container-Objekt springen |Komma |Zieht den System-Cursor zum Ende des Container-Objekts (Liste, Tabelle, etc.) auf dem sich der Cursor befindet
es: Mover al final del contenedor |coma |Se mueve al final del contenedor (lista, tabla etc) donde esté situado el cursor
hr: Premjesti se na kraj sadržaja |zarez |Premješta se na kraj sadržaja (popisa, tablice, itd.) gdje se nalazi kursor
nl: achter het containerobject springen |komma |Verplaatst de systeemcursor achter het containerobject (lijst, tabel etc.) waar de cursor zich bevindt.
pt_br: Mover para depois do final do contêiner |vírgula |Passa para depois do final do elemento que contém outros (lista, tabela, etc.) onde esteja situado o cursor
ru: Перейти за конец содержимого |, |Переходит за конец содержимого элемента (список, таблица и т. д.) от позиции курсора
ta: கொள்களத்தின் முடிவிற்கு அப்பால் செல்க |கால் புள்ளி |சுட்டியின் இடத்திலுள்ள வரிசைப் பட்டியல், அட்டவணை போன்ற கொள்களத்தின் முடிவிற்கு அப்பால் செல்லும்
zh_tw: 跳開容器 |, |移出游標所在容器 (例如清單或表格) 的結尾

source: Some web applications such as Gmail, Twitter and Facebook use single letters as shortcut keys.
bg: Някои уеб приложения, например Gmail, Twitter и Facebook, използват буквите като горещи клавиши.
de: Einige Web-Anwendungen verwenden einzelne Buchstaben als Tastenkürzel. Hierzu zählen Twitter, Gmail und Facebook.
es: Algunas aplicaciones web tales como Gmail, Twitter y Facebook utilizan letras solas como atajos de teclado.
hr: Neke web aplikacije poput Gmaila, Twittera i Facebooka koriste jednoslovne tipkovničke prečace.
nl: Enkele Webapplicaties zoals Gmail, Twitter en Facebook gebruiken lettertoetsen als sneltoetsen.
pt_br: Alguns aplicativos web, tais como o Gmail, Twitter e Facebook, usam caracteres individuais como teclas de atalho.
ru: Некоторые web-приложения, такие как Gmail, Twitter и Facebook, используют отдельные буквы как горячие клавиши.
ta: ஜிமெயில், டுவிட்டர், பேஸ்புக் போன்ற சில வலைய பயன்பாடுகள், ஒற்றை எழுத்துகளை குறுக்கு விசைகளாகப் பயன்படுத்துகின்றன.
zh_tw: 有些網頁應用程式如 Gmail、Twitter 及 Facebook 使用單一字母作為快速鍵，

source: If you want to use these while still being able to use your cursor keys to read in browse mode, you can temporarily disable NVDA's single letter navigation keys.
bg: Ако искате да ги използвате, като в същото време запазите възможността да използвате стрелките за четене в режим на разглеждане, можете временно да изключите клавишите за бърза навигация на NVDA.
de: Um in solchen Web-Anwendungen eigene Kurztasten verwenden und dennoch mit den Pfeiltasten durch die Web-Anwendung navigieren zu können, können Sie die Schnellnavigation von NVDA ein- oder ausschalten.
es: Si quieres utilizar éstas aún podrás usar las teclas de cursor para leer en modo exploración, puedes desactivar temporalmente las teclas de navegación con una sola letra de NVDA.
hr: Ako ih želite koristiti istovremeno s kursorskim tipkama kako biste mogli nesmetano čitati sadržaj web stranice, NVDA prečace za brzo kretanje po dokumentu možete privremeno deaktivirati.
nl: Als u hiermee wilt werken terwijl u ook uw cursortoetsen wilt kunnen gebruiken voor het lezen in bladermodus, kunt u de lettertoetsnavigatie in NVDA tijdelijk uitschakelen.
pt_br: Caso queira usá-los e ainda continuar tendo a possibilidade de usar suas teclas de cursor para ler no modo de navegação, você pode desabilitar temporariamente as teclas de navegação com caracteres avulsos do NVDA.
ru: Если вы хотите использовать их совместно с курсорными клавишами для чтения в режиме обзора, вы можете временно отключить быструю навигацию NVDA.
ta: என்விடிஏவின் ஒற்றை எழுத்துடன் வழிசெல்லும் வசதி இயக்கத்திலிருந்தால், மேற்கூறிய பயன்பாடுகளின் ஒற்றை எழுத்து குறுக்கு விசைகளைப் பயன்படுத்த இயலாது. ஆகவே, இப்பயன்பாடுகளின் குறுக்கு விசைகளைப் பயன்படுத்த வேண்டியிருக்கும் தருணங்களில், என்விடிஏவின் ஒற்றை எழுத்துடன் வழிசெல்லும் வசதியைத் தற்காலிகமாக முடக்க வேண்டும்.
zh_tw: 如果您想在瀏覽模式下以方向鍵閱讀的同時使用這些快速鍵，可將 NVDA 單鍵導覽暫時停用。

source: To toggle single letter navigation on and off for the current document, press NVDA+shift+space.
bg: За да включите или изключите бързата навигация за текущия документ, натиснете NVDA+shift+интервал.
de: Mit NVDA+Umschalt+Leertaste können Sie die Schnellnavigation im aktuellen Dokument ein- oder ausschalten.
es: Para activar o desactivar la navegación con una sola letra para el documento actual, pulsa NVDA+shift+espacio.
hr: Da biste isključili ili uključili brzo kretanje za trenutačni dokument, pritisnite tipke NVDA+šift+razmaknica.
nl: Om de lettertoetsnavigatie voor het huidige document in of uit te schakelen drukt u op NVDA+shift+spatiebalk.
pt_br: Para alternar a ativação das teclas de navegação com caracteres avulsos no documento atual, pressione NVDA+shift+espaço.
ru: Для включения и выключения быстрой навигации в текущем документе, используйте комбинацию клавиш NVDA+Shift+Пробел.
ta: தற்போதைய ஆவணத்திற்கு ஒற்றை எழுத்துடன் வழிசெல்லும் வசதியை இயக்க, அல்லது நிறுத்த, என்விடிஏ+மாற்றழுத்தி+இடைவெளிப்பட்டையை அழுத்தவும்.
zh_tw: 要在目前文件中切換開啟或關閉 NVDA 單鍵導覽，按 NVDA+Shift+空白鍵。

source: Text paragraph navigation command
bg: Команда за навигация по текстови абзаци
de: Befehl zur Navigation in Textabschnitten
es: Orden de navegación de párrafos de texto
hr: Prečac za kretanje po odlomcima
nl: Opdracht voor het navigeren in tekst-alinea's
pt_br: Comando de navegação de parágrafo de texto
ru: Команда навигации по текстовым абзацам
ta: உரைப் பத்தி வழிசெலுத்தல் கட்டளை
zh_tw: 文字段落導覽指令

source: You can jump to the next or previous text paragraph by pressing `p` or `shift+p`.
bg: Можете да преминете към следващия или предишния текстов абзац, като натиснете `P` или `Shift+P`.
de: Sie können zum nächsten oder vorherigen Textabschnitt springen, indem Sie die Taste `P` oder `Umschalt+P` drücken.
es: Puedes saltar al siguiente o al anterior párrafo de texto pulsando `p` o `shift+p`.
hr: Možete se kretati između sljedećeg i prethodnog odlomka tako da pritisnete `p` ili `shift+p`.
nl: Met `p` of `shift+p` spring je naar de volgende of vorige tekst-alinea.
pt_br: Você pode pular para o parágrafo de texto seguinte ou anterior pressionando `p` ou `shift+p`.
ru: Вы можете перейти к следующему или предыдущему абзацу текста, нажав клавишу `p` или `shift+p`.
ta: அடுத்த, அல்லது முந்தைய உரைப் பத்திக்கு தாங்கள் நகர, `p`, அல்லது `மாற்றழுத்தி+p` விசையை அழுத்தலாம்.
zh_tw: 您可以按 P 或 Shift+P 跳到下一個或上一個文字段落，

source: Text paragraphs are defined by a group of text that appears to be written in complete sentences.
bg: Текстовите абзаци се определят от група текст, която е съставена от цели изречения.
de: Textabsätze sind durch eine Gruppe von Texten definiert, die in vollständigen Sätzen unterteilt werden.
es: Los párrafos de texto se definen por un grupo de texto que parece estar escrito con frases completas.
hr: Odlomci teksta su definirani kao grupa teksta koja je napisana punim rečenicama.
nl: Tekst-alinea's zijn per definitie tekstgedeeltes die bestaan uit een aantal volzinnen.
pt_br: Os parágrafos de texto são definidos por um grupo de texto que parece estar escrito em frases completas.
ru: Под абзацем понимают часть текста из одного или нескольких предложений, которые объединяет законченная мысль.
ta: முழுமையான சொற்றடர்களால் எழுதப்பட்டவையாகத் தோன்றும் உரைக் குழுக்கள் உரைப் பத்திகள் என்று வரையறுக்கப்படுகின்றன.
zh_tw: 文字段落由一組看似以完整句子撰寫的文字所定義的，

source: This can be useful to find the beginning of readable content on various webpages, such as:
bg: Това може да бъде полезно за намиране на началото на четимо съдържание на различни уеб страници, като например:
de: Dies kann nützlich sein, um den Anfang von lesbaren Inhalten auf verschiedenen Webseiten zu finden, z. B:
es: Esto puede ser útil para encontrar el comienzo de contenido legible en varias páginas web, como:
hr: Ovo može biti korisno za pronalaženje čitljivog sadržaja na raznim web stranicama poput:
nl: Dit kan het gemakkelijker maken het begin van leesbare inhoud op allerlei wbpagina's te vinden, zoals:
pt_br: Isso pode ser útil para encontrar o início do conteúdo legível em várias páginas web, como:
ru: Это может быть полезно для поиска начала читаемого контента на различных веб-страницах, таких как:
ta: பின்வருவன போன்ற பல இணையப் பக்கங்களின் படிக்கத்தக்க உள்ளடக்கத்தின் துவக்கத்தை அறிய இது பயனுள்ளதாக இருக்கும்:
zh_tw: 這對於尋找各種網頁上可讀內容的開頭非常有用，例如：

source: News websites
bg: Новинарски уеб сайтове
de: Nachrichten
es: Sitios web de noticias
hr: novinskih portala
nl: Nieuws-websites
pt_br: Sites de notícias
ru: Новостные сайты
ta: செய்தி இணையதளங்கள்
zh_tw: 新聞網站

source: Forums
bg: Форуми
de: Foren
es: Foros
hr: Foruma
pt_br: Fóruns
ru: Форумы
ta: மன்றங்கள்
zh_tw: 論壇

source: Blog posts
bg: Публикации в блогове
de: Blogs
es: Publicaciones de Blog
hr: objava na blogovima
pt_br: Postagens em blog
ru: Сообщения в блогах
ta: வலைப்பதிவுகள்
zh_tw: 部落格文章

source: These commands can also be helpful for skipping certain kinds of clutter, such as:
bg: Тези команди също могат да бъдат полезни за прескачане на определени видове допълнително съдържание, като например:
de: Diese Befehle können auch hilfreich sein, um bestimmte Arten von Unordnung zu überspringen, z. B.:
es: Estas órdenes también pueden ser útiles para saltarse ciertos tipos de desórdenes, como:
hr: Ovaj set prečaca može biti od koristi pri preskakanju stvari koje mogu odvući pažnju korisnika poput:
nl: Deze commando's kunnen ook goed van pas komen als je ongewenste pagina-vulling wilt mijden, denk hierbij aan:
pt_br: Esses comandos também podem ser úteis para ignorar certos tipos de desordem, como:
ru: Эти команды также могут быть полезны для пропуска элементов, таких как:
ta: பின்வருவன போன்ற சில வகையான ஒழுங்கற்ற குவியல்களைத் தவிர்க்கவும் இக்கட்டளைகள் உதவிகரமாக இருக்கும்:
zh_tw: 這些指令還有助於跳過某些雜亂的類型，例如：

source: Ads
bg: Реклами
de: Werbungen
es: Anuncios
hr: reklama
pt_br: Publicidades
ru: Объявления
ta: விளம்பரங்கள்
zh_tw: 廣告

source: Menus
bg: Менюта
de: Menüs
es: Menús
hr: izbornika
ru: Меню
ta: தெரிவுப் பட்டியல்கள்
zh_tw: 選單

source: Headers
bg: Заглавки
de: Überschriften
es: Cabeceras
hr: zaglavlja
pt_br: Cabeçalhos
ru: Заголовки
ta: தலைப்புரைகள்
zh_tw: 標題

source: Please note, however, that while NVDA tries its best to identify text paragraphs, the algorithm is not perfect and at times can make mistakes.
bg: Моля, имайте предвид обаче, че въпреки че NVDA прави всичко възможно да идентифицира текстовите абзаци, алгоритъмът не е перфектен и понякога може да допусне грешки.
de: Bitte beachten Sie jedoch, dass NVDA zwar sein Bestes tut, um Textabsätze zu erkennen, der Algorithmus jedoch nicht perfekt ist und manchmal Fehler macht.
es: Ten en cuenta, sin embargo, que mientras NVDA hace todo lo posible por identificar los párrafos de texto, el algoritmo no es perfecto y a veces puede cometer errores.
hr: Imajte na umu, da iako NVDA pokušava najbolje otkriti odlomke teksta, algoritam nije savršen i s vremena na vrijeme mogu se pojaviti greške.
nl: Merk evenwel op dat, hoe zeer NVDA ook z'n best doet tekst-alinea's te identificeren, , het gebruikte algoritme niet perfect is en dat NVDA zo nu end dan ook fouten kam maken.
pt_br: Note, entretanto, que enquanto o NVDA tenta o seu melhor para identificar parágrafos de texto, o algoritmo não é perfeito e às vezes pode cometer erros.
ru: Пожалуйста, обратите внимание, что хотя NVDA старается изо всех сил распознавать абзацы текста, алгоритм не совершенен и иногда может ошибаться.
ta: உரைப் பத்திகளை அடையாளங்காண என்விடிஏ இயன்றவரை முயன்றாலும், அதற்கான வழிமுறை சரியாக இருக்காது என்பதோடு, சில தருணங்களில் தவறுகளையும் இழைக்கலாம் என்பதை கவனிக்கவும்.
zh_tw: 請注意，雖然 NVDA 盡力識別文字段落，不過演算法並不完美，有時可能會出錯。

source: Additionally, this command is different from paragraph navigation commands `control+downArrow/upArrow`.
bg: Освен това тази команда е различна от командите за навигация по абзаци `Control+Стрелка надолу/Стрелка нагоре`.
de: Außerdem unterscheidet sich dieser Befehl von den Befehlen für die Absatznavigation `Strg+Pfeiltaste nach oben/unten`.
es: Además, esta orden es diferente de las órdenes de navegación por párrafos `control+flecha abajo o flecha arriba`.
hr: Dodatno se ovaj prečac razlikuje od prečaca za kretanje po odlomcima `control+strelicaDolje/gore`.
nl: Bedenk ook dat dit commando niet hetzelfde is als de commando's voor alinea-navigatie (paragraph navigation) `control+downArrow/upArrow`.
pt_br: Além disso, este comando é diferente dos comandos de navegação de parágrafo `control+setaParaBaixo/setaParaCima`.
ru: Кроме того, эта команда отличается от команд навигации по абзацам `control+Стрелка вниз/Стрелка вверх`.
ta: பத்தி வழிசெலுத்துதல் கட்டளைகளான `கட்டுப்பாடு+மேலம்பு/கீழம்புக்கு` வேறானதாகும் இந்த உரைப் பத்தி வழிசெலுத்திக் கட்டளைகள்.
zh_tw: 此外，此指令與段落導覽指令 Ctrl+向下鍵/向上鍵不同，

source: Text paragraph navigation only jumps between text paragraphs, while paragraph navigation commands take the cursor to the previous/next paragraphs regardless of whether they contain text or not.
bg: Навигацията по текстови абзаци прескача само между текстови абзаци, докато командите за навигация по абзаци отвеждат курсора до предишния/следващия абзац, независимо дали съдържат текст или не.
de: Die Absatznavigation springt nur zwischen Textabschnitten, während die Befehle zur Absatznavigation den Cursor zu den vorherigen/nächsten Absätzen führen, unabhängig davon, ob sie Text enthalten oder nicht.
es: La navegación de párrafos de texto sólo salta entre párrafos de texto, mientras que las órdenes de navegación por párrafos llevan el cursor a los párrafos anterior y posterior independientemente de si contienen texto o no.
hr: Prečac za kretanje po odlomcima teksta premješta između odlomaka teksta, dok prečaci za kretanje po odlomcima premještaju kursor na prethodni-sljedeći odlomak, neovisno od toga sadrže li tekst ili ne.
nl: Tekst-alineanavigatie brengt je uitsluitend van de ene naar de andere tekstalinea, terwijl alinea-navigatiecommandos' de cursor naar de vorige/volgende alinea verplaatsen ongeacht of die al dan niet uit tekst bestaat.
pt_br: A navegação de parágrafo de texto apenas salta entre parágrafos de texto, enquanto os comandos de navegação de parágrafo levam o cursor para os parágrafos anteriores/seguintes, independentemente de conterem texto ou não.
ru: Навигация по абзацам текста позволяет переходить только между абзацами текста, в то время как команды навигации по абзацам переводят курсор на предыдущий/следующий абзацы независимо от того, содержат они текст или нет.
ta: உரைப் பத்திக் கட்டளைகள் அடுத்த/முந்தைய பத்திக்கு, உரைகள் இருந்தால் மட்டும் நகரும். ஆனால், பத்தி வழிசெலுத்தல் கட்டளைகள், அடுத்த/முந்தைய பத்திக்கு, உரைகள் இல்லாதபொழுதும் நகரும்.
zh_tw: 文字段落導覽僅在文字段落之間跳轉，而段落導覽指令則是將遊標移到上一個/下一個段落，無論它們是否包含文字。

source: Other navigation commands
bg: Други команди за навигация
de: Weitere Navigationsbefehle
es: Otras órdenes de navegación
hr: Drugi prečaci za kretanje
nl: Andere navigatiecommando's
pt_br: Outros comandos de navegação
ru: Другие команды навигации
ta: பிற வழிசெலுத்தல் கட்டளைகள்
zh_tw: 其他導覽指令

source: In addition to the quick navigation commands listed above, NVDA has commands that have no default keys assigned.
bg: В допълнение към командите за бърза навигация, изброени по-горе, NVDA има команди, които по подразбиране нямат назначени клавиши.
de: Zusätzlich zu den oben aufgeführten Schnellnavigationsbefehlen verfügt NVDA über Befehle, denen keine Standard-Tasten zugewiesen sind.
es: Además de las órdenes enumeradas arriba, NVDA tiene órdenes que no tienen teclas predeterminadas asignadas.
hr: Osim prečaca za kretanje koji su popisani više, NVDA NVDA posjeduje prečace koji nisu definirani.
nl: Naast de hierboven vermelde toetscombinaties voor snelle navigatie heeft NVDA commando's waaraan geen standaarrdtoetsen zijn toegewezen.
pt_br: Além dos comandos de navegação rápida listados acima, o NVDA possui comandos que não têm teclas padrão atribuídas.
ru: В дополнение к командам быстрой навигации, перечисленным выше, в NVDA есть команды, для которых не назначены клавиши по умолчанию.
ta: மேலே பட்டியலிடப்பட்டுள்ள விரைவு வழிசெலுத்தல் கட்டளைகளுக்கு கூடுதலாக, இயல்புநிலை விசைகள் ஒதுக்கப்படாத கட்டளைகளை என்விடிஏ கொண்டுள்ளது.
zh_tw: 除了上面列出的快速導覽指令，NVDA 還有未指派預設快速鍵的指令，

source: To use these commands, you first need to assign gestures to them using the [Input Gestures dialog](#InputGestures).
bg: За да използвате тези команди, първо трябва да им присвоите жестове, като използвате [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Um diese Befehle verwenden zu können, müssen Sie zunächst diese zuweisen, indem Sie das Dialogfeld für die [Tastenbefehle](#InputGestures) aufrufen.
es: Para utilizar estas órdenes, primero necesitas asignarles gestos usando el [diálogo Gestos de Entrada](#InputGestures).
hr: Kako biste ih koristili, morate ih definirati koristeći [dijaloški okvir ulaznih gesti](#InputGestures).
nl: Om deze commando's, te gebruiken dient u hieraan eerst invoerhandelingen toe te kennen met behulp van het [dialoogvenster Invoerhandelingen](#InputGestures).
pt_br: Para usar esses comandos, primeiro você precisa atribuir gestos — atalhos — a eles usando o [diálogo Definir Comandos](#InputGestures).
ru: Чтобы использовать эти команды, сначала нужно назначить им жесты с помощью диалога [Жесты ввода](#InputGestures).
ta: இக்கட்டளைகளைப் பயன்படுத்த, முதலில் [உள்ளீட்டு சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, அவைகளுக்கு சைகைகளை ஒதுக்க வேண்டும்.
zh_tw: 要使用這些指令，您需要先使用[輸入手勢對話框](#InputGestures)為其指派手勢，

source: Here is a list of available commands:
bg: Ето списък на наличните команди:
de: Hier ist eine Liste der verfügbaren Befehle:
es: Aquí tienes una lista de las órdenes disponibles:
hr: Ovdje su popisani dostupni prečaci
nl: Hier is een lijst met beschikbare commando's:
pt_br: Aqui está uma lista de comandos disponíveis:
ru: Вот список доступных для перехода элементов:
ta: கிடைப்பிலிருக்கும் கட்டளைகளின் பட்டியல் கீழே கொடுக்கப்பட்டுள்ளது:
zh_tw: 以下是可用的指令：

source: Article
bg: Статия
de: Artikel
es: Artículo
hr: Članak
nl: Artikel
pt_br: Artigo
ru: Статья
ta: பிரிவுக் கூறு
zh_tw: 文章

source: Figure
bg: Фигура
de: Abbildung
es: Figura
hr: figura
nl: Figuur
pt_br: Figura
ru: Рисунок
ta: உருவம்
zh_tw: 圖表

source: Grouping
bg: Групиране
de: Gruppierung
es: Grupo
hr: Grupiranje
nl: Groepering
pt_br: Agrupamento
ru: Группа
ta: குழுவாக்கம்
zh_tw: 群組

source: Tab
bg: Раздел
es: Pestaña
hr: Kartica svojstava
pt_br: Guia
ru: Вкладка
ta: தத்தல்
zh_tw: 索引標籤

source: Menu item
bg: Елемент от меню
de: Menü
es: Elemento de menú
hr: stavka izbornika
nl: Menu-onderdeel
pt_br: Item de menu
ru: Пункт меню
ta: பட்டியல் உருப்படி
zh_tw: 功能表項目
