Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: The Beeps mode may be useful when some very verbose output is scrolling in a terminal window, but you don't care what it is, only that it is continuing to scroll; or in other circumstances when the fact that there is output is more relevant than the output itself.
bg: Режимът „Бибипкане“ може да бъде полезен, когато някой много бъбрив вход се превърта в прозорец на терминал, но за вас няма значение какво се говори, важно е само това, че превъртането продължава, или при други обстоятелства, когато фактът, че на екрана излиза нещо е по-важен от самия изходен текст.
de: Der Modus Signaltöne kann nützlich sein, wenn eine sehr ausführliche Ausgabe in einem Terminalfenster gescrollt wird. In diesen Fällen ist der Inhalt egal und man will nur wissen, dass die Meldungen weiterscrollen. Des Weiteren gibt es auch andere Situationen, in denen der Inhalt nicht wichtig ist, man lediglich wissen will, dass etwas ausgegeben wird.
es: El modo Pitidos puede ser útil cuando una salida muy verbosa se desplace por una ventana de terminal, pero no te importa lo que sea, sólo que continúa desplazándose; o en otras circunstancias en las que el hecho de que haya salida sea más importante que la salida en sí.
hr: Način zvučnih signala je koristan kada se pojavljuje velika količina teksta u prozoru naredbenog redka, ali vas nije briga što taj tekst znači, ali vam je samo važno da se tekst pomiće ili u ostalim slučajevima kada vam se važno da samo postoji neki izlaz.
nl: The Piepjeskunnen van pas komen als er in een terminal-venster lappen tekst voorbij scrollen, maar wat er gezegd wordt, doet er niet toe; het blijven scrollen, daar gaat 't om. Of anderszins kan het zijn dat het feit dat er uitvoer is, meer relevant is dan de uitvoer zelf.
pt_br: O modo Bipes pode ser útil quando alguma saída muito detalhada está rolando em uma janela de terminal, mas você não se importa com o que é, apenas se continua rolando; ou noutras circunstâncias em que o fato de haver produção é mais relevante do que a produção em si.
ru: Режим "Сигналы" может быть полезен, когда в окне терминала прокручивается какой-то очень подробный вывод, но вас не волнует, что это такое, а только то, что он продолжает прокручиваться; или в других обстоятельствах, когда факт выполнения работы более важен, чем сам результат.
ta: ஒரு முனைய சாளரத்தில், உரை மேல் நகர்த்தப்படுவதன் காரணமாக தாங்கள் பொருட்படுத்த விரும்பாத தொடர் குரல் வெளியீட்டினைத் தவிர்க்க விரும்பினால், அல்லது வெளியீடு இருக்கிறது என்பதை மட்டும் அறிந்தால் போதும், என்ன வெளியிடப்படுகிறது என்பது முக்கியமல்ல என்று தாங்கள் கருதினால், 'சிற்றொலிகள்' முறையைப் பயன்படுத்துவது மிகப் பொருத்தமாக இருக்கும்.
zh_tw: 「嗶嗶聲」模式可能適合用在當一些非常冗長的輸出使終端機視窗不斷捲動時，但您不關心它是什麼，只關心它是否持續捲動；或者在其他情況下是否有輸出的事實比輸出本身更重要時。

source: The On-demand mode may be valuable when you don't need constant feedback about what is happening on screen or on the computer, but you periodically need to check particular things using review commands, etc.
bg: Режимът „При поискване“ може да бъде ценен, когато не ви е нужна постоянна обратна връзка за това какво става на екрана или на компютъра, но искате да проверявате периодично определени неща с помощта на командите за преглед и т.н.
de: Der Modus bei Bedarf kann passend sein, wenn Sie kein ständiges Feedback darüber benötigen, was auf dem Bildschirm oder am Computer passiert, Sie aber regelmäßig bestimmte Dinge mithilfe von Überprüfungsbefehlen o. ä. überprüfen müssen.
es: El modo Bajo demanda puede ser valioso cuando no necesites información constante sobre lo que ocurra en la pantalla o en el ordenador, pero necesitas comprobar periódicamente cosas concretas utilizando órdenes de revisión, etc.
hr: Način govora na zahtjev može biti koristan kada ne trebate stalnu povratnu informaciju o tome što se događa na zaslonu ili na računalu, ali trebate provjeriti neke stvari koristeći prečace za pregled, itd.
nl: De On-demand-modus kan van pas komen wanneer je niet constant feedback nodig hebt mbt hetgeen zich op het scherm afspeelt of op de computer, maar als je van tijd tot tijd bepaalde dingetjes na moet gaan met behulp van controlecommando's, etc.
pt_br: O modo Sob Demanda pode ser valioso quando você não precisa de retroalimentação — feedback — constante sobre o que está acontecendo na tela ou no computador, mas precisa verificar periodicamente coisas específicas usando comandos de exploração, etc.
ru: Режим "По требованию" может быть полезен, когда вам не нужна постоянная обратная связь с тем, что происходит на экране или на компьютере, но вам необходимо периодически проверять определённые ситуации с помощью команд просмотра и т. д.
ta: திரையில், அல்லது கணினியில் என்ன நடக்கிறது என்பது குறித்து நிலையான பின்னூட்டம் தேவைப்படாதபட்சத்தில், சில தகவல்களை சீராய்வுக் கட்டளைகள் போன்றவைகள் மூலம் அவ்வப்போது அறிய விரும்பினால், 'தேவையின் பேரில்' முரையைப் பயன்படுத்தலாம்.
zh_tw: 「隨選」模式可能適合用在當您不需要有關螢幕或電腦上發生了什麼事的持續性回饋，但需要定期使用檢閱等指令檢查特定內容時，

source: Examples include while recording audio, when using screen magnification, during a meeting or a call, or as an alternative to beeps mode.
bg: Например, докато записвате аудио, когато ползвате екранно увеличение, по време на среща или разговор, или като алтернатива на режима „Бибипкане“.
de: Beispiele hierfür sind die Audioaufnahme, die Verwendung der Bildschirmvergrößerung, während Besprechungen bzw. Telefonaten oder als Alternative zum Modus Signaltöne.
es: Por ejemplo mientras grabas audio, cuando utilizas la ampliación de pantalla, durante una reunión o una llamada, o como alternativa al modo pitidos.
hr: Jedan od primjera uključuje snimanje zvuka, prilikom korištenja lupe, prilikom poziva ili susreta, ili kao alternativa načinu govora zvučni signali.
nl: Voorbeelden zijn o.a. bij het maken van geluidsopnames, wanneer schermvergroting wordt gebruikt, tijdens een vergaderintg of een telefoongesprek, of als alternatief voor piepjes.
pt_br: Exemplos incluem quando em gravação de áudio, ao usar a ampliação de tela, durante uma reunião ou chamada, ou como uma alternativa ao modo de bipes.
ru: Примеры: во время записи звука, при использовании увеличения экрана, во время встречи или звонка, а также в качестве альтернативы режиму звуковых сигналов.
ta: ஒலிப் பதிவு, திரை உருப்பெருக்கம், கூடுகை, அல்லது அழைப்பு, சிற்றொலிகளுக்கு மாற்றாக பயன்படுத்துவது ஆகிய தருணங்கள் எடுத்துக்காட்டுகளாக அமைகின்றன.
zh_tw: 例如包括錄製音訊時、使用螢幕放大功能時、在會議或通話期間，或是作為嗶嗶聲模式的替代方案。

source: A gesture allows cycling through the various speech modes:
bg: Жестът ви позволява да преминавате между различните режими на речта:
de: Mit einer Tastenkombination können Sie zwischen den verschiedenen Sprachmodi wechseln:
es: Un gesto permite recorrer los distintos modos de habla:
hr: Prečac omogućuje prebacivanje između raznih modusa govora:
nl: Met een invoerhandeling doorloop je de beschikbare spraakmodi:
pt_br: Um comando — gesto — permite percorrer os vários modos de fala:
ru: Жест переключения между различными режимами речи:
ta: பேச்சு முறைகளுக்கிடையே சுழன்று நகர, பின்வரும் விசைச் சைகை அனுமதிக்கிறது:
zh_tw: 循環切換語音模式的手勢：

source: Name |Key |Description
bg: Име |Клавиш |Описание
de: Name |Tastenkombination |Beschreibung
es: Nombre |Tecla |Descripción
hr: Naziv |Prečac |Opis
nl: Naam |Toets |Beschrijving
pt_br: Nome |Tecla |Descrição
ru: Название |Комбинация клавиш |Описание
ta: பெயர் |விசை |விளக்கம்
zh_tw: 名稱 |快速鍵 |說明

source: Cycle Speech Mode |`NVDA+s` |Cycles between speech modes.
bg: Превключва между режимите на речта |`NVDA+S` |Преминава между режимите на речта.
de: Sprachmodus wechseln |`NVDA+s` |Wechselt zwischen den Sprachmodi.
es: Recorrer modos de voz |`NVDA+s` |Recorre los modos de voz.
hr: Prebacuj se između modusa govora |`NVDA+s` |Cycles between speech modes.
nl: Spraakmodi doorlopen |`NVDA+s` |Van de een naar de andere spraakmodus gaan.
pt_br: Percorrer Modo de Fala |`NVDA+s` |Circula entre modos de fala.
ru: Переключить режим речевого вывода |`NVDA+s` |Переключает режимы речевого вывода.
ta: பேச்சு முறை சுழற்சி |`என்விடிஏ+s` |பேச்சு முறைகளுக்கிடையே சுழன்று நகர்கிறது.
zh_tw: 循環語音模式 |NVDA+S |循環切換語音模式

source: If you only need to switch between a limited subset of speech modes, see [Modes available in the Cycle speech mode command](#SpeechModesDisabling) for a way to disable unwanted modes.
bg: Ако имате нужда да превключвате само между определен набор от режими на речта, вижте [опции, налични в командата за превключване между режимите на речта](#SpeechModesDisabling) за начина да изключите нежеланите режими.
de: Wenn Sie nur zwischen einer begrenzten Untergruppe von Sprachmodi wechseln müssen, finden Sie unter [verfügbare Modi im Befehl Sprachmodus wechseln](#SpeechModesDisabling) eine Möglichkeit, unerwünschte Modi zu deaktivieren.
es: Si sólo necesitas cambiar entre un subconjunto limitado de modos de voz, consulta [Modos disponibles en la orden recorrer modos de voz](#SpeechModesDisabling) para una manera de deshabilitar modos no deseados.
hr: Ako se trebate prebacivati samo između određenog skupa modusa govora, pogledajte [Dostupni načini u prečacu prebacivanja između načina govora](#SpeechModesDisabling) kao način isključivanja neželjenih načina govora.
nl: Als wisselen tussen spraakmodi slechts beperkt nodig is, kijk dan bij[Modi die beschikbaar zijn in de Cycle speech mode command](#SpeechModesDisabling) om te zien hoe je ongewenste modi uitschakelt.
pt_br: Se você precisar apenas alternar entre um subconjunto limitado de modos de fala, consulte [Modos disponíveis no comando de Percorrer modo de fala](#SpeechModesDisabling) para saber como desativar modos indesejados.
ru: Если вам нужно переключаться только между ограниченным набором режимов речи, см. раздел [Режимов, доступных по команде переключения режима речи](#SpeechModesDisabling), чтобы узнать, как отключить нежелательные режимы.
ta: பேச்சு முறைகளில் சிலவற்றை மட்டும் தாங்கள் பயன்படுத்த விரும்பினால், தேவைப்படாத பேச்சு முறைகளை முடக்கிவிடலாம். இதை எவ்வாறு செய்வது என்பதைப் பற்றி அறிய, [பேச்சு முறைக் கட்டளையில் காணப்படும் பேச்சு முறைகள்](#SpeechModesDisabling) என்கிற பகுதியைக் காணவும்.
zh_tw: 如果您只需要在限定的語音模式之間切換，請見[循環切換語音模式指令中可用的模式](#SpeechModesDisabling)以了解停用不需要的模式的方法。

source: Navigating with NVDA
bg: Навигиране с NVDA
de: Mit NVDA navigieren
es: Navegar con NVDA
hr: Kretanje pomoću NVDA čitača
nl: Navigeren met NVDA
pt_br: Navegando com o NVDA
ru: Навигация с NVDA
ta: என்விடிஏவுடன் வழிசெலுத்தல்
zh_tw: NVDA 導覽

source: NVDA allows you to explore and navigate the system in several ways, including both normal interaction and review.
bg: NVDA ви позволява да изследвате и да се придвижвате в операционната система и външните приложения по няколко начина, включително нормалния начин на взаимодействие, както и просто с цел преглед.
de: NVDA stellt zahlreiche Werkzeuge zum Erkunden von und Navigieren in Anwendungen bereit, darunter die Objektnavigation und den Bildschirm-Betrachter.
es: NVDA te permite explorar y navegar por el sistema de varias maneras, incluyendo tanto la interacción normal como la revisión.
hr: NVDA omogućuje istraživanje i kretanje u sustavu na nekoliko načina, uključujući normalnu interakciju i pregled.
nl: Met NVDA kunt u op verschillende manieren door en in het systeem navigeren, zowel via normale interactie als via review.
pt_br: O NVDA permite-lhe explorar e navegar pelo sistema de várias formas, incluindo-se a interação normal e exploração.
ru: NVDA позволяет вам изучать экран и перемещаться в системе различными способами как в режиме обычной навигации, так и в режиме обзора.
ta: கணினியை ஆராயவும், அதனூடாக வழிசெல்லவும், என்விடிஏ பயன்படுகிறது. இதை எளிய நிலையிலும், சீராய்வுச் சுட்டியின் மூலமாகவும் செய்யலாம்.
zh_tw: NVDA 允許您以不同的方式探索及導覽 Windows 系統，包括一般性互動及檢閱。

source: Objects
bg: Обекти
de: Die Objekte
es: Objetos
hr: Objekti
nl: Objecten
pt_br: Objetos
ru: Объекты
ta: பொருட்கள்
zh_tw: 物件

source: Each Application and the operating system itself consist of many objects.
bg: Всяко приложение, както и самата операционна система, се състои от много обекти.
de: Jede Anwendung sowie das Betriebssystem selbst besteht aus vielen Objekten.
es: Cada Aplicación y el propio sistema operativo están formados por muchos objetos.
hr: Svaka aplikacija, kao i sam operacijski sustav, sastoji se od više objekata.
nl: Elk programma en het besturingssysteem zelf bestaat uit veel objecten.
pt_br: Cada aplicativo e o próprio sistema operacional consiste de vários objetos.
ru: Каждое приложение и сама операционная система состоит из множества объектов.
ta: ஒவ்வொரு பயன்பாடும், இயக்கமுறைமையும் தன்னுள்ளாகப் பொருட்களைக் கொண்டுள்ளது.
zh_tw: 每個應用程式及作業系統本身均包含了許多物件，

source: An object is a single item such as a piece of text, button, checkbox, slider, list or editable text field.
bg: Обектът е единичен елемент, като например парче текст, бутон, поле за отметка, плъзгач, списък или поле за писане.
de: Ein Objekt ist ein einzelner Eintrag, wie z. B.: eine Textpassage, ein Schalter, ein Kontrollfeld, ein Regler, eine Liste oder ein Eingabefeld.
es: Un objeto es un único elemento tal como un fragmento de texto, un botón, una casilla de verificación, un deslizador, una lista o un campo de texto editable.
hr: Pod objektom se podrazumijeva jedna stavka kao što je komad teksta, gumb, potvrdni okvir, klizač, popis ili polje za uređivanje teksta.
nl: Een object is een afzonderlijk element zoals een stuk tekst, knop, selectievakje, schuifregelaar, lijst of bewerkbaar tekstvak.
pt_br: Objeto é um item individual como um bloco de texto, botão, caixa de seleção, barra deslizante, lista ou campo de texto editável.
ru: Объект представляет собой единый элемент, такой как фрагмент текста, кнопка, флажок, ползунок, список или редактируемое текстовое поле.
ta: உரையின் சிறு பகுதி, தேர்வுப் பெட்டி, தொகு களம், பொத்தான், வரிசைப் பட்டியல் போன்ற ஒவ்வொரு ஒற்றை உருப்படியும் ஒரு பொருளாகும்.
zh_tw: 物件指的是一段文字、按鈕、核取方塊、滑桿、清單或文字編輯區等單一項目。

source: Navigating with the System Focus
bg: Навигиране със системния фокус
de: Mit dem System-Fokus navigieren
es: Navegar con el Foco del Sistema
hr: Kretanje pomoću fokusa sustava
nl: Navigeren met de systeemfocus
pt_br: Navegando com o Foco do Sistema
ru: Навигация системным фокусом
ta: கணினிக் குவிமையத்தைக் கொண்டு வழிசெலுத்தல்
zh_tw: 系統焦點導覽

source: The system focus, also known simply as the focus, is the [object](#Objects) which receives keys typed on the keyboard.
bg: Системният фокус, познат още като просто фокус, е [обектът](#Objects), който приема натиснатите от клавиатурата клавиши.
de: Der System-Fokus, auch Fokus genannt, ist dasjenige [Objekt](#Objects), welches die Tastendrücke von der Tastatur entgegennimmt.
es: El foco del sistema, también conocido simplemente como el foco, es el [objeto](#Objects) que recibe teclas escritas en el teclado.
hr: Fokus sustava (ili jednostavno fokus) je [objekt](#Objects) koji prima upisane znakove s tipkovnice.
nl: De systeemfocus, of kortweg de focus, is het [object](#Objects) waar de toetsen die op het toetsenbord worden aangeslagen betrekking op hebben ( de interactie).
pt_br: O foco do sistema, também conhecido simplesmente como foco, é o [objeto](#Objects) que recebe as teclas digitadas através do teclado.
ru: Системный фокус или просто фокус — это такой [объект](#Objects), которому посылаются нажатия клавиш на клавиатуре.
ta: குவிமையம் என்று பொதுவாகக் குறிக்கப்படும் கணினிக் குவிமையம், விசைப்பலகையில் தட்டச்சிடப்படும் விசைகளை உள்வாங்கும் [பொருளாகும்](#Objects).
zh_tw: 系統焦點，也就是所謂的焦點，指的是接收鍵盤輸入所在的[物件](#Objects)，

source: For example, if you are typing into an editable text field, the editable text field has the focus.
bg: Например, ако пишете в поле за писане, това поле за писане съдържа фокуса.
de: Ein Beispiel: Wenn Sie einen Text in einem Eingabefeld eingeben, wird dieses hervorgehoben.
es: Por ejemplo, si estás escribiendo en un campo de texto editable, el campo de texto editable tiene el foco.
hr: Na primjer, ako upisujete tekst u polje za uređivanje teksta, polje za uređivanje teksta je u fokusu.
nl: Als u bijvoorbeeld in een tekstvak typt, heeft dit tekstvak de focus.
pt_br: Por exemplo, se você está digitando em um campo de texto editável, este então tem o foco.
ru: Например, если вы набираете текст в поле редактирования, то фокус как раз и будет установлен на поле редактирования.
ta: எடுத்துக்காட்டாக, தாங்கள் ஒரு தொகு களத்தில் தட்டச்சிடுகிறீர்கள் என்று வைத்துக் கொண்டால், அத்தொகு களம் குவிமையத்தில் உள்ளது என்று பொருள்.
zh_tw: 例如當您在文字編輯區打字時焦點就在此文字編輯區上。

source: The most common way of navigating around Windows with NVDA is to simply move the system focus using standard Windows keyboard commands, such as pressing tab and shift+tab to move forward and back between controls, pressing alt to get to the menu bar and then using the arrows to navigate menus, and using alt+tab to move between running applications.
bg: Най-разпространеният начин за навигиране в Windows с NVDA е да се придвижваме със стандартните клавиатурни команди, като Tab и Shift+Tab за придвижване между елементите, натискане на Alt, за да се позиционираме в лентата с менюта и после със стрелките да се придвижваме между тях, и използването на Alt+Tab, за да се придвижваме между стартираните програми.
de: Die gebräuchlichste Art, sich in einer Windows-Anwendung zu bewegen sind Windows-Standard-Tastenkombinationen, mit denen der System-Fokus bewegt wird. Beispiele für solche Standard-Tastenkombinationen sind Tab und Umschalt+Tab-Taste zum Wechseln zwischen Elementen in einem Dialogfeld, Alt-Taste oder F10 zum Aufrufen der Menüleiste und die Pfeiltasten zur Navigation innerhalb eines Menüs sowie Alt+Tab-Taste zum Wechseln zwischen laufenden Anwendungen.
es: El modo más común de navegar por Windows con NVDA, es sólo moverse con las órdenes de teclado normales, tales como tab. Y shift tab. Para moverse adelante y atrás entre controles, pulsando Alt. Para desplegar la barra de menú y luego utilizando las teclas de cursor para navegar por los menús, utilizando Alt-tab. Para moverse entre aplicaciones en ejecución.
hr: Najuobičajeni način kretanja po Windowsu pomoću NVDA čitača je jednostavno premještanje fokusa sustava koristeći osnovne Windowsove tipkovničke prečace. Tipke tabulator i šift+tabulator služe za premještanje prema naprijed i natrag između kontrola. Tipka alt služi za premještanje na traku izbornika. Tipke strelica gore, dolje, lijevo i desno služe za kretanje po izbornicima. Tipke alt+tabulator služe za premještanje između pokrenutih programa.
nl: De meest gebruikelijke manier om met NVDA in Windows te navigeren is eenvoudigweg het verplaatsen van de systeemfocus met standaard Windows-toetsenbordcommando's, zoals het indrukken van tab en shift+tab om verder naar volgende en terug naar vorige besturingselementen te gaan, het indrukken van alt om de menubalk te activeren en vervolgens met de pijltjes door menu's te navigeren, en met alt+tab van de ene naar de andere geactiveerde applicatie te gaan.
pt_br: A forma mais comum de navegar pelo Windows com o NVDA é simplesmente mover-se com os comandos de teclado normais do windows, tais como Tab e Shift+Tab para se mover para a frente e para trás entre controles, pressionar Alt para acessar a barra de menus e usar as setas para navegar pelos menus e Alt+Tab para se mover entre aplicativos em execução.
ru: Наиболее общий способ навигации в Windows с помощью NVDA — просто двигать системный фокус стандартными клавиатурными командами Windows, такими как Tab и Shift+Tab для перемещения между элементами управления вперёд и назад соответственно, Alt для активации строки меню, далее стрелками перемещаться по пунктам меню и Alt+Tab для переключения между работающими приложениями.
ta: தத்தல், அல்லது மாற்றழுத்தி+தத்தல் விசையை அழுத்தி, குவிமையத்தை பொருட்களின் ஊடாக நகர்த்தல், நிலைமாற்றி விசையை அழுத்தி, கிடநீளப் பட்டியலை் அடைந்து, அம்பு விசைகளைக் கொண்டு அதனுளிருக்கும் உருப்படிகளுக்கு நகர்தல், நிலைமாற்றி+தத்தல் விசையை அழுத்தி, செயற்பட்டுக் கொண்டிருக்கும் பயன்பாடுகளுக்கு மாறுதல் போன்ற முறைகளே, சாளரத்தில் இருக்கும் பொருட்களுக்கிடையே நகரும் பொதுவான முறைகளாகும்.
zh_tw: 使用 NVDA 在 Windows 上導覽，最常用到的操作方式是使用標準的 Windows 鍵盤指令來移動系統焦點，例如按 Tab 或 Shift+Tab 在各控制項之間往前或往回移動，按 Alt 到功能表列並使用方向鍵導覽功能表的項目，或是使用 Alt+Tab 在執行中的應用程式之間切換，

source: As you do this, NVDA will report information about the object with focus, such as its name, type, value, state, description, keyboard shortcut and positional information.
bg: Докато правите това, NVDA ще ви съобщава информация за обекта, който е на фокус, като например, неговото име, тип, стойност, състояние, описание, пряк път от клавиатурата и позиционна информация.
de: Wenn Sie auf diese Weise navigieren, wird NVDA verschiedene Informationen über das Objekt ausgeben, welches den Fokus erhält. Hierzu zählen: Name, Beschreibung (erscheint meist als Sprechblase, wenn der Anwender die Maus über das betreffende Objekt zieht), Typ (Schalter, Kontrollkästchen, Eingabefeld, etc.), Wert (z. B., der aktuelle Inhalt eines Eingabefeldes), Positionsangabe (z. B. "1 von 5" in einer Liste oder "1 von 1 Ebene 0" in einer Baumansicht), den Status des Objektes (z. B. aktiviert, hervorgehoben, ausgewählt, etc.).
es: Cuando hagas esto, NVDA anunciará información sobre lo que tiene el foco, tal como su nombre, tipo, valor, estado, descripción, atajo de teclado e información posicional.
hr: Tijekom premještanja NVDA javlja informacije o fokusiranom objektu, kao što su ime objekta, vrsta, vrijednost, stanje, opis, tipkovnički prečac i informacije o položaju.
nl: Terwijl je dit doet, zal NVDA informatie geven over het object dat focus heeft, zoals de naam, type, waarde, status, beschrijving, sneltoets en plaatsaanduiding.
pt_br: Quando você faz isso, o NVDA anuncia a informação sobre o objeto em foco, tal como o seu nome, tipo, valor, estado, descrição, atalho do teclado e informação da posição.
ru: При выполнении этих действий NVDA будет проговаривать информацию об объекте в фокусе, такую как имя объекта, тип, значение, состояние, описание, горячую клавишу и расположение объекта.
ta: இப்படிச் செய்யும்பொழுது, குவிமையத்தில் இருக்கும் பொருளின் பெயர், விளக்கம், வகை, நிலை, குறுக்கு விசை போன்ற தகவல்களை என்விடிஏ அறிவிக்கும்.
zh_tw: 當您這樣操作時 NVDA 通常會讀出焦點所在物件的相關資訊，例如：名稱、類型、數值、狀態、說明、便捷鍵及位置等，

source: When [Visual Highlight](#VisionFocusHighlight) is enabled, the location of the current system focus is also exposed visually.
bg: Когато [визуалното открояване](#VisionFocusHighlight) е включено, местоположението на текущия системен фокус също бива откроявано визуално.
de: Wenn [Visuell hervorheben](#VisionFocusHighlight) aktiviert ist, wird die Position des aktuellen System-Fokus auch visuell dargestellt.
es: Cuando [Resaltado Visual](#VisionFocusHighlight) esté habilitado, la localización del foco del sistema actual también se expone visualmente.
hr: Kad je [Vizualno praćenje](#VisionFocusHighlight) uključeno, prikazuje se i pozicija fokusa na ekranu.
nl: Wanneer [Visuele Uitlichting](#VisionFocusHighlight) geactiveerd is, wordt de plaats waar de huidige systeemfocus zich bevindt ook zichtbaar weergegeven.
pt_br: Quando o [Realce Visual](#VisionFocusHighlight) está habilitado, o local do foco atual do sistema também é exposto visualmente.
ru: Если включена [визуальная подсветка](#VisionFocusHighlight), то расположение текущего объекта в системном фокусе можно определить визуально.
ta: [பார்வைக்குத் துலக்கமாக்குக](#VisionFocusHighlight) விருப்பத் தேர்வு தேர்வாகியிருந்தால், கணினிக் குவிமையத்தின் தற்போதைய அமைவிடம் பார்வைக்கு துலக்கமாக்கிக் காட்டப்படும்.
zh_tw: 若有啟用[視覺醒目提示](#VisionFocusHighlight)則目前系統焦點的位置也會在螢幕上呈現出來。
