Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This section contains information about the Braille displays supported by NVDA.
bg: Този раздел съдържа информация за брайловите дисплеи, поддържани от NVDA.
de: Dieser Bereich beinhaltet Informationen über Braillezeilen, die mit NVDA betrieben werden können.
es: Esta sección contiene información acerca de las pantallas braille compatibles con NVDA.
hr: Ovo poglavlje sadrži informacije o brajičnim redcima koje podržava NVDA.
nl: In deze rubriek treft u informatie aan over de brailleleesregels die door NVDA worden ondersteund.
pt_br: Esta seção contém informação sobre as linhas Braille que o NVDA suporta.
ru: Этот раздел содержит информацию о брайлевских дисплеях, поддерживаемых в NVDA.
ta: இப்பிரிவு, என்விடிஏ ஆதரவளிக்கும் பிரெயில் காட்சியமைவுகள் பற்றிய தகவல்களைக் கொண்டுள்ளது.
zh_tw: 本章節包含 NVDA 支援點顯器的資訊。

source: Displays supporting automatic detection in the background
bg: Дисплеи, поддържащи автоматично откриване на заден план
de: Braillezeilen mit automatischer Erkennung im Hintergrund
es: Pantallas que admiten la detección automática
hr: Brajični redci koji podržavaju automatsko otkrivanje brajičnih redaka u pozadini
nl: Leesregels die automatische herkenning op de achtergrond ondersteunen
pt_br: Linhas que suportam detecção automática em segundo plano
ru: Автоматически определяемые брайлевские дисплеи
ta: பின்னணியில் தானாகக் கண்டறியும் வசதியை ஆதரிக்கும் காட்சியமைவுகள்
zh_tw: 支援背景自動偵測的點顯器

source: NVDA has the ability to detect many braille displays in the background automatically, either via USB or bluetooth.
bg: NVDA има способността във фонов режим автоматично да открива множество брайлови дисплеи, свързани посредством USB или Bluetooth.
de: NVDA ermöglicht, viele Braillezeilen im Hintergrund automatisch zu erkennen, entweder über USB oder Bluetooth.
es: NVDA tiene la capacidad para detectar muchas pantallas braille en segundo plano automáticamente a través de USB o de bluetooth.
hr: NVDA ima mogućnost automatskog prepoznavanja brajičnih redaka u pozadini, preko USB ili Bluetooth veze.
nl: Zowel via USB als bluetooth kan NVDA veel brailleleesregels op de achtergrond automatisch detecteren.
pt_br: O NVDA tem a capacidade de detectar automaticamente muitas linhas braille em segundo plano, seja via USB ou bluetooth.
ru: NVDA имеет возможность автоматического определения многих брайлевских дисплеев, подключённых по USB или Bluetooth.
ta: ஊடலை, அல்லது யுஎஸ்பி மூலம் பல பிரெயில் காட்சியமைவுகளை பின்னணியில் தானாகக் கண்டறியும் திறன் என்விடிஏவிற்கு உள்ளது.
zh_tw: NVDA 擁有透過 USB 或藍牙在背景自動偵測到許多點顯器的能力，

source: This behaviour is achieved by selecting the Automatic option as the preferred braille display from NVDA's [Braille Settings dialog](#BrailleSettings).
bg: Това поведение се постига, като се избере опцията „Автоматично“ като предпочитан брайлов дисплей от [прозореца с настройките за брайл](#BrailleSettings) на NVDA.
de: Dieses Verhalten wird durch die Auswahl der Option "Automatisch als bevorzugte Braillezeile" in den [Braille-Einstellungen](#BrailleSettings) erreicht.
es: Este comportamiento se logra seleccionando la opción Automático como la pantalla braille preferida desde el [cuadro de diálogo Opciones de Braille](#BrailleSettings) de NVDA.
hr: Ovo se postiže označavanjem opcije "Automatski", kao preferirani brajični redak u NVDA [dijaloškom okviru za brajične postavke](#BrailleSettings).
nl: U kunt dit zo instellen door in de dialoog [Braille-instellingen van NVDA](#BrailleSettings) de optie Automatisch te selecteren als de brailleleesregel van uw voorkeur.
pt_br: Este comportamento é conseguido selecionando a opção Automático assim como a linha braille preferida no [diálogo Configurações de Braille](#BrailleSettings) do NVDA.
ru: Такое поведение достигается путём выбора опции "Определять автоматически" из соответствующего комбинированного списка в [диалоге настроек брайля](#BrailleSettings).
ta: [பிரெயில் அமைப்புகள் உரையாடலில்](#BrailleSettings) காணப்படும் தன்னியக்கம் என்கிற விருப்பத் தேர்வினை பிரெயில் காட்சியமைவாகத் தேர்ந்தெடுப்பதன் மூலம், இந்தத் தன்மையைச் செயற்படுத்தலாம்.
zh_tw: 要實現此行為請在 NVDA 設定對話框中[點字類別](#BrailleSettings)]的變更點顯器選擇「自動偵測」選項作為慣用的點顯器，

source: This option is selected by default.
bg: Тази опция е избрана по подразбиране.
de: Standardmäßig ist diese Option aktiviert.
es: Esta opción está seleccionada predeterminadamente.
hr: Ova je opcija standardno označena.
nl: Deze optie staat standaard ingeschakeld.
pt_br: Essa opção está selecionada por padrão.
ru: Эта опция выбрана по умолчанию.
ta: இயல்பில், இவ்விருப்பத் தேர்வு தேர்வாகியிருக்கும்.
zh_tw: 此選項預設選取。

source: The following displays support this automatic detection functionality.
bg: Следните дисплеи поддържат функцията за автоматично откриване:
de: Die folgenden Braillezeilen unterstützen diese automatische Erkennung.
es: Las siguientes pantallas admiten esta funcionalidad de detección automática.
hr: Sljedeći brajični redci podržavaju ovu funkcionalnost automatskog prepoznavanja.
nl: De volgende leesregels ondersteunen automatische herkenning:
pt_br: As linhas a seguir suportam essa funcionalidade de detecção automática.
ru: Функция автоматического определения подключений поддерживает следующие брайлевские дисплеи.
ta: பின்னணியில் தானாகக் கண்டறியும் வசதியை பின்வரும் பிரெயில் காட்சியமைவுகள் ஆதரிக்கின்றன:
zh_tw: 下列點顯器支援背景自動偵測功能。

source: Handy Tech displays
bg: Дисплеите на Handy Tech
de: Braillezeilen von HandyTech
es: Pantallas Handy Tech
hr: Handy Tech brajični redci
nl: Handy Tech leesregels
pt_br: Linhas Handy Tech
ru: Дисплеи Handy Tech
ta: ஹேண்டி டெக் காட்சியமைவுகள்
zh_tw: Handy Tech 點顯器

source: Baum/Humanware/APH/Orbit braille displays
bg: Брайловите дисплеи на Baum/Humanware/APH/Orbit
de: Braillezeilen von Baum/VisioBraille, Humanware, APH, Orbit
es: Pantallas Baum/Humanware/APH/Orbit braille
hr: Baum/Humanware/APH/Orbit brajični redci
nl: Baum/Humanware/APH/Orbit braille leesregels
pt_br: Linhas braille Baum/Humanware/APH/Orbit
ru: Дисплеи Baum/Humanware/APH/Orbit
ta: பௌம்/ஹ்யூமன்வேர்/APH/ஆர்பிட் பிரெயில் காட்சியமைவுகள்
zh_tw: Baum/Humanware/APH/Orbit 點顯器

source: HumanWare Brailliant BI/B series
bg: Сериите Brailliant BI/B на HumanWare
de: Serien der Brailliant BI/B von Humanware
es: Series de las HumanWare Brailliant BI/B
hr: HumanWare Brailliant BI/B serije
nl: HumanWare Brailliant BI/B serie
pt_br: HumanWare Brailliant séries BI/B
ru: Дисплеи HumanWare Brailliant линеек BI/B
ta: ஹ்யூமன்வேர் பிரெயிலண்ட் BI/B தொடர்
zh_tw: HumanWare Brailliant BI/B 系列

source: HumanWare BrailleNote
de: BrailleNote von Humanware
es: <target/>
ta: ஹ்யூமன்வேர் பிரெயில்நோட்

source: SuperBraille
es: <target/>
ta: சூப்பர்பிரெயில்
zh_tw: 超點

source: Optelec ALVA 6 series
bg: Сериите ALVA 6 на Optelec
de: Optelec-Serien ALVA 6
es: Series de las Optelec ALVA 6
hr: Optelec ALVA 6 serije
nl: Optelec ALVA 6 serie
pt_br: Optelec ALVA série 6
ru: Дисплеи Optelec серии ALVA 6
ta: ஆப்டிலெக் ஆல்வா 6 தொடர்
zh_tw: Optelec ALVA 6 系列

source: HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille Series
bg: Сериите Braille Sense/Braille EDGE/Smart Beetle/Sync Braille на HIMS
de: Serien der Braille Sense, Braille EDGE, Smart Beetle, SyncBraille von Hims
es: Series de las HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille
hr: HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille serije
pt_br: HIMS Séries Braille Sense/Braille EDGE/Smart Beetle/Sync Braille
ru: Серии HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille
ta: ஹிம்ஸ் பிரெயில் சென்ஸ்/பிரெயில் எட்ஜ்/Smart பீட்டில்/சிங்க் பிரெயில் தொடர்
zh_tw: HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille 系列

source: Eurobraille Esys/Esytime/Iris displays
bg: Дисплеите Esys/Esytime/Iris на Eurobraille
de: Braillezeilen von EuroBraille Esys, Esytime, Iris
es: Pantallas Eurobraille Esys/Esytime/Iris
hr: Eurobraille Esys/Esytime/Iris brajični redci
nl: Eurobraille Esys/Esytime/Iris leesregels
pt_br: Linhas Eurobraille Esys/Esytime/Iris
ru: Дисплеи Eurobraille Esys/Esytime/Iris
ta: யுரோபிரெயில் Esys/Esytime/Iris காட்சியமைவுகள்
zh_tw: Eurobraille Esys/Esytime/Iris 點顯器

source: Nattiq nBraille displays
bg: Дисплеите Nattiq nBraille
de: Braillezeilen von Nattiq nBraille
es: Pantallas Nattiq nBraille
hr: Nattiq nBraille brajični retci
nl: Nattiq Brailleleesregels-
pt_br: Linhas Nattiq nBraille
ru: Дисплеи Nattiq nBraille
ta: நாட்டிக் nBraille காட்சியமைவுகள்
zh_tw: Nattiq nBraille 點顯器

source: Seika Notetaker: MiniSeika (16, 24 cells), V6, and V6Pro (40 cells)
bg: Seika Notetaker: MiniSeika (16, 24 клетки), V6 и V6Pro (40 клетки)
de: Seika Notetaker: MiniSeika (mit 16 und 24 Modulen), V6 und V6Pro (mit 40 Modulen)
es: Seika Notetaker: MiniSeika (16, 24 celdas V6, y 6Pro (40 celdas
hr: Seika brajična bilježnica: MiniSeika (16, 24 znakova), V6, i V6Pro (40 znakova)
nl: Seika Notetaker: MiniSeika (16, 24 cellen), V6, en V6Pro (40 cellen)
pt_br: Seika Notetaker: MiniSeika (16, 24 celas), V6, e V6Pro (40 celas)
ru: Seika Notetaker: MiniSeika (16, 24 клетки), V6, и V6Pro (40 клеток)
ta: சேக்கா நோட்டேக்கர்: மினிசேக்கா (16, 24 களங்கள்), V6, மற்றும் V6Pro (40 களங்கள்)
zh_tw: Seika Notetaker: MiniSeika (16, 24 方), V6, 與 V6Pro (40 方)

source: Tivomatic Caiku Albatross 46/80 displays
bg: Дисплеите Tivomatic Caiku Albatross 46/80
de: Tivomatic Caiku Albatross mit 46 bzw. 80 Modulen
es: Pantallas Tivomatic Caiku Albatross 46/80
hr: Tivomatic Caiku Albatross 46/80 brajični redcj
nl: Tivomatic Caiku Albatross 46/80 leesregels
pt_br: Linhas Tivomatic Caiku Albatross 46/80
ru: Дисплеи Tivomatic Caiku Albatross 46/80
ta: டிவோமேடிக் கேய்கு ஆல்பட்ராஸ் 46/80 காட்சியமைவுகள்
zh_tw: Tivomatic Caiku Albatross 46/80 點顯器

source: Any Display that supports the Standard HID Braille protocol
bg: Всеки дисплей, който поддържа стандартния HID брайлов протокол
de: Jede Braillezeile, welches das Standard-HID-Braille-Protokoll unterstützt
es: Cualquier Pantalla que admita el protocolo braille estándar HID
hr: Svaki brajični redak koji podržava standardni HID brajični protokol
nl: Elke leesregel met ondersteuning voor het Standaard HID Brailleprotocol
pt_br: Qualquer linha compatível com o protocolo HID Braille Padrão.
ru: Любой дисплей поддерживающий стандарт USB HID для брайлевских дисплеев
ta: எச்.ஐ.டி. தகுதர பிரெயில் நெறிமுறையைப் பின்பற்றும் எந்த பிரெயில் காட்சியமைவும்
zh_tw: 任何支援標準 HID 通訊協定的點顯器

source: Freedom Scientific Focus/PAC Mate Series
bg: Freedom Scientific серии Focus/PAC Mate
de: Die Focus und PAC-Mate von Freedom Scientific
es: Series de la Freedom Scientific Focus/PAC Mate
hr: Brajični redci Freedom Scientific Focus/PAC Mate
ru: Freedom Scientific Focus/PAC Mate
ta: ஃப்ரீடம் சைண்டிஃபிக் ஃபோக்கஸ்/PAC Mate தொடர்
zh_tw: Freedom Scientific Focus/PAC Mate 系列

source: All Focus and PAC Mate displays from [Freedom Scientific](https://www.freedomscientific.com/) are supported when connected via USB or bluetooth.
bg: Всички Focus и PAC Mate дисплеи от [Freedom Scientific](https://www.freedomscientific.com/) се поддържат, когато са свързани чрез USB или Bluetooth.
de: Die Braillezeilen Focus 40 Blue und alle PAC Mate von der amerikanischen Firma [Freedom Scientific](https://www.freedomscientific.com/) werden unterstützt.
es: Todas las pantallas Focus y PAC Mate de [Freedom Scientific](https://www.freedomscientific.com/) están admitidas.
hr: Podržani su svi Focus i PAC Mate brajični redci firme [Freedom Scientific](https://www.freedomscientific.com/), kad se spajaju putem USB ili Bluetooth veze.
nl: Alle Focus en PAC Mate leesregels van [Freedom Scientific](https://www.freedomscientific.com/) worden ondersteund.
pt_br: Todas as linhas Focus e PAC Mate da [Freedom Scientific](https://www.freedomscientific.com/) são suportadas quando conectadas via USB ou bluetooth.
ru: Все брайлевские дисплеи Focus и PAC Mate от компании [Freedom Scientific](https://www.freedomscientific.com/) поддерживаются посредством USB или Bluetooth-подключения.
ta: [ஃப்ரீடம் சைண்டிஃபிக்கின்](https://www.freedomscientific.com/) எல்லா ஃபோக்கஸ், PAC Mate காட்சியமைவுகளும், யுஎஸ்பி, ஊடலை மூலம் இணைக்கப்படும்பொழுது, என்விடிஏ அதை ஆதரிக்கிறது.
zh_tw: NVDA 支援透過 USB 或藍牙連接的所有 [Freedom Scientific](https://www.freedomscientific.com/) 的 Focus 與 PAC Mate 點顯器，

source: You will need the Freedom Scientific braille display drivers installed on your system.
bg: Ще трябва да имате инсталирани драйверите на Freedom Scientific за брайловите им дисплеи, за да ги използвате.
de: Die Treiber für die Braillezeilen von Freedom Scientific können bei Bedarf auf Ihrem System vorab installiert sein. Diese sind aber nicht mehr Voraussetzung.
es: Necesitarás los controladores de pantallas braille de Freedom Scientific instalados en tu sistema.
hr: Trebat ćete instalirati upravljačke programe za freedom scientific brajične retke.
nl: De drivers voor de brailleleesregels van Freedom Scientific moeten op uw computer worden geïnstalleerd.
pt_br: Será necessário instalar os drivers — controladores — para as linhas Braille da Freedom Scientific em seu sistema.
ru: В вашей системе должны быть установлены драйвера брайлевских дисплеев от Freedom Scientific.
ta: ஃப்ரீடம் சைண்டிஃபிக்கின் பிரெயில் காட்சியமைவு இயக்கிகளைத் தாங்கள் கணினியில் நிறுவியிருக்க வேண்டும்.
zh_tw: 您需要在電腦上安裝 Freedom Scientific 點顯器的驅動程式，

source: If you do not have them already, you can obtain them from the [Focus Blue Braille Display Driver page](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver).
bg: Ако все още ги нямате, можете да се сдобиете с тях от [страницата с драйвери за брайловия дисплей Focus Blue](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver).
de: Falls diese noch nicht installiert wurden, können Sie die Treiber von der Seite [Focus Blue Braillezeilentreiber](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver) herunterladen.
es: Si no los tienes todavía, puedes obtenerlos de la [Página del controlador de la pantalla braille Focus Blue](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver).
hr: Ako ih još uvijek nemate, možete ih preuzeti sa [Stranice upravljačkih programa Focus Blue](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver).
nl: Zonodig kunt u de drivers downloaden van de pagina voor [Focus Blue Braille Display Driver](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver).
pt_br: Se ainda não tem os mesmos, pode obtê-los na [Página do driver da Linha Braille Focus Blue](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver).
ru: Если у вас ещё нет этих драйверов, то вы можете скачать их на [странице Focus Blue Braille Display Driver](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver).
ta: இவ்வியக்கிகள் தங்களிடம் ஏற்கெனவே இல்லையென்றால், [ஃபோக்கஸ் ப்ளூ பிரெயில் காட்சியமைவு இயக்கியின்](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver) பக்கத்திலிருந்து அவைகளை தரவிறக்கிக் கொள்ளலாம்.
zh_tw: 如果您還沒有這些驅動程式，您可以從 [Focus Blue Braille Display Driver page](https://support.freedomscientific.com/Downloads/Focus/FocusBlueBrailleDisplayDriver) 取得，

source: Although this page only mentions the Focus Blue display, the drivers support all Freedom Scientific Focus and Pacmate displays.
bg: Макар че тази страница споменава само Focus 40 Blue display, драйверът поддържа всички дисплеи на Freedom Scientific.
de: Obwohl auf dieser Seite nur Treiber für die Focus 40 Blue aufgeführt sind, werden die Treiber für alle Braillezeilen gleichermaßen von Freedom Scientific unterstützt.
es: Aunque esta página sólo mencione la pantalla Focus 40 Blue, el controlador es compatible con todas las pantallas Focus y Pacmate de Freedom Scientific.
hr: Premda se na ovoj stranici govori o Focus Blue brajičnim redcima, upravljački programi podržavaju sve Focus i PAC Mate brajične retke.
nl: Hoewel op deze pagina alleen de Focus 40 Blueleesregel wordt genoemd, ondersteunen deze drivers alleFocus en Packmate leesregels van Freedom Scientific.
pt_br: Embora essa página mencione somente a linha Focus Blue, os drivers suportam todas as linhas focus e Pacmate da Freedom Scientific.
ru: Несмотря на то, что на этой странице упоминается только брайлевский дисплей Focus Blue, драйвера поддерживают все дисплеи Focus и Pacmate компании Freedom Scientific.
ta: இவ்விணையப் பக்கம், ஃபோக்கஸ் 40 ப்ளூ காட்சியமைவை மட்டுமே குறிப்பிட்டாலும், இயக்கிகள், ஃப்ரீடம் சைண்டிஃபிக்கின் எல்லா ஃபோக்கஸ் மற்றும் பேக்மேட் காட்சியமைவுகளையும் ஆதரிக்கும்.
zh_tw: 雖然此網頁只提到 Focus Blue 點顯器，但驅動程式支援所有 Freedom Scientific Focus 及 Pacmate 點顯器。

source: By default, NVDA can automatically detect and connect to these displays either via USB or bluetooth.
bg: По подразбиране NVDA може автоматично да открива и да се свързва с тези дисплеи, както чрез USB, така и чрез Bluetooth.
de: Für gewöhnlich kann NVDA den verwendeten Anschluss automatisch erkennen, gleichgültig ob die Braillezeile via USB oder Bluetooth verbunden ist.
es: De manera predeterminada, NVDA puede detectar automáticamente y conectarse a estas pantallas tanto a través de USB como de bluetooth.
hr: NVDA standardno može automatski prepoznati i uspostaviti vezu s ovim brajičnim redcima putem USB-a ili bluetooth-a.
nl: De standaardinstelling is dat NVDA automatisch deze leesregels detecteert en via USB of bluetooth een verbinding tot stand brengt.
pt_br: Por padrão, o NVDA pode detectar e conectar-se automaticamente a essas linhas tanto via USB como por bluetooth.
ru: По умолчанию, NVDA автоматически определяет и устанавливает соединение с этими дисплеями как через USB, так и через Bluetooth-подключение.
ta: இயல்பில், இக்காட்சியமைவுகளை யுஎஸ்பி, ஊடலை மூலம் என்விடிஏ தானாகக் கண்டறிந்து தொடர்பை ஏற்படுத்திக் கொள்ளும்.
zh_tw: 預設情況下 NVDA 可以透過 USB 或藍牙自動偵測並連接這些點顯器，

source: However, when configuring the display, you can explicitly select "USB" or "Bluetooth" ports to restrict the connection type to be used.
bg: Въпреки това, при настройката на дисплея можете изрично да изберете „USB“ или „Bluetooth“, за да ограничите типа на използваната връзка.
de: Beim Konfigurieren der Braillezeile können Sie jedoch die Verbindungsart ausdrücklich festlegen, indem Sie für den Anschluss entweder USB oder Bluetooth auswählen.
es: No obstante, cuando se configura la pantalla, puedes seleccionar explícitamente los puertos "USB" o "Bluetooth" para restringir el tipo de conexión a utilizar.
hr: Međutim, kad se brajični redak spaja na računalo, možete odabrati "USB" ili "Bluetooth", kako biste ograničili vrstu veze koja će se koristiti.
nl: U kunt evenwel bij het configureren van de leesregel expliciet kiezen voor een "USB-" of "Bluetooth-poort" waarmee het te gebruiken verbindingstype wordt beperkt.
pt_br: Todavia, ao configurar a linha, é possível escolher explicitamente as portas "USB" ou "Bluetooth" para restringir o tipo de conexão a ser usada.
ru: Однако, при настройке дисплея вы можете выбрать порт, "USB" или "Bluetooth", для явного указания желаемого типа подключения.
ta: ஆனால், பயன்படுத்த வேண்டிய இணைப்பு வகையை கட்டுப்படுத்த, யுஎஸ்பி நுழைவாயில், அல்லது ஊடலை நுழைவாயில் ஆகியவைகளுள் ஏதேனும் ஒன்றை, காட்சியமைவை அமைவடிவமாக்கும்பொழுது தெரிவுச் செய்து கொள்ளலாம்.
zh_tw: 不過在設定點顯器時您可以明確的選擇「USB」或「藍牙」連接埠以限制要使用的連接類型，

source: This might be useful if you want to connect the focus display to NVDA using bluetooth, but still be able to charge it using USB power from your computer.
bg: Това може да бъде полезно, ако искате да свържете дисплея Focus към NVDA чрез Bluetooth, но в същото време да можете да го зареждате чрез USB захранване от компютъра.
de: Dies kann sinnvoll sein, wenn Sie z. B. eine Focus-Braillezeile per Bluetooth mit NVDA verbinden wollen, aber dennoch den USB-Anschluss Ihres Rechners zum Laden der Zeile verwenden.
es: Esto podría ser útil si quieres conectar la pantalla focus a NVDA utilizando bluetooth, y todavía podrías cargarla utilizando la energía del USB desde tu ordenador.
hr: Ovo može biti korisno, ako želite koristiti brajični redak spojen bluetooth vezom, ali ga još uvijek želite puniti putem USB priključka vašeg računala.
nl: Dit kan handig zijn als u de Focus leesregel met NVDA wilt verbinden via bluetooth en hem tegelijkertijd wilt opladen via de usb-aansluiting op uw computer.
pt_br: Isto pode ser útil se você deseja conectar as linhas focus ao NVDA usando o bluetooth, mas ainda conseguir carregá-la usando a energia USB do seu computador.
ru: Это может быть полезно, например, если вы хотите подключить дисплей Focus к NVDA по Bluetooth, при этом заряжая его через USB-порт.
ta: இது, தங்கள் கணினியில் இருக்கும் மின்சாரத்தைக் கொண்டு, போக்கஸ் காட்சியமைவை இயக்கிய வண்ணம், காட்சியமைவை என்விடிஏவுடன் ஊடலை மூலம் இணைக்கும்பொழுது பயன்படக்கூடும்.
zh_tw: 若您想要 NVDA 用藍芽與 focus 點顯器連接，但仍然要能用電腦的 USB 為點顯器充電，這將非常有用。

source: NVDA's automatic braille display detection will also recognize the display on USB or Bluetooth.
bg: Функцията на NVDA за автоматично разпознаване на брайлови дисплеи също ще разпознае дисплея през USB или Bluetooth.
de: Die automatische Braillezeilenerkennung von NVDA erkennt auch die Anzeige auf USB oder Bluetooth.
es: La detección automática de pantallas braille de NVDA también reconocerá la pantalla en USB o en Bluetooth.
hr: NVDA automatsko otkrivanje brajičnih redaka će također prepoznati brajični redak na USB-u ili Bluetooth-u.
nl: De automatische brailleleesregeldetectie van NVDA herkent de leesregel ook op basis van USB of Bluetooth.
pt_br: A detecção automática de linhas braille do NVDA também reconhecerá as linhas em USB ou Bluetooth.
ru: Функция автоматического определения брайлевского дисплея также определит USB или Bluetooth подключение.
ta: தானாக பிரெயில் காட்சியமைவைக் கண்டறியும் என்விடிஏவின் சிறப்பியல்பு, யுஎஸ்பி, அல்லது ஊடலை வழியே இணைக்கப்பட்டிருக்கும் பிரெயில் காட்சியமைவையும் கண்டறியும்.
zh_tw: NVDA 的點顯器自動偵測功能也將會辨識 USB 或藍牙上的點顯器。

source: Following are the key assignments for this display with NVDA.
bg: Следват клавишните назначения за този дисплеи за NVDA.
de: Folgende Tastenkombinationen bei dieser Braillezeile sind für NVDA zugeordnet.
es: Seguidamente van las asociaciones de teclas para esta pantalla con NVDA.
hr: Slijede prečaci za ovaj brajični redak s NVDA čitačem.
nl: Bij gebruik van deze leesregel met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: A seguir estão as teclas de comando dessa linha para o NVDA.
ru: В NVDA используются следующие комбинации клавиш для этого дисплея.
ta: பின்வரும் என்விடிஏ விசைகள், இக்காட்சியமைவிற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是此點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на този дисплей за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeile für weitere Informationen.
es: Por favor consulta la documentación de la pantalla para descripciones de dónde pueden encontrarse estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: (Voor meer details kunt u de documentatie bij deze leesregel raadplegen.)
pt_br: Por favor consulte a documentação da mesma para descrições de onde essas teclas se encontram.
ru: Для описания расположения клавиш, пожалуйста, обратитесь к документации по брайлевскому дисплею.
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதை விளக்கமாக அறிய, காட்சியமைவுடன் வரும் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |tecla
hr: Naziv |Tipka
nl: Naam |Toets (van leesregel)
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵
