Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: This category allows you to adjust various aspects of document navigation.
bg: Тази категория ви позволява да коригирате различни аспекти на навигацията в документи.
de: In dieser Kategorie können Sie verschiedene Aspekte der Dokument-Navigation anpassen.
es: Esta categoría te permite ajustar varios aspectos de la navegación de documento.
hr: Ova vam kategorija omogućuje podešavanje raznih opcija vezanih uz kretanje po dokumentu.
nl: In deze categorie kunt u diverse aspecten van documentnavigatie aanpassen.
pt_br: Esta categoria permite ajustar vários aspectos da navegação de documento.
ru: Эта категория позволяет настраивать различные аспекты навигации по документу.
ta: ஆவண வழிசெலுத்தலின் பல்வேறு கூறுகளை சரிசெய்ய இவ்வகைமை தங்களை அனுமதிக்கிறது.
zh_tw: 此類別允許您針對文件導覽的部分進行調整。

source: Paragraph Style
bg: Стил на абзаца
de: Die Absatz-Eigenschaften
es: Estilo de Párrafo
hr: Stil odlomka
nl: Alineastijl
pt_br: Estilo de Parágrafo
ru: Стиль абзаца
ta: பத்திப் பாங்கு
zh_tw: 段落樣式

source: Options |Default (Handled by application), Handled by application, Single line break, Multi line break
bg: По подразбиране |Управлявано от приложението
de: Optionen |Standard (Wird von der Anwendung behandelt), Wird von der Anwendung behandelt, Einfacher Zeilenumbruch, Mehrfacher Zeilenumbruch
es: Opciones |Predeterminado (manejado por la aplicación), Manejado por la aplicación, salto de una única línea, salto multilínea
hr: Opcije |Podrazumjevano (neka rukuje aplikacija), neka rukuje aplikacija, jednostruki pritisak entera, dvostruki pritisak entera
nl: Opties |Standaard (Verwerkt door applicatie), Verwerkt door applicatie, Enkelvoudig regeleinde, Meervoudige regeleinde
pt_br: Opções |Padrão (Controlado pelo aplicativo), Controlado pelo aplicativo, Quebra de linha única, Quebra de multilinha
ru: Опции |По умолчанию (обрабатывается приложением), Обрабатывается приложением, Однострочный разрыв, многострочный разрыв
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (பயன்பாட்டினால் கையாளப்படும்), பயன்பாட்டினால் கையாளப்படும், ஒற்றை வரி முறிவு, பல வரி முறிவு
zh_tw: 選項 |預設 (由應用程式處理)、由應用程式處理、單一換行、多個換行

source: Default |Handled by application
bg: Опции |По подразбиране (Управлявано от приложението), Управлявано от приложението, Един нов ред, Няколко нови реда
de: Standard |Wird von der Anwendung behandelt
es: Predeterminado |Manejado por la aplicación
hr: podrazumjevano |neka rukuje aplikacija
nl: Standaard |Verwerkt door applicatie
pt_br: Padrão |Controlado pelo aplicativo
ru: По умолчанию |Обрабатывается приложением
ta: \இயல்பிருப்பு |பயன்பாட்டினால் கையாளப்படும்
zh_tw: 預設 |由應用程式處理

source: This combo box allows you to select the paragraph style to be used when navigating by paragraphs with `control+upArrow` and `control+downArrow`.
bg: Този падащ списък ви позволява да изберете стила на абзаца, който да се използва при навигиране по абзаци с `Control+Стрелка нагоре` и `Control+Стрелка надолу`.
de: Dieses Kombinationsfeld ermöglicht die Absatz-Eigenschaft auszuwählen, der bei der Navigation durch Absätze mit `STRG+Pfeiltaste nach oben` und `STRG+Pfeiltaste nach unten` verwendet werden soll.
es: Este cuadro combinado te permite seleccionar el estilo de párrafo a utilizar cuando se navegue por párrafos con `control+flecha arriba` y `control+flecha abajo`.
hr: Ovaj odabirni okvir omogućuje odabir stila odlomka koji bi se trebao koristiti prilikom kretanja po odlomcima uz pomoć tipkovničkih prečaca `control+Strelica gore` i `control+strelica dolje`.
nl: Met deze vervolgkeuzelijst kunt u de alineastijl selecteren die gebruikt moet worden bij alineanavigatie met `control+pijlOmhoog` en `control+pijlOmlaag`.
pt_br: Esta caixa de combinação permite que você selecione o estilo de parágrafo a ser usado ao navegar pelos parágrafos com `control+seta para cima` e `control+seta para baixo`.
ru: Этот комбинированный список позволяет выбрать стиль абзаца, который будет использоваться при навигации по абзацам с помощью `control+Стрелка вверх` и `control+Стрелка вниз`.
ta: "`கட்டுப்பாடு+மேலம்பு`", "`கட்டுப்பாடு+கீழம்பு`" ஆகிய விசைகளைப் பயன்படுத்தி பத்திகளாக நகரும்பொழுது பயன்படுத்தப்பட வேண்டிய பத்திப் பாங்கினைத் தெரிவுச் செய்ய இச்சேர்க்கைப் பெட்டி தங்களை அனுமதிக்கிறது.
zh_tw: 此下拉式方塊允許您選擇在使用「Ctrl+向上鍵」及「Ctrl+向下鍵」按段落導覽時要使用的段落樣式，

source: The available paragraph styles are:
bg: Наличните стилове на абзаци са:
de: Die verfügbaren Absatzformate sind:
es: Los estilos de párrafo disponibles son:
hr: Slijedeći stilovi odlomaka su dostupni:
nl: De beschikbare alineastijlen zijn:
pt_br: Os estilos de parágrafo disponíveis são:
ru: Доступны следующие стили абзацев:
ta: பின்வருவன கிடைப்பிலிருக்கும் பத்திப் பாங்குகளாகும்:
zh_tw: 可用的段落樣式有：

source: Handled by application: NVDA will let the application determine the previous or next paragraph, and NVDA will read the new paragraph when navigating.
bg: Управлявано от приложението: NVDA ще остави на приложението да определи предишния или следващия абзац и ще прочете новия абзац при навигация.
de: Wird von der Anwendung behandelt: NVDA überlässt es der Anwendung, den vorherigen oder nächsten Absatz zu bestimmen, und NVDA liest den neuen Absatz beim Navigieren.
es: Manejado por la aplicación: NVDA permitirá a la aplicación determinar el párrafo anterior o posterior, y NVDA leerá el párrafo nuevo al navegar.
hr: Neka rukuje aplikacija: NVDA će omogućiti aplikaciji određivanje sljedećeg ili prethodnog odlomka, i NVDA će pročitati slijedeći odlomak pri kretanju.
nl: Verwerkt door toepassing: NVDA zal de toepassing de vorige en volgende alinea laten bepalen , en NVDA zal bij het navigeren de alinea lezen.
pt_br: Controlado pelo aplicativo: O NVDA permitirá que o aplicativo determine o parágrafo anterior ou seguinte, e o NVDA lerá o novo parágrafo durante a navegação.
ru: Обрабатывается приложением: NVDA позволяет приложению определить предыдущий или следующий абзац, и NVDA читает новый абзац при навигации.
ta: பயன்பாட்டினால் கையாளப்படும்: முந்தைய, அல்லது அடுத்த பத்தியைத் தீர்மானிக்க பயன்பாட்டினை என்விடிஏ அனுமதித்து, அதற்கேற்ப வழிசெலுத்தலின்பொழுது புதிய பத்தியைப் படிக்கும்.
zh_tw: 由應用程式處理：NVDA 會讓應用程式來決定上一個或下一個段落，並在導覽時讀出新段落，

source: This style works best when the application supports paragraph navigation natively, and is the default.
bg: Този стил е опцията по подразбиране и работи най-добре, когато приложението има вградена поддръжка за навигация по абзаци.
de: Dies funktioniert am besten, wenn die Anwendung die Absatznavigation von Haus aus unterstützt, und ist die Standardeinstellung.
es: Este estilo funciona mejor cuando la aplicación admite la navegación por párrafos nativamente, y es el predeterminado.
hr: Ovaj stil radi najbolje kada aplikacija podržava nativno kretanje po odlomcima, i postavljen je podrazumijevano.
nl: Deze stijl werkt het best wanneer de toepassing is uitgerust met ingebouwde alineanavigatie, en als deze standaard is ingesteld.
pt_br: Este estilo funciona melhor quando o aplicativo oferece suporte nativo à navegação de parágrafo, e é o padrão.
ru: Этот стиль лучше всего работает, если приложение изначально поддерживает навигацию по абзацам, и является стилем по умолчанию.
ta: இயல்பில் அமைந்திருக்கும் இப்பாங்கு, பத்தி வழிசெலுத்தலை பயன்பாடு தனக்குள்ளாக ஆதரிக்கும்பொழுது சிறப்பாகச் செயல்படும்.
zh_tw: 當應用程式原生支援段落導覽時此樣式效果最好，並設為預設值。

source: Single line break: NVDA will attempt to determine the previous or next paragraph using a single line break as the paragraph indicator.
bg: Един нов ред: NVDA ще се опита да определи предишния или следващия абзац, използвайки един нов ред като индикатор за абзац.
de: Einfacher Zeilenumbruch: NVDA versucht, den vorherigen oder nächsten Absatz anhand eines einzelnen Zeilenumbruchs als Absatz-Indikator zu bestimmen.
es: Salto de una única línea: NVDA intentará determinar el párrafo anterior y posterior utilizando el salto de una única línea como indicador de párrafo.
hr: Jednostruki pritisak entera: NVDA će pokušati odrediti prethodni ili slijedeći odlomak koristeći jednostruki prijelom redka kao indikator odlomka.
nl: Nieuwe regel (enkelvoudig> single line break): NVDA zal vorige of volgende alinea proberen te bepalen op basis van 'single line break' welke dient als markering van de alinea.
pt_br: Quebra de linha única: O NVDA tentará determinar o parágrafo anterior ou seguinte usando uma única quebra de linha como indicador de parágrafo.
ru: Однострочный разрыв строки: NVDA будет пытаться определить предыдущий или следующий абзац, используя в качестве индикатора абзаца разрыв одной строки.
ta: ஒற்றை வரி முறிவு: ஒற்றை வரி முறிவை பத்தி குறிகாட்டியாகக் கொண்டு, முந்தைய, அல்லது அடுத்த பத்தியைத் தீர்மானிக்க என்விடிஏ முயலும்.
zh_tw: 單一換行：NVDA 將嘗試使用單一換行作為分段依據來決定上一個或下一個段落，

source: This style works best when reading documents in an application which does not natively support paragraph navigation, and paragraphs in the document are marked by a single press of the `enter` key.
bg: Този стил работи най-добре, когато четете документи в приложение, което няма вградена поддръжка за навигация по абзаци, а абзаците в документа се маркират с едно натискане на клавиша `ENTER`.
de: Dies funktioniert am besten, wenn Dokumente in einer Anwendung gelesen werden, die nicht von Haus aus die Absatznavigation unterstützt, und Absätze im Dokument durch einmaliges Drücken der `Eingabetaste` markiert werden.
es: Este estilo funciona mejor cuando se lean documentos en una aplicación que no admita la navegación de párrafos nativamente, y los párrafos se marcan en el documento con una única pulsación de la tecla `intro`.
hr: Ovaj stil radi najbolje u aplikacijama koje ne podržavaju kretanje po odlomcima nativno, a odlomci su označeni jednim pritiskom tipke `enter`.
nl: Deze stijl werkt het best wanneer u documenten leest in een toepassing zonder ingebouwde ondersteuning voor alineanavigatie, en als de alinea's in het document worden aangegeven door de `enter-toets` eenmaal in te drukken.
pt_br: Este estilo funciona melhor ao ler documentos em um aplicativo que não oferece suporte nativo à navegação de parágrafo, e os parágrafos do documento são marcados com um único toque na tecla `enter`.
ru: Этот стиль лучше всего работает при чтении документов в приложении, которое не поддерживает навигацию по абзацам, а абзацы в документе отмечаются одним нажатием клавиши `enter`.
ta: பத்தி வழிசெலுத்தலை பயன்பாடு தனக்குள்ளாக ஆதரிக்காமல், ஆவணத்தில் இருக்கும் பத்திகள், "`உள்ளிடு`" விசையின் ஒற்றை அழுத்தத்தினால் குறிக்கப்பட்டிருக்கும் நிலையில், அத்தகைய ஆவணங்கள் படிக்கப்படும்பொழுது இப்பாங்கு சிறப்பாகச் செயல்படும்.
zh_tw: 在原生不支援段落導覽的應用程式中讀取文件時此樣式效果最好，文件中的段落透過按一下 Enter 鍵來標記。

source: Multi line break: NVDA will attempt to determine the previous or next paragraph using at least one blank line (two presses of the `enter` key) as the paragraph indicator.
bg: Няколко нови реда: NVDA ще се опита да определи предишния или следващия абзац, използвайки поне един празен ред (две натискания на клавиша `ENTER`) като индикатор за абзац.
de: Mehrfache Zeilenumbrüche: NVDA versucht, den vorherigen oder nächsten Absatz anhand von mindestens einer Leerzeile (zweimaliges Drücken der `Eingabetaste`) als Absatz-Indikator zu bestimmen.
es: Salto multilínea: NVDA intentará determinar el párrafo anterior y posterior utilizando al menos una línea en blanco (dos pulsaciones de la tecla `intro`) como indicador de párrafo.
hr: dva pritiska entera: NVDA će pokušati odrediti prethodni ili slijedeći odlomak koristeći najmanje jedan prazan redak (dva pritiska tipke `enter`) kao oznake odlomka.
nl: Meervoudige nieuwe regel(multi line break): NVDA zal vorige of volgende alinea proberen te bepalen op basis van tenminste 1 blanco regel (tweemaal drukken op de `enter-toets`) welke dient om een alinea aan te geven.
pt_br: Quebra de multilinha: O NVDA tentará determinar o parágrafo anterior ou seguinte usando pelo menos uma linha em branco (dois toques na tecla `enter`) como indicador de parágrafo.
ru: Многострочный разрыв: NVDA попытается определить предыдущий или следующий абзац, используя в качестве индикатора абзаца как минимум одну пустую строку (два нажатия клавиши `enter`).
ta: பல வரி முறிவு: குறைந்தபட்சம் ஒரு வெற்று வரியை, அதாவது, "`உள்ளிடு`" விசையின் இரு அழுத்தங்களை பத்திக் குறியீடாகக் கொண்டு, முந்தைய, அல்லது அடுத்த பத்தியை என்விடிஏ தீர்மானிக்க முயலும்.
zh_tw: 多個換行：NVDA 將嘗試使用至少一個空白行 (按兩下 Enter 鍵) 作為分段依據來決定上一個或下一個段落，

source: This style works best when working with documents which use block paragraphs.
bg: Този стил работи най-добре при работа с документи, които използват блокови абзаци.
de: Dies funktioniert am besten bei Dokumente, die Blockabsätze verwenden.
es: Este estilo funciona mejor cuando se trabaje con documentos que utilicen bloques de párrafos.
hr: Ovaj stil radi najbolje u dokumentima koji koriste blokovne odlomke.
nl: Deze stijl werkt het best wanneer gewerkt wordt met documenten waarin blokalinea's worden gebruikt.
pt_br: Este estilo funciona melhor ao trabalhar com documentos que usam parágrafos em bloco.
ru: Этот стиль лучше всего подходит для работы с документами, в которых используются печатные абзацы.
ta: தொகுதிப் பத்திகளைப் பயன்படுத்தும் ஆவணங்களைப் படிக்கும்பொழுது இப்பாங்கு சிறப்பாகச் செயல்படும்.
zh_tw: 此樣式在處理使用區塊段落的文件時效果最好。

source: Note that this paragraph style cannot be used in Microsoft Word or Microsoft Outlook, unless you are using UIA to access Microsoft Word controls.
bg: Имайте предвид, че този стил на абзац не може да се използва в Microsoft Word или Microsoft Outlook, освен ако не използвате UIA за достъп до контролите на Microsoft Word.
de: Beachten Sie, dass dieses Absatzformat nicht in Microsoft Word oder Microsoft Outlook verwendet werden kann, es sei denn, Sie verwenden UIA für den Zugriff bei Steuerelementen in Microsoft Word.
es: Ten en cuenta que este estilo de párrafo no puede utilizarse en Microsoft Word o Microsoft Outlook, a menos que estés utilizando UIA para acceder a controles de Microsoft Word.
hr: Imajte na umuu da se ovaj stil odlomka ne može koristiti u Microsoft Wordu ili Microsoft Outlooku, osim ako koristite UIA za pristup Microsoft Word kontrolama.
nl: Merk op dat deze alineastijl niet in Microsoft Word of Microsoft Outlook, gebruikt kan worden tenzij u werkt met UIA zodat u toegang hebt tot de besturingselementen van Microsoft Word.
pt_br: Observe que esse estilo de parágrafo não pode ser usado no Microsoft Word ou no Microsoft Outlook, a menos que você esteja usando o UIA para acessar os controles do Microsoft Word.
ru: Обратите внимание, что этот стиль абзаца нельзя использовать в Microsoft Word или Microsoft Outlook, если только вы не используете UIA для доступа к элементам управления Microsoft Word.
ta: மைக்ரோசாஃப்ட் வேர்ட் கட்டுப்பாடுகளை அணுக பயனர் இடைமுகப்பு தன்னியக்கமாக்கலைப் பயன்படுத்தாத நிலையில், இப்பத்திப் பாங்கினை மைக்ரோசாஃப்ட் வேர்ட், அல்லது மைக்ரோசாஃப்ட் ஔட்லுக்கில் பயன்படுத்த இயலாது என்பதைக் கவனிக்கவும்.
zh_tw: 附註：此段落樣式不能在 Microsoft Word 或 Microsoft Outlook 中使用，除非您正在使用 UIA 取用 Microsoft Word 控制項。

source: You may toggle through the available paragraph styles from anywhere by assigning a key in the [Input Gestures dialog](#InputGestures).
bg: Можете да превключвате между наличните стилове на абзац отвсякъде, като зададете клавишна команда в [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Sie können von überall aus zwischen den verfügbaren Absatz-Eigenschaften umschalten, indem Sie eine Taste im Dialogfeld für die [Tastenbefehle](#InputGestures) zuweisen.
es: Puedes cambiar entre los estilos de párrafo disponibles desde cualquier lugar asignando una tecla en el [diálogo Gestos de Entrada](#InputGestures).
hr: Možete se prebacivati između dostupnih stilova odlomaka tako da pridijelite tipkovnički prečac u [dijaloškom okviru ulazne geste](#InputGestures).
nl: U kunt door de beschikbare alineastijlen bladeren vanuit elke willekeurige plek door in het dialoogvenster [Invoerhandelingen](#InputGestures) hiervoor een toets toe te kennen.
pt_br: Você pode alternar entre os estilos de parágrafo disponíveis de qualquer lugar, atribuindo uma tecla no [diálogo Definir Comandos](#InputGestures).
ru: Вы можете переключать доступные стили абзацев из любого места, назначив клавишу в диалоге [Жесты ввода](#InputGestures).
ta: கிடைப்பிலிருக்கும் பத்திப் பாங்குகளுக்கிடையே எங்கிருந்தாயினும் மாற, [உள்ளீட்டுச் சைகைகள் உரையாடலில்](#InputGestures) இதற்கான தனிப்பயனாக்கப்பட்ட விசையை இணைக்கவும்.
zh_tw: 您可以在[輸入手勢對話框](#InputGestures)中指派快速鍵來在任何地方循環切換可用的段落樣式。

source: Add-on Store Settings
bg: Настройки на магазина за добавки
de: Die Einstellungen für den Store
es: Opciones de la tienda de complementos
hr: Add-on Store postavke
nl: Add-on Store Instellingen
pt_br: Configurações da Loja de Complementos
ru: Настройки магазина дополнений
ta: நீட்சிநிரல் அங்காடி அமைப்புகள்
zh_tw: 附加元件商店設定

source: This category allows you to adjust the behaviour of the Add-on Store.
bg: Тази категория ви позволява да настроите поведението на магазина за добавки.
de: In dieser Kategorie können Sie das Verhalten des Stores anpassen.
es: Esta categoría permite ajustar el comportamiento de la tienda de complementos.
hr: Ova kategorija služi za konfiguriranje Add-on storea.
nl: Hiermee kun je het gedrag van de Add-on Store aanpassen.
pt_br: Esta categoria permite que você ajuste o comportamento da Loja de Complementos.
ru: Эта категория позволяет настроить поведение магазина дополнений.
ta: நீட்சிநிரல் அங்காடியின் தன்மையை தக்கவாறு அமைத்துக்கொள்ள இவ்வகைமை தங்களை அனுமதிக்கிறது.
zh_tw: 此類別可讓您調整附加元件商店的行為。

source: Update Notifications
bg: Известяване за обновления
de: Die Update-Benachrichtigungen
es: Notificaciones de Actualización
hr: Obavjesti o ažuriranjima
nl: Update-meldingen
pt_br: Notificações de Atualização
ru: Уведомления об обновлениях
ta: அறிவிக்கைகளை இற்றாக்குக
zh_tw: 更新通知

source: When this option is set to "Notify", the Add-on Store will notify you after NVDA startup if any add-on updates are available.
bg: Когато тази опция е зададена на „Известявай“, магазинът за добавки ще ви уведоми след стартиране на NVDA, ако има налични обновления на добавките.
de: Wenn diese Option auf "Benachrichtigen" eingestellt ist, werden Sie über den Store benachrichtigt, nach dem Start von NVDA, wenn Updates zu NVDA-Erweiterungen verfügbar sind.
es: Cuando esta opción está ajustada a "Notificar", la Tienda de Complementos te notificará antes de que NVDA arranque si cualquier actualización de complemento está disponible.
hr: Kada je ova opcija postavljena na "obavještavaj", Add-on store će vas obavještavati o dostupnosti ažuriranja dodataka poslije pokretanja NVDA.
nl: Als je de optie instelt op "Melden", zal de Add-on Store je laten weten, nadat NVDA opgestart is, of er updates van add-ons beschikbaar zijn.
pt_br: Quando esta opção estiver definida como "Notificar", a Loja de Complementos irá notificá-lo após a inicialização do NVDA se houver atualizações de complementos disponíveis.
ru: Если для этого параметра установлено значение "Уведомлять", то после запуска NVDA магазин дополнений будет оповещать вас о наличии обновлений для дополнений.
ta: இவ்விருப்பத் தேர்வு "அறிவித்திடுக" என்று அமைக்கப்பட்டிருந்தால், என்விடிஏ துவங்கியவுடன், நீட்சிநிரல்களுக்கு இற்றாக்கம் ஏதேனும் இருந்தால், அதை நீட்சிநிரல் அங்காடி அறிவித்திடும்.
zh_tw: 當此選項設定為「通知」，如果有任何可用的附加元件更新，附加元件商店會在 NVDA 啟動後通知您，

source: This check is performed every 24 hours.
bg: Тази проверка се извършва на всеки 24 часа.
de: Diese Überprüfung wird alle 24 Stunden durchgeführt.
es: Esta comprobación se realiza cada 24 horas.
hr: Ova se provjera obavlja svakih dvadeset i četiri sata.
nl: Elke 24 uur wordt er een controle uitgevoerd.
pt_br: Essa verificação é realizada a cada 24 horas.
ru: Эта проверка выполняется каждые 24 часа.
ta: இந்த சரிபார்ப்பு ஒவ்வொரு 24 மணி நேரத்திற்கும் செய்யப்படுகிறது.
zh_tw: 此檢查每 24 小時進行一次。

source: Notifications will only occur for add-ons with updates available within the same channel.
bg: Известия ще се появяват само за добавки с налични обновления в рамките на същия канал.
de: Benachrichtigungen erfolgen nur für NVDA-Erweiterungen, deren Updates im selben Kanal verfügbar sind.
es: Las notificaciones sólo ocurrirán para complementos con actualizaciones disponibles dentro del mismo canal.
hr: Obavijesti će se prikazivati samo za ažuriranja dodataka dostupnih u istom kanalu.
nl: Meldingen over Add-ons waarvoor updates beschikbaar zijn worden alleen gedaan binnen hetzelfde kanaal.
pt_br: As notificações ocorrerão apenas para complementos com atualizações disponíveis no mesmo canal.
ru: Уведомления будут приходить только для тех дополнений, обновления которых доступны в рамках одного канала.
ta: அதே அலைத்தடத்தில் கிடைப்பிலிருக்கும் இற்றாக்கங்களுக்கு மட்டுமே அறிவிக்கைகள் தோன்றும்.
zh_tw: 只有當附加元件在同一通道內有可用更新時才會發出通知，

source: For example, for installed beta add-ons, you will only be notified of updates within the beta channel.
bg: Например за инсталирани бета добавки ще бъдете уведомявани само за актуализации в рамките на бета канала.
de: Bei installierten Beta-Versionen der NVDA-Erweiterungen werden Sie beispielsweise nur über Updates innerhalb des Beta-Kanals benachrichtigt.
es: Por ejemplo, para complementos beta instalados, sólo se te notificará de actualizaciones dentro del canal beta.
hr: Na primjer, za instalirane beta dodatke, biti ćete obaviješteni samo o Beta kanalu.
nl: Zo krijg je voor geïnstalleerde beta add-ons, alleen meldingen over updates binnen het beta kanaal.
pt_br: Por exemplo, para complementos beta instalados, você só será notificado sobre atualizações no canal beta.
ru: Например, для установленных бета-версий дополнений вы будете получать уведомления только об обновлениях в канале бета-версий.
ta: எடுத்துக்காட்டாக, நிறுவப்பட்டிருக்கும் பரிசோதனையிலுள்ள நீட்சிநிரல்களுக்கு, "பரிசோதனையிலுள்ளது" என்கிற அலைத்தடத்தினுள் உள்ள இற்றாக்கங்கள் குறித்து மட்டுமே தங்களுக்கு அறிவிக்கப்படும்.
zh_tw: 例如對於已安裝的 Beta 版附加元件，您只會收到 Beta 版通道內的更新通知。

source: Options |Notify (Default), Disabled
bg: Опции |Известявай (по подразбиране), Изключено
de: Optionen |Benachrichtigen (Standard), Ausgeschaltet
es: Opciones |Notificar (Predeterminado), Deshabilitada
hr: opcije |obavijesti (podrazumijevano), onemogućeno
nl: Opties |Melden (Standaard), Uitgeschakeld
pt_br: Opções |Notificar (Padrão), Desabilitado
ru: Опции |Уведомлять (по умолчанию), отключено
ta: விருப்பத் தேர்வுகள் |அறிவித்திடுக (இயல்பிருப்பு), முடக்கப்பட்டது
zh_tw: 選項 |通知 (預設)、停用

source: Default |Notify
bg: По подразбиране |Известявай
de: Standard |Benachrichtigen
es: Predeterminada |Notificar
hr: Podrazumjevano |obavijesti
nl: Standaard |Melden
pt_br: Padrão |Notificar
ru: По умолчанию |Уведомлять
ta: இயல்பிருப்பு |அறிவித்திடுக
zh_tw: 預設 |通知

source: Option |Behaviour
bg: Опция |Поведение
de: Option |Verhalten
es: Opción |Comportamiento
hr: Opcija |ponašanje
nl: Optie |Gedrag
pt_br: Opção |Comportamento
ru: Опция |Поведение
ta: விருப்பத் தேர்வு |தன்மை
zh_tw: 選項 |行為

source: Notify |Notify when updates are available to add-ons within the same channel
bg: Известявай |Известяване, когато са налични обновления на добавки в рамките на същия канал
de: Benachrichtigen |Benachrichtigung, wenn Updates für NVDA-Erweiterungen innerhalb desselben Kanals verfügbar sind
es: Notificar |Notifica cuando las actualizaciones están disponibles para un cpomplemento dentro del mismo canal
hr: Obavijesti |obavještava o dostupnosti ažuriranja unutar istog kanala
nl: Melden |Melden als er updates voor add-ons binnen hetzelfde kanaal beschikbaar zijn
pt_br: Notificar |Notificar quando atualizações estiverem disponíveis para complementos no mesmo canal
ru: Включено | Уведомлять о появлении обновлений для дополнений в том же канале
ta: அறிவித்திடுக |நீட்சிநிரல்களுக்கான இற்றாக்கங்கள் அதே அலைத்தடத்தில் இருந்தால் மட்டும் அறிவித்திடுக
zh_tw: 通知 |同一通道內的附加元件有可用的更新時通知
