Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: To toggle focus context presentation from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключвате представянето на фокуса на контекста отвсякъде, моля задайте потребителски жест в диалога [Жестове на въвеждане](#InputGestures).
de: Um die Einstellung von überall aus zu ändern, weisen Sie eine Tastenkombination mit Hilfe des Dialogs [Tastenbefehle](#InputGestures) zu.
es: Para conmutar la presentación de contexto del foco desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Kako biste mijenjali prikaz konteksta fokusa s bilo kojeg mjesta, dodijelite prilagođeni prečac pomoću dijaloškog okvira [Ulazne geste](#InputGestures).
nl: Om Te tonen contextinformatie aan of uit te zetten vanaf elke willekeurige plaats kunt u een aangepaste invoerhandeling toekennen met behulp van het [dialoogvenster Invoerhandelingen](#InputGestures).
pt_br: Para alternar a apresentação de contexto do foco de qualquer lugar, atribua um comando personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: Для быстрого переключения вариантов представления контекстной информации в любом месте, пожалуйста, назначьте желаемый жест на это действие в [диалоге Жесты ввода](#InputGestures).
ta: குவிமைய சூழலளிக்கையை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, தனிப்பயனாக்கப்பட்டச் சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換焦點脈絡呈現方式，請使用[輸入手勢](#InputGestures)對話框來指派手勢。

source: Show selection
bg: Показвай маркирането
de: Auswahl anzeigen
es: Mostrar selección
hr: Pokaži označeno
nl: Selectie tonen
pt_br: Mostrar seleção
ru: Показывать выделение
ta: தெரிவைக் காட்டிடுக
zh_tw: 顯示選取範圍

source: This setting determines if selection indicator (dots 7 and 8) is shown by the braille display.
bg: Тази настройка определя дали индикаторът за маркиране (точки 7 и 8) се показва от брайловия дисплей.
de: Diese Einstellung legt fest, ob die Auswahlanzeige (Punkte 7 und 8) auf der Braillezeile angezeigt werden.
es: Esta opción determina si se muestra el indicador de selección (puntos 7 y 8) en la pantalla braille.
hr: Ova postavka određuje da li će se pokazivač označenog (točkice 7 i 8) prikazivati na brajičnom redku.
nl: Deze instelling bepaalt of de selectieaanwijzer (punt 7 en punt 8) op de brailleleesregel wordt getoond.
pt_br: Esta configuração determina se o indicador de seleção (pontos 7 e 8) é mostrado pela linha braille.
ru: Эта настройка определяет, будет ли индикатор выделения (точки 7 и 8) отображаться на дисплее Брайля.
ta: பிரெயில் காட்சியமைவில் தெரிவுக் காட்டி (புள்ளிகல் 7, 8) காட்டப்படுவதை இவ்வமைப்பு வரையறுக்கிறது.
zh_tw: 此設定決定選取範圍指示器 (第 7 和第 8 點) 是否顯示在點顯器上，

source: The option is enabled by default so the selection indicator is shown.
bg: Опцията по подразбиране е включена, така че индикаторът за маркирането се показва.
de: Die Option ist standardmäßig aktiviert, so dass der Auswahl-Indikator angezeigt wird.
es: La opción está habilitada por defecto para que se muestre el indicador de selección.
hr: Opcija je podrazumijevano omogućena, pa će se pokazivač izbora prikazivati.
nl: De optie staat standaard aan, dus wordt de selectieaanwijzer getoond.
pt_br: A opção está habilitada por padrão para que o indicador de seleção seja mostrado.
ru: По умолчанию опция включена, поэтому индикатор выделения отображается.
ta: இயல்பில் இவ்வமைப்பு முடுக்கப்பட்டிருப்பதால், தெரிவுக் காட்டி காட்டப்படும்.
zh_tw: 此選項預設啟用，因此會顯示選取範圍指示器。

source: The selection indicator might be a distraction while reading.
bg: Индикаторът за маркиране може да отвлича вниманието по време на четене.
de: Die Auswahlanzeige kann manchmal beim Lesen auf der braillezeile als störend umpfunden werden.
es: El indicador de selección podría ser una distracción durante la lectura.
hr: Pokazivač označenog može ometati u toku čitanja.
nl: De Selectieaanwijzer kan tijdens het lezen storend zijn.
pt_br: O indicador de seleção pode ser uma distração durante a leitura.
ru: Индикатор выделения может отвлекать во время чтения.
ta: படிக்கும்பொழுது தெரிவுக் காட்டி கவனச் சிதறலை ஏற்படுத்தலாம்.
zh_tw: 選取範圍指示器可能會在摸讀時使注意力分散，

source: Disabling this option may improve readability.
bg: Изключването на тази опция може да подобри четливостта.
de: Das Ausschalten dieser Option kann eventuell die Lesbarkeit verbessern.
es: Deshabilitar esta opción puede mejorar la legibilidad.
hr: Isključivanje ove opcije može poboljšati iskustvo pri čitanju.
nl: De optie uitzetten kan het leesgemak bevorderen.
pt_br: Desabilitar esta opção pode melhorar a legibilidade.
ru: Отключение этой опции может улучшить читаемость.
ta: இவ்வமைப்பை முடக்குவது, படிப்பனுபவத்தை மேம்படுத்தலாம்.
zh_tw: 停用此選項可以提高可摸讀性。

source: To toggle show selection from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключите показването на маркирането от всяко място, моля, задайте персонализиран жест чрез [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
de: Um die Auswahl von einer beliebigen Stelle aus umzuschalten, weisen Sie bitte einen benutzerdefinierten Tastenbefehl zu, indem Sie das dialogfeld für die [Tastenbefehle](#InputGestures) verwenden.
es: Para conmutar mostrar selección desde cualquier lugar, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de entrada](#InputGestures).
hr: Da biste uključili ili isključili prikazivanje označenog bilo gde da se nalazite, molimo podesite prilagođenu prečicu korišćenjem [dijaloga ulaznih komandi](#InputGestures).
nl: Om "Toon selectie' van elke willekeurige plek in of uit te schakelen kunt u desgewenst een eigen invoerhandeling aanmaken met behulp van het dialoogvenster [Invoerhandelingen](#InputGestures).
pt_br: Para alternar mostrar seleção de qualquer lugar, atribua um comando — gesto — personalizado usando o [diálogo Definir Comandos](#InputGestures).
ru: Чтобы переключить показ выделения из любого места, назначьте пользовательский жест с помощью диалога [Жесты ввода](#InputGestures).
ta: தெரிவுக் காட்டி காட்டப்படுவதை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளீட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி, தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換顯示選取範圍，請使用[輸入手勢對話框](#InputGestures)來指派手勢。

source: Options |Default (Enabled), Enabled, Disabled
bg: Опции |По подразбиране (Включено), Включено, Изключено
de: Optionen |Standard (Eingeschaltet), Eingeschaltet, Ausgeschaltet
es: <target/>
hr: Opcije |Zadano (omogućeno), omogućeno, onemogućeno
ru: Опции |По умолчанию (Включено), Включено, Отключено
ta: விருப்பத் தேர்வுகள் |இயல்பிருப்பு (முடுக்கப்பட்டது), முடுக்கப்பட்டது, முடக்கப்பட்டது
zh_tw: 選項 |預設 (啟用)、啟用、停用

source: Default |Enabled
bg: По подразбиране |Включено
de: Standard |Eingeschaltet
es: <target/>
hr: Zadano |Omogućen
ru: По умолчанию |Включено
ta: இயல்பிருப்பு |முடுக்கப்பட்டது
zh_tw: 預設 |啟用

source: Formatting display
bg: Указване на форматирането
de: Formattierung auf der Braillezeile ausgeben
es: <target/>
hr: Prikaz oblikovanja
ru: Формат отображения
ta: வடிவூட்டக் காட்சியமைப்பு
zh_tw: 格式呈現

source: This setting determines how NVDA will display text formatting in braille.
bg: Тази настройка определя как NVDA ще показва форматирането на текста на брайл.
es: Esta opción determina cómo NVDA mostrará el formato de texto en braille.
hr: Ova postavka određuje kako će NVDA prikazati oblikovanje teksta na Brailleovom pismu.
ru: Этот параметр определяет, как NVDA будет отображать форматирование текста по брайлю.
ta: உரை வடிவூட்டத்தை பிரெயிலில் என்விடிஏ எவ்வாறு காட்டிடும் என்பதை இவ்வமைப்பு வரையறுக்கிறது.
zh_tw: 此設定決定 NVDA 如何以點字顯示文字格式，

source: This option only has an effect if NVDA is set to [display font attributes in braille](#DocumentFormattingFontAttributes).
bg: Тази опция има ефект само ако NVDA е настроен да [показва атрибутите на шрифта на брайл](#DocumentFormattingFontAttributes).
es: Esta opción sólo tiene efecto si NVDA está configurado a [mostrar atributos de fuente en braille](#DocumentFormattingFontAttributes).
hr: Ova opcija ima učinak samo ako je NVDA postavljen na [prikaži atribute fonta na Brailleovom pismu](#DocumentFormattingFontAttributes).
ru: Этот параметр действует только в том случае, если для параметра NVDA установлено значение [отображать атрибуты шрифта Брайля](#DocumentFormattingFontAttributes).
ta: [எழுத்துருப் பண்புகளை பிரெயிலில் காட்டிடுக](#DocumentFormattingFontAttributes) என்கிற அமைப்பிற்கு என்விடிஏ அமைக்கப்பட்டிருந்தால் மட்டுமே இவ்விருப்பத் தேர்வு தாக்கத்தை ஏர்படுத்தும்.
zh_tw: 只有當 NVDA 設定[以點字呈現字型屬性](#DocumentFormattingFontAttributes)時此選項才有效。

source: Options | Default (Liblouis), Liblouis, Tags
bg: Опции | По подразбиране (Liblouis), Liblouis, Тагове
de: Optionen | Standard (Liblouis), Liblouis, Tags
es: <target/>
hr: Opcije | Zadano (Liblouis), Liblouis, Oznake
ru: Опции | По умолчанию (Liblouis), Liblouis, Теги
ta: விருப்பத் தேர்வுகள் | இயல்பிருப்பு (லிப்லூயிஸ்), லிப்லூயிஸ், குறிகள்
zh_tw: 選項 |預設 (Liblouis)、Liblouis、標籤

source: Default | Liblouis
bg: По подразбиране | Liblouis
de: Standard | Liblouis
es: <target/>
hr: Zadano | Liblouis
ru: По умолчанию | Liblouis
ta: இயல்பிருப்பு | லிப்லூயிஸ்
zh_tw: 預設 | Liblouis

source: Option | Behaviour
bg: Опция | Поведение
de: Option | Verhalten
es: <target/>
hr: Opcija | Ponašanje
ru: Параметр | Поведение
ta: விருப்பத் தேர்வு | தன்மை
zh_tw: 選項 | 行為

source: Liblouis | Use native Braille formatting. Note that this option will only indicate bold, italic and underlined text, and only if the selected braille table supports indicating these attributes.
bg: Liblouis | Използване на собствено брайлово форматиране. Обърнете внимание, че тази опция ще показва само получер, курсив и подчертан текст и само ако избраната брайлова таблица поддържа указване на тези атрибути.
es: <target/>
hr: Liblouis | Koristite izvorno oblikovanje Brailleovog pisma. Imajte na umu da će ova opcija označavati samo podebljani, kurziv i podcrtani tekst, i to samo ako odabrana tablica brajice podržava navođenje tih atributa.
ru: Liblouis | Использует собственное форматирование по брайлю. Обратите внимание, что этот параметр будет указывать только на полужирный, курсивный и подчёркнутый текст, и только в том случае, если выбранная брайлевская таблица поддерживает указание этих атрибутов.
ta: லிப்லூயிஸ் | உள்ளமை பிரெயில் வடிவூட்டத்தைப் பயன்படுத்துக. தெரிவுச் செய்யப்பட்டிருக்கும் பிரெயில் அட்டவணைப் பண்புகள் ஆதரவளித்தால் மட்டுமே, உரையின் அடர்த்தி, சாய்வு, அடிக்கோடு ஆகிய பண்புகளை மட்டும் இவ்விருப்பத் தேர்வு சுட்டிக்காட்டும் என்பதைக் கவனிக்கவும்.
zh_tw: Liblouis | 使用原生點字格式。請注意，此選項只會指示粗體、斜體和有底線的文字，而且僅在所選的點字表支援指示這些屬性時才會指示。

source: [Tags](#BrailleFormattingDisplayTags) | Use tags that describe how and where text formatting changes.
bg: [Тагове](#BrailleFormattingDisplayTags) | Използване на тагове, които описват как и къде се променя форматирането на текста.
de: [Tags](#BrailleFormattingDisplayTags) | Verwenden Sie Tags, die beschreiben, wie und wo sich die Textformatierung ändert.
es: <target/>
hr: [Oznake] (#BrailleFormattingDisplayTags) | Koristite oznake koje opisuju kako i gdje se mijenja oblikovanje teksta.
ru: [Теги](#BrailleFormattingDisplayTags) | Используются теги, описывающие, как и где изменяется форматирование текста.
ta: [குறிச்சொற்கள்](#BrailleFormattingDisplayTags) | உரை வடிவூட்டம் எவ்வாறு, எங்கு மாறுகிறது என்பதை விவரிக்கும் குறிச்சொற்களைப் பயன்படுத்துக.
zh_tw: [標籤](#BrailleFormattingDisplayTags) | 使用標籤描述文字格式轉換及其位置

source: Tags
bg: Тагове
es: <target/>
hr: Oznake
ru: Теги
ta: குறிச்சொற்கள்
zh_tw: 標籤

source: When "Formatting display" is set to "Tags", a formatting tag is displayed in braille when a change in formatting is detected.
bg: Когато „Указване на форматирането“ е зададено на „Тагове“, таг за форматиране се показва на брайл, когато бъде открита промяна във форматирането.
es: Cuando "Formato de pantalla" está configurado a "Etiquetas", se muestra una etiqueta de formato en braille cuando se detecte un cambio en el formato.
hr: Kada je "Prikaz formatiranja" postavljen na "Oznake", oznaka formatiranja prikazuje se na Brailleovom pismu kada se otkrije promjena formatiranja.
ru: Если для параметра "Формат Отображения" установлено значение "Теги", при обнаружении изменения форматирования тег форматирования отображается по брайлю.
ta: "வடிவூட்டக் காட்சியமைப்பு", "குறிச்சொற்கள்" என்று அமைக்கப்பட்டிருந்து, வடிவூட்டத்தில் மாற்றம் கண்டறியப்பட்டால், வடிவூட்டக் குறிச்சொல் பிரெயிலில் காட்டப்படும்.
zh_tw: 當「格式呈現」設定為「標籤」時，偵測到格式變化會以點字顯示格式標籤，

source: These tags start with ⣋ and end with ⣙.
bg: Тези тагове започват с ⣋ и завършват с ⣙.
de: Diese Tags beginnen mit ⣋ und enden mit ⣙.
es: Estas etiquetas comienzan con ⣋ y finalizan con ⣙.
hr: Ove oznake počinju s ⣋ i završavaju s ⣙.
ru: Эти теги начинаются с ⣋ и оканчиваются ⣙.
ta: இக்குறிச்சொற்கள், ⣋ உடன் துவங்கும், ⣙ உடன் முடிவடையும்.
zh_tw: 這些標籤以 ⣋ 開頭並以 ⣙ 結尾，

source: A formatting tag will contain one or more symbols which describe the text formatting.
bg: Тагът за форматиране ще съдържа един или повече символи, които описват форматирането на текста.
de: Ein Tag zur Formatierung enthält ein oder mehrere Symbole, die die Textformatierung beschreiben.
es: Una etiqueta de formato contendrá uno o más símbolos que describen el formato del texto.
hr: Oznaka za oblikovanje sadržavat će jedan ili više simbola koji opisuju oblikovanje teksta.
ru: Тег форматирования будет содержать один или несколько символов, которые описывают форматирование текста.
ta: ஒரு வடிவுட்டக் குறிச்சொல், உரை வடிவூட்டத்தை விவரிக்கும் ஒன்று, அல்லது அதற்கும் மேற்பட்ட குறியீடுகளைக் கொண்டிருக்கும்.
zh_tw: 格式標籤會包含一個或多個描述文字格式的符號，

source: The following symbols are defined:
bg: Дефинирани са следните символи:
de: Die folgenden Symbole sind definiert:
es: Se definieron los siguientes símbolos:
hr: Definirani su sljedeći simboli:
ru: Определены следующие символы:
ta: பின்வரும் குறியீடுகள் வரையறுக்கப்பட்டுள்ளன:
zh_tw: 以下為定義的符號：

source: Symbol | Meaning
bg: Символ | Значение
de: Symbol | Bedeutung
es: <target/>
hr: Simbol | Značenje
ru: Символ | Значение
ta: குறியீடு | பொருள்
zh_tw: 符號 | 意義

source: ⠃ ("b") | Start bold
bg: ⠃ („b“) | Начало на получер
de: ⠃ ("b") | Fett (am Anfang)
es: <target/>
hr: ⠃ ("b") | Počnite podebljano
ru: ⠃ ("b") | Начало полужирного шрифта
ta: ⠃ ("b") | அடர்த்தித் துவக்கம்
zh_tw: ⠃ ("b") | 粗體開始

source: ⡃ ("b" with dot 7) | End bold
bg: ⡃ („b“ с точка 7) | Край на получер
de: ⡃ ("b" mit Punkt 7) | Fett (am Ende)
es: <target/>
hr: ⡃ ("b" s točkom 7) | Kraj podebljan
ru: ⡃ ("b" с точкой 7) | Конец полужирного шрифта
ta: ⡃ (புள்ளி 7 உடன் "b") | அடர்த்தி முடிவு
zh_tw: ⡃ ("b" 加上第七點) | 粗體結束

source: ⠊ ("i") | Start italic
bg: ⠊ („i“) | Начало на курсив
de: ⠊ ("i") | Kursiv (am Anfang)
es: <target/>
hr: ⠊ ("i") | Započnite kurziv
ru: ⠊ ("i") | Начало курсива
ta: ⠊ ("i") | சாய்வுத் துவக்கம்
zh_tw: ⠊ ("i") | 斜體開始

source: ⡊ ("i" with dot 7) | End italic
bg: ⡊ („i“ с точка 7) | Край на курсив
de: ⡊ ("i" mit Punkt 7) | Kursiv (am Ende)
es: <target/>
hr: ⡊ ("i" s točkom 7) | Završetak kurziva
ru: ⡊ ("i" с точкой 7) | Конец курсива
ta: ⡊ (புள்ளி 7 உடன் "i") | சாய்வு முடிவு
zh_tw: ⡊ ("i" 加上第七點) | 斜體結束

source: ⠥ ("u") | Start underline
bg: ⠥ („u“) | Начало на подчертан
de: ⠥ ("u") | Unterstrichen (am Anfang)
es: <target/>
hr: ⠥ ("u") | Početak podcrtavanja
ru: ⠥ ("u") | Начало подчёркнутого
ta: ⠥ ("u") | அடிக்கோடு துவக்கம்
zh_tw: ⠥ ("u") | 底線開始

source: ⡥ ("u" with dot 7) | End underline
bg: ⡥ („u“ с точка 7) | Край на подчертан
de: ⡥ ("u" mit Punkt 7) | Unterstrichen (am Ende)
es: <target/>
hr: ⡥ ("u" s točkom 7) | Kraj podcrtan
ru: ⡥ ("u" с точкой 7) | Конец подчёркнутого
ta: ⡥ (புள்ளி 7 உடன் "u") | அடிக்கோடு முடிவு
zh_tw: ⡥ ("u" 加上第七點) | 底線結束

source: ⠎ ("s")| Start strikethrough
bg: ⠎ („s“)| Начало на зачеркнат
de: ⠎ ("s")| Durchgestrichen (am Anfang)
es: <target/>
hr: ⠎ ("s")| Započnite precrtavanje
ru: ⠎ ("s")| Начало зачёркнутого
ta: ⠎ ("s")| ஊடானக் கோடு துவக்கம்
zh_tw: ⠎ ("s")| 刪除線開始

source: ⡎ ("s" with dot 7) | End strikethrough
bg: ⡎ („s“ с точка 7) | Край на зачеркнат
de: ⡎ ("s" mit Punkt 7) | Durchgestrichen (am Ende)
es: <target/>
hr: ⡎ ("s" s točkom 7) | Kraj precrtavanja
ru: ⡎ ("s" с точкой 7) | Конец зачёркнутого
ta: ⡎ ("புள்ளி 7 உடன் s") | ஊடானக் கோடு முடிவு
zh_tw: ⡎ ("s" 加上第七點) | 刪除線結束

source: Speak character when routing cursor in text
bg: Изговаряй знака при преместване на курсора в текст
es: <target/>
hr: Izgovaranje znakova prilikom usmjeravanja kursora u tekstu
ru: Произносить символ при наведении курсора на текст
ta: உரையில் சுட்டியை வழியமைத்திடும்பொழுது வரியுருவைப் பேசுக
zh_tw: 在文字中定位遊標時讀出字元

source: If this is enabled, NVDA will automatically speak the character at the cursor when routing to it with braille cursor routing keys.
bg: Ако тази опция е включена, NVDA автоматично ще изговаря знака под курсора при преместването до него с брайловите клавиши за преместване на курсора.
es: Si esto está habilitado, NVDA verbalizará automáticamente el carácter en el cursor cuando se enrute hacia él con las teclas de enrutamiento del cursor braille.
hr: Ako je to omogućeno, NVDA će automatski izgovoriti znak na kursoru prilikom usmjeravanja na njega pomoću tipki za usmjeravanje kursora na Brailleovom pismu.
ru: Если эта функция включена, NVDA будет автоматически произносить символ под курсором, при наведении на него брайлевского курсора.
ta: இது முடுக்கப்பட்டிருந்தால், பிரெயில் சுட்டியை வழியமைத்திடும் விசைகளைப் பயன்படுத்தி சுட்டியின் இடத்திலிருக்கும் வரியுருவிற்கு வழியமைத்திடும்பொழுது, அவ்வரியுருவை என்விடிஏ தானாக பேசிடும்.
zh_tw: 如果啟用此選項，當使用點字遊標定位鍵定位到文字時，NVDA 會自動讀出遊標所在的字元。

source: To toggle this option from anywhere, please assign a custom gesture using the [Input Gestures dialog](#InputGestures).
bg: За да превключвате тази опция отвсякъде, задайте потребителски жест, като използвате [диалоговия прозорец „Жестове на въвеждане“](#InputGestures).
es: Para conmutar esta opción desde cualquier sitio, por favor asigna un gesto personalizado utilizando el [diálogo Gestos de Entrada](#InputGestures).
hr: Da biste ovu opciju prebacili s bilo kojeg mjesta, dodijelite prilagođenu gestu pomoću dijaloškog okvira [Input Gestures](#InputGestures).
ru: Чтобы переключать эту опцию из любого места, назначьте пользовательский жест, используя [Диалог жестов ввода](#InputGestures).
ta: இவ்விருப்பத் தேர்வினை எங்கிருந்தாயினும் மாற்றியமைக்க, [உள்ளிட்டுச் சைகைகள் உரையாடலைப்](#InputGestures) பயன்படுத்தி தனிப்பயனாக்கப்பட்ட சைகையை இணைக்கவும்.
zh_tw: 要在任何地方切換此選項，請使用[輸入手勢對話框](#InputGestures)指派手勢。

source: Avoid splitting words when possible
bg: Избягвай разделянето на думи, когато това е възможно
de: Wortumbrüche vermeiden, falls möglich
es: <target/>
hr: Izbjegavajte dijeljenje riječi kada je to moguće
ru: Не разбивать слова в середине, когда возможно
ta: இயலுமிடங்களில் சொற்களின் பிளவைத் தவிர்க்கவும்
zh_tw: 儘量避免斷字

source: If this is enabled, a word which is too large to fit at the end of the braille display will not be split.
bg: Ако тази опция е включена, дума, която е твърде голяма, за да се побере в края на брайловия дисплей, няма да бъде разделена.
es: Si esto está habilitado, una palabra que sea demasiado larga para caber al final de la pantalla braille no se partirá.
hr: Ako je to omogućeno, riječ koja je prevelika da stane na kraj Brailleovog pisma neće se podijeliti.
ru: Если этот флажок установлен, то слово, которое является слишком большим, чтобы уместиться на конце брайлевского дисплея, не будет разделено.
ta: இது முடுக்கப்பட்டிருந்தால், ஒரு சொல், பிரெயில் காட்சியமைவின் இறுதியில் பொருந்தாத அளவு பெரிதாக இருந்தாலும், அது பிளக்கப்பட மாட்டாது.
zh_tw: 若啟用此選項，當一個單字過長而無法在點顯器的尾端顯示時，則會避免以斷字的方式顯示，

source: Instead, there will be some blank space at the end of the display.
bg: Вместо това ще има малко празно място в края на дисплея.
es: En su lugar, habrá algunos espacios en blanco al final de la pantalla.
hr: Umjesto toga, na kraju zaslona bit će prazan prostor.
ru: Вместо этого, в конце дисплея будет некоторое свободное пространство.
ta: மாற்றாக, காட்சியமைவின் இறுதியில் சில வெற்று இடைவெளிகள் இருக்கும்.
zh_tw: 在此情況下點顯器的尾端將出現一些空白，

source: When you scroll the display, you will be able to read the entire word.
bg: Когато превъртите дисплея, ще можете да прочетете цялата дума.
es: Cuando desplaces la pantalla, podrás leer la palabra completa.
hr: Kada se pomičete po zaslonu, moći ćete pročitati cijelu riječ.
ru: Прокручивая экран, вы сможете прочитать слово целиком.
ta: காட்சியமைவைத் தாங்கள் நகர்த்தினால், முழுச் சொல்லையும் தாங்கள் படிக்க இயலும்.
zh_tw: 當您捲動點顯器時，您將能夠閱讀整個單字。

source: This is sometimes called "word wrap".
bg: Това понякога се нарича „пренасяне на думи“.
es: Esto a veces se llama "word wrap".
hr: To se ponekad naziva "omotavanje riječi".
ru: Это иногда называют "перенос слов".
ta: இது சில நேரங்களில் "சொல் மடக்கு" என்று அழைக்கப்படுகிறது.
zh_tw: 這有時稱為「自動換行」。

source: Note that if the word is too large to fit on the display even by itself, the word must still be split.
bg: Имайте предвид, че ако думата е твърде голяма, за да се побере на дисплея дори сама, пак ще трябва да бъде разделена.
es: Ten en cuenta que si la palabra es demasiado larga para caber en la pantalla incluso por sí sola, la palabra debe partirse igualmente.
hr: Imajte na umu da ako je riječ prevelika da bi stala na zaslon čak i sama po sebi, riječ i dalje mora biti podijeljena.
ru: Обратите внимание, что если слово не помещается на дисплее даже само по себе, то оно всё равно будет разделено.
ta: ஒரு சொல்லே, காட்சியமைவில் பொருந்தாத அளவு பெரிதாக இருப்பினும், அது பிளக்கப்பட்டுதான் ஆக வேண்டும்.
zh_tw: 不過，如果一個單字的長度確實大到無法在點顯器的一行中完整顯示，則斷字就不可避免了。

source: If this is disabled, as much of the word as possible will be displayed, but the rest will be cut off.
bg: Ако тази опция е изключена, възможно най-голяма част от думата ще бъде показана, но останалата част ще бъде отрязана.
es: Si se desactiva, se mostrará la mayor parte posible de la palabra, pero se cortará el resto.
hr: Ako je to onemogućeno, prikazat će se što više riječi, ali ostatak će biti odsječen.
ru: Если этот флажок снят, то первая часть слова (зависит от свободного места) будет отображаться, а остальная будет обрезана.
ta: இது முடக்கப்பட்டால், இயன்ற அளவு ஒரு சொல் காட்டப்பட்டு, மீதமுள்ள பகுதி துண்டிக்கப்படும்.
zh_tw: 若不啟用此選項則點顯器將儘可能顯示最多的字，而最後一個單字會被截斷，

source: When you scroll the display, you will then be able to read the rest of the word.
bg: Когато превъртите дисплея, ще можете да прочетете останалата част от думата.
es: Cuando desplaces la pantalla, entonces podrás leer el resto de la palabra.
hr: Kada se pomičete po zaslonu, moći ćete pročitati ostatak riječi.
ru: Прокручивая текст на дисплее, вы сможете прочитать остальную часть слова.
ta: காட்சியமைவைத் தாங்கள் நகர்த்தினால், சொல்லின் மீதமுள்ள பகுதியைத் தாங்கள் படிக்க இயலும்.
zh_tw: 當您捲動點顯器仍然可摸讀到該單字的其餘部分。

source: Enabling this may allow for more fluent reading, but generally requires you to scroll the display more.
bg: включването на тази опция може да позволи по-плавно четене, но обикновено изисква повече превъртане на дисплея.
es: Habilitar esta opción puede permitir una lectura más fluida, pero generalmente requiere desplazarse más por la pantalla.
hr: Omogućavanje ovoga može omogućiti tečnije čitanje, ali općenito zahtijeva da se više pomičete po zaslonu.
ru: Включение этой опции может дать более свободное чтение, но в целом требует более частой прокрутки дисплея.
ta: இதை முடுக்கினால், மிக சரளமாகப் படிக்க இயலும். ஆனால், பொதுவாக காட்சியமைவைத் தாங்கள் அடிக்கடி நகர்த்த வேண்டியிுக்கும்.
zh_tw: 啟用此選項可讓摸讀起來更順暢，但通常需要多捲動數次來顯示。

source: Unicode normalization
bg: Уникод нормализация
de: Unicode-Normalisierung
es: <target/>
hr: Unicode normalizacija
ru: Нормализация юникода
ta: ஒருங்குறி இயல்பாக்கம்
zh_tw: Unicode 正規化
