Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Move braille display to previous line |t2
bg: Придвижване на брайловия дисплей до предишния ред |t2
de: Zur vorherigen Zeile auf der Braillezeile navigieren |T2
es: Mover la pantalla braille a la línea anterior |t2
hr: Premjesti brajični redak na prethodni redak |t2
nl: Brailleregel naar voorafgaande regel brengen |t2
pt_br: Mover linha braille para a linha anterior |t2
ru: Перемещение брайлевского дисплея к предыдущей строке |t2
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |t2

source: Move to current focus |t3
bg: Придвижване до фокуса |t3
de: Zum Fokus wechseln |T3
es: Mover al foco actual |t3
hr: Premjesti se na trenutačni fokus |t3
nl: Naar huidige focus verplaatsen |t3
pt_br: Mover para o foco atual |t3
ru: Перемещение к актуальному фокусу |t3
ta: தற்போதைய குவிமையத்திற்கு நகர்க |t3

source: Move braille display to next line |t4
bg: Придвижване на брайловия дисплей до следващия ред |t4
de: Zur nächsten Zeile auf der Braillezeile navigieren |T4
es: Mover la pantalla braille a la línea siguiente |t4
hr: Premjesti brajični redak na sljedeći redak |t4
nl: Brailleregel naar volgende regel brengen |t4
pt_br: Mover linha braille para a linha seguinte |t4
ru: Перемещение брайлевского дисплея к следующей строке |t4
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |t4
zh_tw: AMove braille display to next line |t4

source: Scroll braille display forward |t5, etouch3
bg: Превъртане на брайловия дисплей напред |t5, etouch3
de: Auf der Braillezeile vorwärts navigieren |T5, eTouch3
es: Desplazar pantalla braille hacia adelante |t5, etouch3
hr: Kliži po brajičnom retku naprijed |t5, etouch 3
nl: Brailleregel vooruit scrollen |t5, etouch3
pt_br: Rolar linha braille para frente |t5, etouch3
ru: Прокрутка брайлевского дисплея вперёд |t5, etouch3
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |t5, etouch3

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Zum aktuellen Braille-Modul navigieren |Routing-Taste
es: Guiar a la celda braille |sensor
hr: Premjesti se na brajičnu ćeliju |routing
nl: Naar braillecel gaan| Routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещение на брайлевскую клетку |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: Report text formatting under braille cell |secondary routing
bg: Докладване на форматирането на текста на брайловата клетка |secondary routing
de: Textformatierung am aktuellen Braille-Modul mitteilen |Obere Routing-Taste
es: Anunciar formato de texto bajo la celda braille |sensores secundarios
hr: Izvijesti o oblikovanju teksta pod brajičnom ćelijom |secondary routing
nl: tekstopmaakg onder braillecel melden |secondaire routing
pt_br: Anunciar formatação de texto em cela braille |sensor secundário
ru: Произносить форматирование текста под брайлевской клеткой |secondary routing
ta: பிரெயில் கள‍த்தின் கீழிருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடுக |secondary routing

source: Toggle HID keyboard simulation |t1+spEnter
bg: Превключване на симулирането на HID клавиатура |t1+spEnter
de: HID-Tastatursimulation ein- oder ausschalten |T1+spEingabe
es: Conmutar la simulación de teclado HID |t1+spEnter
hr: Uključi ili isključi simulaciju tipkovnice |t1+spEnter
nl: HID-toetsenbordsimulatie in- of uitschakelen |t1+spEnter
pt_br: Alternar a simulação de teclado HID |t1+spEnter
ru: Переключать эмуляцию клавиатуры HID |t1+spEnter
ta: எச்.ஐ.டி. விசைப் பலகையின் உருவகமாக்கத்தை மாற்றியமைத்திடுக |t1+spEnter

source: Move to top line in review |t1+t2
bg: Придвижване до първия ред в прегледа |t1+t2
de: NVDA-Cursor zur ersten Zeile navigieren |T1+T2
es: Mover a la línea superior en revisión |t1+t2
hr: Premjesti se na najgornji redak u pregledu |t1+t2
nl: Naar bovenste regel verplaatsen in leesmodus |t1+t2
pt_br: Mover para a primeira linha em exploração |t1+t2
ru: Перемещение на первую строку в просмотре |t1+t2
ta: சீராய்வில் இருக்கும் மேல் வரிக்கு நகர்க |t1+t2

source: Move to bottom line in review |t4+t5
bg: Придвижване до последния ред в прегледа |t4+t5
de: NVDA-Cursor zur letzten Zeile navigieren |T4+T5
es: Mover a la línea inferior en revisión |t4+t5
hr: Premjesti se na posljednji redak u pregledu |t4+t5
nl: Naar onderste regel verplaatsen in leesmodus |t4+t5
pt_br: Mover para a última linha em exploração |t4+t5
ru: Перемещение на последнюю строку в просмотре |t4+t5
ta: சீராய்வில் இருக்கும் கீழ் வரிக்கு நகர்க |t4+t5

source: Toggle braille tethered to |t1+t3
bg: Превключване на обвързването на брайла |t1+t3
de: Kopplung der Braillezeile konfigurieren |T1+T3
es: Conmutar el seguimiento braille |t1+t3
hr: Mijenjaj povezanost brajičnog retka |t1+t3
nl: Braille koppelen wisselen |t1+t3
pt_br: Alternar vínculo do braille |t1+t3
ru: Переключение привязки брайля |t1+t3
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |t1+t3

source: Report title |etouch2
bg: Докладване на заглавието |etouch2
de: Titelzeile mitteilen |etouch2
es: Anunciar el título |etouch2
hr: Izvijesti o naslovu |etouch2
nl: Titel weergeven |etouch2
pt_br: Anunciar título |etouch2
ru: Читать заголовок |etouch2
ta: தலைப்பை அறிவித்திடுக |etouch2

source: Report status bar |etouch4
bg: Докладване на лентата на състоянието |etouch4
de: Statuszeile mitteilen |etouch4
es: Anunciar la barra de estado |etouch4
hr: Izvijesti o traci stanja |etouch4
nl: Statusbalk weergeven |etouch4
pt_br: Ler a barra de status |etouch4
ru: Читать строку состояния |etouch4
ta: நிலைப் பட்டையை அறிவித்திடுக |etouch4

source: shift+tab key |sp1
bg: Shift+Tab |sp1
de: Umschalt+Tab-Taste |Sp1
es: tecla shift+tab |sp1
hr: Tipka šift+tabulator |sp1
nl: Shift+Tabtoets |Sp1
pt_br: tecla shift+tab |sp1
ru: комбинация shift+tab |sp1
ta: மாற்றழுத்தி+தத்தல் key |sp1

source: alt key |sp2, alt
bg: Alt |sp2, Alt
de: Alt-Taste |Sp2, Alt
es: tecla alt |sp2, alt
hr: Tipka alt |sp2, alt
nl: Alt-toets |Sp2, alt
pt_br: tecla alt |sp2, alt
ru: клавиша alt |sp2, alt
ta: நிலைமாற்றி விசை |sp2, alt

source: escape key |sp3
bg: Escape |sp3
de: Escape-Taste |Sp3
es: tecla escape |sp3
hr: Tipka escape |sp3
nl: Escape-toets |Sp3
pt_br: tecla escape |sp3
ru: клавиша escape |sp3
ta: விடுபடு விசை |sp3

source: tab key |sp4
bg: Tab |sp4
de: Tab-Taste |Sp4
es: tecla tab |sp4
hr: Tipka tabulator |sp4
nl: Tab-toets |Sp4
pt_br: tecla tab |sp4
ru: клавиша tab |sp4
ta: தத்தல் விசை |sp4

source: upArrow key |spUp
bg: Стрелка нагоре |spUp
de: Pfeiltaste nach oben |SpUp
es: tecla flecha arriba |spUp
hr: Tipka strelica gore |spGore
nl: Pijltoets omhoog |SpUp
pt_br: tecla seta para cima |spCima
ru: стрелка вверх |spUp
ta: மேலம்பு விசை |spUp

source: downArrow key |spDown
bg: Стрелка надолу |spDown
de: Pfeiltaste nach unten |SpDown
es: tecla flecha abajo |spDown
hr: Tipka strelica dolje |spDolje
nl: Pijltoets omlaag |SpDown
pt_br: tecla seta para baixo |spBaixo
ru: стрелка вниз |spDown
ta: கீழம்பு விசை |spDown

source: leftArrow key |spLeft
bg: Стрелка наляво |spLeft
de: Pfeiltaste nach links |SpLeft
es: tecla flecha izquierda |spLeft
hr: Tipka strelica lijevo |spLijevo
nl: Pijltoets naar links |SpLinks
pt_br: tecla seta para esquerda |spEsquerda
ru: стрелка влево |spLeft
ta: இடதம்பு விசை |spLeft

source: rightArrow key |spRight
bg: Стрелка надясно |spRight
de: Pfeiltaste nach rechts |SpRight
es: tecla flecha derecha |spRight
hr: Tipka strelica desno |spDesno
nl: Pijltoets naar rechts |SpRechts
pt_br: tecla seta para direita |spDireita
ru: стрелка вправо |spRight
ta: வலதம்பு விசை |spRight

source: enter key |spEnter, enter
bg: Enter |spEnter, enter
de: Eingabetaste |SpEingabe, Eingabe
es: tecla intro |spEnter, intro
hr: Tipka enter |spEnter, enter
nl: Enter-toets |spEnter, enter
pt_br: tecla enter |spEnter, enter
ru: enter |spEnter, enter
ta: உள்ளிடு விசை |spEnter, enter

source: Report date/time |sp2+sp3
bg: Докладване на датата/часа |sp1+sp2
de: Datum und Uhrzeit mitteilen |Sp2+Sp3
es: Anunciar fecha/hora |sp2+sp3
hr: Izvijesti o datumu/vremenu |sp2+sp3
nl: Datum/tijd weergeven |sp2+sp3
pt_br: Anunciar data/hora |sp2+sp3
ru: Произнести дату и час |sp2+sp3
ta: தேதி/நேரம் அறிவித்திடுக |sp2+sp3

source: NVDA Menu |sp1+sp3
bg: Меню на NVDA |Sp1+Sp3
de: NVDA-Menü |Sp1+Sp3
es: menú NVDA |sp1+sp3
hr: NVDA izbornik |sp1+sp3
nl: NVDA-Menü |Sp1+Sp3
pt_br: Menu do NVDA |sp1+sp3
ru: NVDA Меню |sp1+sp3
ta: என்விடிஏ பட்டியல் |sp1+sp3

source: windows+d key (minimize all applications) |sp1+sp4
bg: Windows+D (минимизира всички прозорци) |Sp1+Sp4
de: Windows-Taste+M (Alle Fenster minimieren) |Sp1+Sp4
es: tecla windows+d (minimizar todas las aplicaciones) |sp1+sp4
hr: Tipka windows+d (smanji prozore svih aplikacija) |sp1+sp4
nl: Windows-Toets+D (alle toepassingenn minimaliseren) |Sp1+Sp4
pt_br: tecla windows+d (minimizar todos os aplicativos) |sp1+sp4
ru: windows+d (сворачивает все приложения) |sp1+sp4
ta: சாளரங்கள்+d விசை (எல்லாப் பயன்பாடுகளையும் சிறிதாக்கவும்) |sp1+sp4

source: windows+b key (focus system tray) |sp3+sp4
bg: Windows+B (фокусира системния жлеб) |sp3+sp4
de: Windows-Taste+B (Infobereich anzeigen) |Sp3+Sp4
es: tecla windows+b (enfocar la bandeja del sistema) |sp3+sp4
hr: Tipka windows+b (fokusiranje područja obavijesti) |sp3+sp4
nl: windows toets+b(focus op systeemvak) |sp3+sp4
pt_br: tecla windows+b (focaliza bandeja do sistema — system tray) |sp3+sp4
ru: комбинация windows+b (показывает панель уведомлений) |sp3+sp4
ta: சாளரங்கள்+b விசை (கணினித் தட்டிற்கு குவிமையத்தை நகர்த்துக) |sp3+sp4

source: windows key |sp1+sp2, windows
bg: Windows |sp2+sp3, windows
de: Windows-Taste |Sp1+Sp2, Windows
es: tecla windows |sp1+sp2, windows
hr: Tipka windows |sp1+sp2, windows
nl: Windows-Toets |Sp1+Sp2, Windows
pt_br: tecla windows |sp1+sp2, windows
ru: клавиша windows |sp1+sp2, windows
ta: சாளரங்கள் விசை |sp1+sp2, windows

source: alt+tab key |sp2+sp4
bg: Alt+Tab |Sp2+Sp4
de: Alt+Tab-Taste |Sp2+Sp4
es: tecla alt+tab |sp2+sp4
hr: Tipka alt+tabulator |sp2+sp4
nl: Alt+Tabtoets |Sp2+Sp4
pt_br: tecla alt+tab |sp2+sp4
ru: комбинация alt+tab |sp2+sp4
ta: நிலைமாற்றி+தத்தல் விசை |sp2+sp4

source: control+home key |t3+spUp
bg: Control+Home |t3+spUp
de: Strg+Pos1 |T3+SpUp
es: tecla control+inicio |t3+spArriba
hr: Tipka kontrol+houm |t3+spGore
nl: control+home-toets |t3+spOmhoog
pt_br: tecla control+home |t3+spCima
ru: комбинация control+home |t3+spUp
ta: கட்டுப்பாடு+தொடக்கம் விசை |t3+spUp

source: control+end key |t3+spDown
bg: Control+End |t3+spDown
de: Strg+Ende |T3+SpDown
es: tecla control+fin |t3+spAbajo
hr: Tipka kontrol+end |t3+spDolje
nl: control+end-toets |t3+spOmlaag
pt_br: tecla control+end |t3+spBaixo
ru: комбинация control+end |t3+spDown
ta: கட்டுப்பாடு+முடிவு விசை |t3+spDown

source: home key |t3+spLeft
bg: Home |t3+spLeft
de: Pos1 |T3+SpLeft
es: tecla inicio |t3+spIzquierda
hr: Tipka houm |t3+spLijevo
nl: home-toets |t3+spLinks
pt_br: tecla home |t3+spEsquerda
ru: клавиша home |t3+spLeft
ta: தொடக்கம் விசை |t3+spLeft

source: end key |t3+spRight
bg: End |t3+spRight
de: Ende |T3+SpRight
es: tecla fin |t3+spDerecha
hr: Tipka end |t3+spDesno
nl: end-toets |t3+spRechts
pt_br: tecla end |t3+spDireita
ru: клавиша end |t3+spRight
ta: முடிவு விசை |t3+spRight

source: control key |control
bg: Control |Control
de: Strg-Taste |Steuerung
es: tecla control |control
hr: Tipka kontrol |kontrol
nl: control-toets |control
pt_br: tecla control |control
ru: клавиша control |control
ta: கட்டுப்பாட்டு விசை |control

source: Handy Tech Displays
bg: Дисплеи Handy Tech
de: HandyTech-Braillezeilen
es: Pantallas Handy Tech
hr: Handy Tech brajični redci
nl: Handy Tech Leesregels
pt_br: Linhas Handy Tech
ru: Брайлевские дисплеи Handy Tech
ta: Handy Tech காட்சியமைவுகள்
zh_tw: Handy Tech 點顯器

source: NVDA supports most displays from [Handy Tech](https://www.handytech.de/) when connected via USB, serial port or bluetooth.
bg: NVDA поддържа повечето дисплеи от [Handy Tech](https://www.handytech.de/), когато са свързани чрез USB, сериен порт или Bluetooth.
de: Die meisten Braillezeilen von [HandyTech](https://www.handytech.de/) werden von NVDA via seriellem Port, USB und Bluetooth unterstützt.
es: NVDA admite la mayoría de las pantallas de [Handy Tech](https://www.handytech.de/) cuando se conecten por USB, puerto serie o bluetooth.
hr: NVDA podržava većinu brajičnih redaka tvrtke [Handy Tech](https://www.handytech.de/) kad su spojeni putem USB ili Bluetooth veze.
nl: NVDA ondersteunt de meeste via usb-gekoppelde of blutooth-verbonden dan wel op de sereële poort aangesloten leesregels van [Handy Tech](https://www.handytech.de/).de/].
pt_br: O NVDA suporta a maioria das linhas da [Handy Tech](https://www.handytech.de/) quando conectadas via USB, porta serial ou bluetooth.
ru: NVDA поддерживает большинство брайлевских дисплеев компании [Handy Tech](https://www.handytech.de/), когда они подключаются через последовательный порт или Bluetooth.
ta: [Handy Tech](https://www.handytech.de/) நிறுவனத்தின் பெரும்பாலான காட்சியமைவுகள், யுஎஸ்பி, தொடர் நுழைவாயில், அல்லது ஊடலை மூலம் இணைக்கப்பட்டிருந்தால், அவைகளை என்விடிஏ ஆதரிக்கும்.
zh_tw: NVDA 支援大部分透過 USB、串列埠或藍芽連接的 [Handy Tech](https://www.handytech.de/) 點顯器，

source: For older USB displays, you will need to install the USB drivers from Handy Tech on your system.
bg: За по-стари USB дисплеи ще трябва да инсталирате USB драйверите на Handy Tech на вашата система.
de: Bei älteren USB-Braillezeilen werden Sie den Universaltreiber installieren müssen.
es: Para algunas pantallas antiguas USB, necesitarás instalar los controladores USB de Handy Tech en tu sistema.
hr: Za starije brajične retke, koji se povezuju USB vezom, trebat ćete instalirati Usb upravljačke programe na vaš sustav.
nl: Voor sommige oudere USB-leesregels moeten de USB-drivers van Handy Tech op uw computer worden geïnstalleerd. -Bovendien moet u de universele driver van Handy Tech installeren. Deze vindt u op ftp://ftp.handytech.de/public/Software/BrailleDriver/bsd1206a.exe
pt_br: Para algumas linhas USB mais antigas, será necessário instalar os drivers USB da Handy Tech em seu sistema.
ru: Для старших дисплеев, подключаемых по USB, вы должны установить драйвера на ваш компьютер.
ta: பழைய யுஎஸ்பி காட்சியமைவுகளுக்கு, இந்நிறுவனத்தின் யுஎஸ்பி இயக்கிகளை நிறுவ வேண்டும்.
zh_tw: 而較舊的 USB 點顯器則需要在電腦上安裝 Handy Tech 的 USB 驅動程式。

source: The following displays are not supported out of the box, but can be used via [Handy Tech's universal driver](https://handytech.de/en/service/downloads-and-manuals/handy-tech-software/braille-display-drivers) and NVDA add-on:
bg: Следните дисплеи не се поддържат с директна съвместимост, но могат да се използват с [универсалния драйвер на Handy Tech](https://handytech.de/en/service/downloads-and-manuals/handy-tech-software/braille-display-drivers) и добавка за NVDA:
de: Die folgenden Braillezeilenmodelle werden nicht ohne Weiteres unterstützt; sie können Sie jedoch unter Zuhilfenahme des [universaltreibers](https://handytech.de/de/service/kundenservice/service-software/universeller-braillezeilentreiber) und der NVDA-Erweiterung verwenden:
es: Las siguientes pantallas no son compatibles al sacarlas de la caja, pero pueden utilizarse a través del [controlador universal de Handy Tech](https://handytech.de/en/service/downloads-and-manuals/handy-tech-software/braille-display-drivers) y el complemento de NVDA:
hr: Ovi brajični redci nisu podržani izravno iz NVDA, no mogu se koristiti pomoću [Handy Techovog univerzalnog upravljačkog programa](https://handytech.de/en/service/downloads-and-manuals/handy-tech-software/braille-display-drivers) and NVDA add-on:
nl: De volgende leesregels worden niet zonder meer ondersteund, maar ze kunnen wel gebruikt worden met behulp van het [universele stuurprogramma van [Handy Tech dat te vinden is op](https://handytech.de/en/service/downloads-and-manuals/handy-tech-software/braille-display-drivers) en een NVDA add-on:
pt_br: As linhas a seguir não são suportadas prontas para uso, mas podem ser usadas via [driver universal da Handy Tech](https://handytech.de/en/service/downloads-and-manuals/handy-tech-software/braille-display-drivers) e complemento para NVDA:
ru: Следующие дисплеи не поддерживаются из коробки, но их возможно использовать через [Универсальный драйвер Handy Tech](https://handytech.de/en/service/downloads-and-manuals/handy-tech-software/braille-display-drivers) и соответствующее дополнение для NVDA:
ta: கீழ்க் காணும் பிரெயில் காட்சியமைவுகளை என்விடிஏ நேரடியாக ஆதரிப்பதில்லை. இருப்பினும், [ஹேண்டிடெக்கின் முழுதளாவிய இயக்கி](https://handytech.de/en/service/downloads-and-manuals/handy-tech-software/braille-display-drivers) மற்றும் என்விடிஏவின் நீட்சிநிரலின் மூலம் பயன்படுத்தலாம்:
zh_tw: 下列點顯器不支援開箱即用，不過可以透過 [Handy Tech 通用驅動程式](https://handytech.de/en/service/downloads-and-manuals/handy-tech-software/braille-display-drivers)及 NVDA 附加元件來使用：

source: Braillino
es: <target/>
ta: பிரெயிலினோ

source: Bookworm
de: Buchwurm
es: <target/>
ta: புக்வேர்ம்

source: Modular displays with firmware version 1.13 or lower. Please note that the firmware of this displays can be updated.
bg: Дисплеи Modular с версия на фърмуера 1.13 или по-стара. Моля имайте предвид, че фърмуерът на тези дисплеи може да се обновява.
de: Modular-Zeilen mit firmware-version 1.13 oder niedriger. Bitte beachten Sie, dass die Firmware dieser Braillezeilen aktualisiert werden kann.
es: Pantallas modulares con la versión del firmware 1.13 o inferior. Por favor ten en cuenta que el firmware de estas pantallas puede actualizarse.
hr: Modular brajični redci s pogonskim softverom verzije 1.13 ili niže. Imajte na umu, da se pogonski softver na ovim brajičnim redcima može nadograditi.
nl: Modulaire leesregels met firmware-versie 1.13 of lager. Merk op dat de firmware van deze leesregel bijgewerkt kan worden.
pt_br: Linhas Modular com versão de firmware 1.13 ou inferior. Por favor, note que o firmware desta linha pode ser atualizado.
ru: Modular с прошивкой в версии 1.13 или ниже. Имейте в виду, что прошивка этих брайлевских дисплеев может быть обновлена.
ta: ஃபேர்ம்வேர் 1.13, அல்லது அதற்கும் கீழான பதிப்பினைக் கொண்ட மாதிரி காட்சியமைவுகள். இக்காட்சியமைவுகளின் ஃபேர்ம்வேரினை இற்றைப்படுத்தலாம் என்பதை அருள்கூர்ந்து கவனிக்கவும்.
zh_tw: 韌體版本 1.13 或更低版本的模組化點顯器。請注意點顯器的韌體可以更新。

source: Following are the key assignments for Handy Tech displays with NVDA.
bg: Следват клавишните назначения за този дисплеи за NVDA.
de: Folgende Tastenkombinationen bei diesen Braillezeilen sind in NVDA zugeordnet.
es: Seguidamente van las asignaciones de teclas para esta pantalla con NVDA.
hr: Slijede prečaci za Handy Tech brajične retke s NVDA čitačem.
nl: Bij gebruik van de Handy Tech leesregels met NVDA zijn de volgende toetscombinaties van toepassing:
pt_br: A seguir estão as teclas de comando das linhas Handy Tech para o NVDA.
ru: В NVDA используются следующие комбинации клавиш для брайлевских дисплеев Handy Tech с NVDA.
ta: பின்வரும் என்விடிஏ விசைகள், இக்காட்சியமைவிற்கு ஒதுக்கப்பட்டுள்ளன:
zh_tw: 以下是 Handy Tech 點顯器在 NVDA 的按鍵指派，

source: Please see the display's documentation for descriptions of where these keys can be found.
bg: Моля, вижте документацията на този дисплей за повече информация относно разположението на тези клавиши.
de: Bitte lesen Sie in der Dokumentation der Braillezeile für weitere Details.
es: Por favor conhsulta la documentación de la pantalla para descripciones de dónde pueden encontrarse estas teclas.
hr: Smještaj ovih tipki potražite u dokumentaciji brajičnog retka.
nl: (U kunt in de documentatie bij deze leesregels nalezen waar deze toetsen zich precies bevinden.)
pt_br: Por favor consulte a documentação da linha para descrições de onde essas teclas se encontram.
ru: Для описания расположения клавиш, пожалуйста, обратитесь к документации по брайлевскому дисплею..
ta: இவ்விசைகள் எங்கிருக்கின்றன என்பதைப் பற்றி விளக்கமாக அறிய, காட்சியமைவின் வழிகாட்டி ஆவணத்தைப் பார்க்கவும்.
zh_tw: 這些按鍵的實際位置請參見點顯器的說明文件。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: Scroll braille display back |left, up, b3
bg: Превъртане на брайловия дисплей назад |left, up, b3
de: Auf der Braillezeile rückwärts navigieren |Links, nach oben, B3
es: Desplazar la pantalla braille hacia atrás |izquierda, arriba, b3
hr: Kliži po brajičnom retku natragd |lijevo, gore, b3
nl: Brailleregel achteruit scrollen |Links, omhoog, b3
pt_br: Rolar linha braille para trás |esquerda, para cima, b3
ru: Прокрутка текста на брайлевском дисплее назад |left, up, b3
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |left, up, b3

source: Scroll braille display forward |right, down, b6
bg: Превъртане на брайловия дисплей напред |right, down, b6
de: Auf der Braillezeile vorwärts navigieren |Rechts, nach unten, B6
es: Desplazar la pantalla braille hacia adelante |Derecha, abajo, b6
hr: Kliži po brajičnom retku naprijed |desno, dolje, b6
nl: Brailleregel vooruit scrollen |Rechts, omlaag, b6
pt_br: Rolar linha braille para frente |Direita, para baixo, b6
ru: Прокрутка брайлевского дисплея вперёд |right, down, b6
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |right, down, b6

source: Move braille display to previous line |b4
bg: Придвижване на брайловия дисплей до предишния ред |b4
de: Eine Zeile nach oben springen |B4
es: Mover la pantalla braille a la línea anterior |b4
hr: Premjesti brajični redak na prethodni redak |b4
nl: Een regel naar boven |B4
pt_br: Mover linha braille para a linha anterior |b4
ru: Перемещение брайлевского дисплея к предыдущей строке |b4
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |b4

source: Move braille display to next line |b5
bg: Придвижване на брайловия дисплей до следващия ред |b5
de: Eine Zeile nach unten springen |B5
es: Mover la pantalla braille a la línea siguiente |b5
hr: Premjesti brajični redak na sljedeći redak |b5
nl: Een regel naar beneden |B5
pt_br: Mover linha braille para a linha seguinte |b5
ru: Перемещение брайлевского дисплея к следующей строке |b5
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |b5

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Zum Braille-Modul springen |Routing-Taste
es: Guiar a la celda braille |sensor
hr: Premjesti se na brajičnu ćeliju |routing
nl: Naar braillecel springen |Routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещаться на следующую брайлевскую клетку |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: shift+tab key |esc, left triple action key up+down
bg: Shift+Tab |esc, left triple action key up+down
de: Umschalt+Tab-Taste |Escape-Taste, Linke Triple-Aktionstaste auf+ab
es: tecla shift+tab |esc, triple acción de la tecla izquierda arriba+abajo
hr: Tipka šift+tabulator |esc, lijeva tipka trostruke radnje gore+dolje
nl: Shift+Tabtoets |esc, links triple actietoets omhoog+omlaag
pt_br: tecla shift+tab |esc, tecla de ação tripla esquerda para cima + para baixo
ru: комбинация shift+tab |esc, left triple action key up+down
ta: மாற்றழுத்தி+தத்தல் |esc, left triple action key up+down

source: alt key |b2+b4+b5
bg: Alt |B2+B4+B5
de: Alt-Taste |B2+B4+B5
es: tecla alt |b2+b4+b5
hr: Tipka alt |b2+b4+b5
nl: Alt-Toets |B2+B4+B5
pt_br: tecla alt |b2+b4+b5
ru: клавиша alt |b2+b4+b5
ta: நிலைமாற்றி விசை |b2+b4+b5

source: escape key |b4+b6
bg: Escape |B4+B6
de: Escape-Taste |B4+B6
es: tecla escape |b4+b6
hr: Tipka escape |b4+b6
nl: Escape-Toets |B4+B6
pt_br: tecla escape |b4+b6
ru: клавиша escape |b4+b6
ta: விடுபடு விசை |b4+b6

source: tab key |enter, right triple action key up+down
bg: TAB |enter, right triple action key up+down
de: Tab-Taste |Eingabe, rechte Triple-Aktionstaste auf+ab
es: tecla tab |enter, triple acción de la tecla derech arriba+abajo
hr: Tipka tabulator |enter, desna tipka trostruke radnje gore+dolje
nl: Tabtoets |Enter, rechter triple actietoets omhoog+omlaag
pt_br: tecla tab |enter, tecla de ação tripla direita para cima + para baixo
ru: клавиша tab |enter, right triple action key up+down
ta: தத்தல் விசை |enter, right triple action key up+down
