Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: If no key is chosen as the NVDA key it may be impossible to access many NVDA commands, therefore you are required to check at least one of the modifiers.
bg: Ако никой клавиш не е избран за NVDA клавиш, няма да имате достъп до много команди на NVDA, затова се изисква да бъде отметнат поне един от модификаторите.
de: Wenn keine Taste als NVDA-Taste festgelegt wird, kann es sein, dass auf viele NVDA-Befehle nicht mehr zugegriffen werden kann. Daher müssen Sie mindestens eine der Modifikatoren festlegen.
es: Si no se elige ninguna tecla como tecla de NVDA será imposible acceder a muchas órdenes de NVDA, por lo que se te requerirá que al menos marques una de las modificadoras.
hr: Ako niti jedna tipka nije podešena kao modifikacijska tipka, može biti nemoguće pristupiti većini NVDA prečacima, stoga, trebate označiti jedan od odabirnih okvira.
nl: Als er geen toets als NVDA-toets wordt gekozen, zijn mogelijk veelcommando's niet beschikbaar. Daarom moet je minstens een van aangeboden opties aankruisen.
pt_br: Caso nenhuma tecla for escolhida como Tecla NVDA, pode ser impossível acessar muitos comandos do NVDA, portanto, você é requisitado a marcar pelo menos uma das modificadoras.
ru: Если в качестве клавиши-модификатора NVDA не выбрана ни одна клавиша, то многими командами NVDA воспользоваться будет невозможно, поэтому необходимо выбрать хотя бы одну клавишу-модификатор.
ta: எந்தவொரு விசையும் என்விடிஏ விசையாக தேர்ந்தெடுக்கப்படாதிருந்தால், பல என்விடிஏ கட்டளைகளை அணுக இயலாமல் போகலாம். ஆகவே, குறைந்தபட்சம் ஒரு விசையாவது தேர்ந்தெடுக்கப்பட வேண்டும்.
zh_tw: 如果沒有選擇任何按鍵作為 NVDA 鍵，許多 NVDA 指令將無法執行，因此您需要勾選至少一個組合鍵。

source: Speak Typed Characters
bg: Изговаряй въведените букви или знаци
de: Zeichen während der Eingabe ansagen
es: Verbalizar caracteres al escribir
hr: Izgovori utipkane znakove
nl: Getypte karakters uitspreken
pt_br: Falar Caracteres Digitados
ru: Читать символы при вводе
ta: தட்டச்சிடப்படும் வரியுருக்களைப் பேசுக
zh_tw: 讀出輸入字元

source: Key: NVDA+2
bg: Клавишна комбинация: NVDA+2
de: Tastenkombination: NVDA+2
es: Tecla: NVDA+2
hr: Prečac: NVDA+2
nl: Toets: NVDA+2
pt_br: Tecla: NVDA+2
ru: Комбинация клавиш: NVDA+2
ta: விசை: என்விடிஏ+2
zh_tw: 快速鍵: NVDA+2

source: When enabled, NVDA will announce all characters you type on the keyboard.
bg: Когато тази опция е включена, NVDA ще ви съобщава натиснатите букви или знаци.
de: Wenn dieses Kontrollfeld aktiviert ist, gibt NVDA jedes Zeichen wieder, dass Sie auf der Tastatur eingegeben haben.
es: Cuando está marcada significa que NVDA anunciará todos los caracteres según los escribas en el teclado.
hr: Kad je aktivirano, NVDA će izgovoriti sve znakove koje tipkate na tipkovnici.
nl: Door het selectievakje in te schakelen worden alle karakters die u op het toetsenbord typt uitgesproken.
pt_br: Quando habilitada, o NVDA anunciará todos os caracteres introduzidos através do teclado.
ru: Если этот флажок установлен, то NVDA будет озвучивать все набираемые с клавиатуры символы.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், தட்டச்சிடப்படும் எல்லா வரியுருக்களையும் என்விடிஏ அறிவிக்கும்.
zh_tw: 當啟用時，NVDA 將讀出所有在鍵盤上輸入的字元。

source: Speak Typed Words
bg: Изговаряй въведените думи
de: Wörter während der Eingabe ansagen
es: Verbalizar palabras al escribir
hr: Izgovori utipkane riječi
nl: Getypte woorden uitspreken
pt_br: Falar Palavras Digitadas
ru: Читать слова при вводе
ta: தட்டச்சிடப்படும் சொற்களைப் பேசுக
zh_tw: 讀出輸入單字

source: Key: NVDA+3
bg: Клавишна комбинация: NVDA+3
de: Tastenkombination: NVDA+3
es: Tecla: NVDA+3
hr: Prečac: NVDA+3
nl: Toets: NVDA+3
pt_br: Tecla: NVDA+3
ru: Комбинация клавиш: NVDA+3
ta: விசை: என்விடிஏ+3
zh_tw: 快速鍵: NVDA+3

source: When enabled, NVDA will announce all words you type on the keyboard.
bg: Когато тази опция е включена, NVDA ще изчита написаните думи, когато пишете на клавиатурата.
de: Wenn dieses Kontrollfeld aktiviert ist, gibt NVDA jedes Wort wieder, dass Sie auf der Tastatur eingegeben haben.
es: Cuando esté marcada significa que NVDA anunciará todas las palabras al escribirlas en el teclado.
hr: Kad je aktivirano, NVDA će izgovoriti sve riječi koje tipkate na tipkovnici.
nl: Door dit selectievakje in te schakelen wordt elk woord dat u getypt hebt uitgesproken.
pt_br: Quando habilitada, faz com que o NVDA anuncie todas as palavras que você introduzir através do teclado.
ru: Если этот флажок установлен, то NVDA будет озвучивать все набираемые с клавиатуры слова.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், தட்டச்சிடப்படும் எல்லாச் சொற்களையும் என்விடிஏ அறிவிக்கும்.
zh_tw: 當啟用時，NVDA 將讀出所有在鍵盤上輸入的單字 (適用英文等拼音文字)。

source: Speech interrupt for typed characters
bg: Прекъсване на речта при въвеждане на букви или знаци
de: Sprachausgabe während der Eingabe unterbrechen
es: Interrupción de Voz para Caracteres Escritos
hr: Prekid govora za utipkane znakove
nl: Spraak onderbreken bij typen van karakters
pt_br: Caracteres digitados interrompem a fala
ru: Прерывать речь при наборе символов
ta: வரியுருக்கள் தட்டச்சிடப்படும்பொழுது பேச்சைக் குறுக்கிடுக
zh_tw: 輸入字元時中斷語音

source: If on, this option will cause speech to be interrupted each time a character is typed. This is on by default.
bg: Ако е включена, тази настройка ще доведе до прекъсване на речта всеки път, когато се въведе буква или знак. Това поведение е включено по подразбиране.
de: Wenn diese Option aktiviert ist, wird die Sprachausgabe beim Vorlesen jedes Mal unterbrochen, sobald Sie ein Zeichen eingeben. Diese Option ist standardmäßig aktiviert.
es: Si está activada, esta opción hará que la voz se interrumpa cada vez que se escriba un carácter. Esto está activado de manera predeterminada.
hr: Ako je uključena, ova će opcija prekinuti govor svaki put kad se upiše neki znak. Ovo je standardno uključeno.
nl: Als dit selectievakje is aangevinkt, wordt de spraak onderbroken telkens wanneer er een letterteken wordt getypt. Deze instelling staat standaard "aan".
pt_br: Se ativada, essa opção fará com que a fala seja interrompida sempre que um caractere for digitado. Isso está ativado por padrão.
ru: Если этот флажок установлен, то речь будет прерываться всякий раз при наборе символа. По умолчанию флажок установлен.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், ஒரு வரியுரு ஒவ்வொரு முறையும் தட்டச்சிடப்படும்பொழுது, பேச்சு குறுக்கிடப்படும். இயல்பில், இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்கும்.
zh_tw: 如果開啟，每當語音朗讀時輸入字元將會中斷語音，此選項預設開啟。

source: Speech interrupt for Enter key
bg: Прекъсване на речта при натискане на Enter
de: Sprachausgabe beim Drücken der Eingabetaste unterbrechen
es: Interrupción de Voz para la Tecla Intro
hr: Prekid govora za tipku enter
nl: Spraak onderbreken bij drukken van Enter-toets
pt_br: Tecla Enter interrompe a fala
ru: Прерывать речь при нажатии Enter
ta: உள்ளிடு விசை அழுத்தப்படும்பொழுது பேச்சைக் குறுக்கிடுக
zh_tw: 按下 Enter 鍵時中斷語音

source: If on, this option will cause speech to be interrupted each time the Enter key is pressed. This is on by default.
bg: Ако е включена, тази настройка ще доведе до прекъсване на речта всеки път, когато се натисне клавишът Enter. Това поведение е включено по подразбиране.
de: Ist diese Option aktiviert, so wird die Sprachausgabe beim Vorlesen jedes Mal unterbrochen, sobald Sie die Eingabetaste drücken. Diese Option ist standardmäßig aktiviert.
es: Si está activada, esta opción hará que la voz se interrumpa cada vez que se pulse la tecla Intro. Esto está activado de manera predeterminada.
hr: Ako je uključena, ova će opcija prekinuti govor svaki put kad se pritisne tipka enter. Ovo je standardno uključeno.
nl: Als dit selectievakje is aangevinkt, wordt de spraak onderbroken telkens wanneer de Enter-toets wordt ingedrukt. Deze instelling staat standaard "aan".
pt_br: Se ativada, essa opção fará com que a fala seja interrompida sempre que a tecla Enter for pressionada. Isso está ativado por padrão.
ru: Если этот флажок установлен, то речь будет прерываться всякий раз при нажатии клавиши Enter. По умолчанию флажок установлен.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், உள்ளிடு விசை ஒவ்வொரு முறையும் அழுத்தப்படும்பொழுது, பேச்சு குறுக்கிடப்படும். இயல்பில், இத்தேர்வுப் பெட்டித் தேர்வாகியிருக்கும்.
zh_tw: 如果開啟，每當語音朗讀時按下 Enter 鍵將會中斷語音，此選項預設開啟。

source: Allow skim reading in Say All
bg: Позволяване на бегло четене по време на четене на всичко
de: Navigation während "Alles vorlesen" erlauben
es: Permitir lectura superficial en Verbalizar Todo
hr: Dopusti brzo čitanje u "Izgovori sve"
nl: Doorlezen (skimmen) bij Alles Voorlezen toestaan
pt_br: Permitir Ler Dinamicamente Durante a Leitura Contínua
ru: Разрешить беглое чтение в режиме непрерывного чтения
ta: எல்லாம் படிக்கும்பொழுது மேலோட்டப் படித்தலை அனுமதித்திடுக
zh_tw: 讀出全部時允許跳讀

source: If on, certain navigation commands (such as quick navigation in browse mode or moving by line or paragraph) do not stop Say All, rather Say All jumps to the new position and continues reading.
bg: Ако тази настройка е включена, използването на определени команди за навигация (като бързата навигация в режим на разглеждане или придвижване по редове или абзаци) няма да прекъсва четенето от курсора до края, а просто ще премести курсора до новата позиция и четенето ще продължи.
de: Wenn diese Option aktiviert ist, wird hierbei bestimmter Navigationsbefehlen (z. B. Schnellnavigation im Lesemodus oder zeilen- oder absatzweises navigieren) nicht angehalten, sondern springt an die neue Position und liest weiter vor.
es: Si está activada, ciertas órdenes de navegación (tales como la navegación rápida en modo exploración o el movimiento por líneas o por párrafos) no detienen Verbalizar Todo, en su lugar Verbalizar Todo salta a la nueva posición y continúa leyendo.
hr: Ako je ova opcija uključena, određeni prečaci za kretanje (kao što je brzo kretanje u modusu čitanja ili premještanje po redcima ili odlomcima) ne zaustavljaju naredbu "Izgovori sve", već se naredba "Izgovori sve" prebacuje na novu poziciju i nastavlja se sa čitanjem.
nl: Als dit selectievakje is aangevinkt,zullen navigatieopdrachten zoals snel navigeren in bladermodus of verplaatsen per regelof alinea er niet toe leiden dat Alles Voorlezen wordt gestopt, veeleer is het zo dat Alles Voorlezen naar de nieuwe positie springt waar het lezen wordt voortgezet.
pt_br: Se ativada, certos comandos de navegação (tais como os de navegação rápida no modo de navegação ou mover-se por linha ou parágrafo) não interromperão a leitura contínua, e ao invés disso, a leitura contínua saltará para a nova posição e permanece lendo.
ru: Если этот флажок установлен, то некоторые команды навигации (такие как быстрая навигация в режиме обзора или перемещение по строкам и абзацам) не будут останавливать режим непрерывного чтения, просто чтение продолжится с нового местоположения курсора.
ta: இயல்பில் தேர்வாகாதிருக்கும் இத்தேர்வுப் பெட்டியைத் தேர்வுச் செய்தால், உலாவும் நிலையில் பயன்படுத்தப்படும் ஒற்றை எழுத்து கட்டளைகளை, அல்லது அடுத்த வரி, அடுத்த பத்திக்குச் செல்ல பயன்படுத்தப்படும் கட்டளைகளை இயக்கும் பொழுது, எல்லாம் படித்தலை நிறுத்தாமல், புதிய நிலைக்குத் தாவி, எல்லாம் படித்தலைத் தொடரும்.
zh_tw: 如果開啟，當讀出全部時某些導覽指令 (例如瀏覽模式的單鍵導覽、逐行或逐段落移動) 並不會中斷朗讀，而是會跳至新的位置繼續往下讀出。

source: Beep if Typing Lowercase Letters when Caps Lock is On
bg: Бибипкай при въвеждане на малки букви при включен Caps Lock
de: Signaltöne während der Eingabe von Kleinbuchstaben bei aktivierter Feststelltaste
es: Pitar si se Teclean Letras Minúsculas Cuando BloqMayus está Activado
hr: Zvučni signal za tipkanje malih slova, kad je caps lock uključen
nl: Piep als kleine letters worden getypt terwijl CapsLock is ingeschakeld
pt_br: Apita se Digitar Letras Minúsculas com Caps Lock Ligado
ru: Звуковой сигнал при наборе строчных букв в режиме CapsLock
ta: முகப்பெழுத்துப் பூட்டப்பட்டிருக்கும்பொழுது, கீழ்தட்டு விசையை அழுத்தினால், சிற்றொலியை எழுப்புக
zh_tw: caps lock 開時輸入小寫字母發出嗶嗶聲

source: When enabled, a warning beep will be heard if a letter is typed with the shift key while Caps Lock is on.
bg: Когато тази опция е включена, ще чувате предупредителен звук, ако изписвате букви с натиснат Shift, докато Caps Lock е включен.
de: Wenn aktiviert, hören Sie einen kurzen Warnton, wenn Sie einen Buchstaben mit der Umschalttaste drücken, während die Dauergroßschreibung eingeschaltet ist.
es: Cuando está activada, se escuchará un pitido de aviso si se escribe una letra con la tecla shift mientras BloqMayus está activada.
hr: Kad je ova opcija aktivirana, čut će se zvučni signal upozorenja kad se utipka znak koristeći pri tome tipku šift, dok je caps lock uključen.
nl: Als deze optie is geactiveerd, zal er een waarschuwingssignaal klinken bij het typen van letters in combinatie met de shift toets als Caps Lock is ingeschakeld.
pt_br: Quando habilitada, um bipe de alerta será ouvido caso digite uma letra em conjunto com a tecla shift enquanto Caps Lock estiver ativado.
ru: Если этот флажок установлен, то вы услышите звуковой сигнал предупреждающий о том, что вы набираете буквы удерживая клавишу Shift в режиме CapsLock.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், முகப்பெழுத்துப் பூட்டு இடப்பட்டிருக்கும் நிலையில், முகப்பெழுத்துகளைத் தட்டச்சிட மாற்றழுத்தி விசையை அழுத்தினால், என்விடிஏ சிற்றொலியை எழுப்பும்.
zh_tw: 當啟用時，如果 Caps Lock 為開啟狀態，按住 Shift 鍵輸入小寫字母將會聽到警告的嗶嗶聲，

source: Generally, typing shifted letters with Caps Lock is unintentional and is usually due to not realizing that Caps Lock is enabled.
bg: Обикновено набирането на букви със задържан клавиш Shift при включен Caps Lock става по невнимание и защото не знаете, че Caps Lock е включен.
de: Es ist generell nicht gebräuchlich, Buchstaben mittels der Umschalttaste groß zu schreiben, während die Dauergroßschreibung aktiviert ist und geschieht meistens nur deshalb, weil man nicht erkennt, dass die Dauergroßschreibung aktiv ist.
es: Generalmente, escribir letras en mayúsculas con BloqMayus es inintencionado y normalmente es debido a no revisar que el BloqMayus esté activado.
hr: Pisanje malih slova s pritisnutom tipkom šift je općenito nenamjerna greška u neznanju da je caps lock uključen.
nl: Meestal is het niet de bedoeling om letters in combinatie met de shift toets te typen als Caps Lock is ingeschakeld. U heeft CapsLock dan wellicht ingeschakeld zonder dat u zich dat hebt gerealiseerd.
pt_br: Geralmente, digitar letras com shift juntamente com Caps Lock ligado é involuntário e comumente é devido à desatenção para o fato de que o Caps Lock está habilitado.
ru: Обычно, это бывает непреднамеренно, и во избежание таких случайностей NVDA подаёт звуковой сигнал.
ta: முகப்பெழுத்துப் பூட்டு இடப்பட்டிருக்கும்பொழுது, முகப்பெழுத்தைத் தட்டச்சிட, மாற்றழுத்தி விசையை அழுத்தத் தேவையில்லை. முகப்பெழுத்துப் பூட்டு இடப்பட்டிருக்கிறது என்பதை அறியாததுதான், இத்தவறுக்குக் காரணம்.
zh_tw: 一般而言在 Caps Lock 開啟的狀態下按住 Shift 輸入小寫字母並非故意，通常是因為沒有意識到 Caps Lock 已開啟，

source: Therefore, it can be quite helpful to be warned about this.
bg: Затова би било полезно да бъдете предупреждавани в този случай.
de: Somit kann es hilfreich sein, wenn man diesbezüglich gewarnt wird.
es: Por lo tanto, puede ser bastante útil ser advertido acerca de esto.
hr: Stoga može biti korisno o tome biti obaviješten zvučnim signalom.
nl: Daarom is het wel heel handig als u hiervoor wordt gewaarschuwd.
pt_br: Portanto, é bastante útil ser alertado sobre isso.
ru: Поэтому звуковой сигнал в таких случаях не помешает.
ta: ஆகவே, இதுபோன்று தவறு செய்யும் தருணங்களில், என்விடிஏ எச்சரிப்பது மிகவும் தேவையானதாகும்.
zh_tw: 因此對於這個情況發出警告是很有幫助的。

source: Speak Command Keys
bg: Изговаряй командните клавиши
de: Funktionstasten ansagen
es: Verbalizar teclas de órdenes
hr: Izgovori naredbene tipke
nl: Commandotoetsen uitspreken
pt_br: Falar Teclas de Comando
ru: Читать командные клавиши
ta: கட்டளை விசைகளைப் பேசுக
zh_tw: 讀出指令鍵

source: Key: NVDA+4
bg: Клавишна комбинация: NVDA+4
de: Tastenkombination: NVDA+4
es: Tecla: NVDA+4
hr: Prečac: NVDA+4
nl: Toets: NVDA+4
pt_br: Tecla: NVDA+4
ru: Комбинация клавиш: NVDA+4
ta: விசை: என்விடிஏ+4
zh_tw: 快速鍵: NVDA+4

source: When enabled, NVDA will announce all non-character keys you type on the keyboard. This includes key combinations such as control plus another letter.
bg: Когато тази опция е включена, NVDA ще ви съобщава всички клавиши от клавиатурата, включително Control, Shift, Alt, както и клавишните комбинации.
de: Wenn diese Funktion aktiviert ist, sagt NVDA alle Tasten an, die keine Buchstaben sind und die Sie auf der Tastatur eingeben. Dazu gehören auch Tastenkombinationen wie Steuerung plus ein weiterer Buchstabe.
es: Cuando está marcada significa que NVDA anunciará todas las teclas que no sean caracteres al escribirlas en el teclado. Esto incluye combinaciones de teclas tales como control más cualquier otra letra.
hr: Kad je ova opcija aktivirana, NVDA će izgovarati sve tipke koje nisu znakovi, a koje pritišćete na tipkovnici. To uključuje kombinacije tipki poput kontrol+neko drugo slovo.
nl: Door het selectievakje in te schakelen worden alle niet-karaktertoetsen (bij voorbeeld de pijltjestoetsen, de DEL-toets, etc.) uitgesproken. Dit geldt ook voor, bij voorbeeld, de Ctrl-toets in combinatie met een letter.
pt_br: Quando está habilitada, informa ao NVDA para anunciar todas as teclas que não são caracteres que você pressionar através do teclado. Isto inclui combinações de teclas tais como o Control mais outra letra.
ru: Если этот флажок установлен, то NVDA будет озвучивать все командные клавиши. К ним относятся комбинации клавиш, такие как Control плюс любая другая клавиша.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், கட்டுப்பாடு விசையுடன் அழுத்தப்படும் கட்டளை விசைகள் உட்பட, வரியுருக்கள் அல்லாத விசை உள்ளீடுகளும் அறிவிக்கப்படும்.
zh_tw: 當啟用時，NVDA 將讀出所有在鍵盤上輸入的非字元按鍵，包括組合鍵例如 Ctrl 加上其他字母鍵。

source: Play sound for spelling errors while typing
bg: Просвирвай звук за правописни грешки при писане
de: Sound während der Eingabe bei Rechtschreibfehlern wiedergeben
es: Reproducir sonido para Errores de Ortografía mientras se escribe
hr: Sviraj zvuk za pravopisne greške tijekom tipkanja
nl: Geluid voor spelfouten afspelen tijdens typen
pt_br: Tocar som para erros ortográficos ao digitar
ru: Воспроизводить звук для орфографических ошибок при наборе текста
ta: தட்டச்சிடும்பொழுது ஏற்படும் எழுத்துப் பிழைகளை அறிவிக்க ஒலியை எழுப்புக
zh_tw: 打字拼字錯誤時播放音效

source: When enabled, a short buzzer sound will be played when a word you type contains a spelling error.
bg: Когато тази опция е включена, ще бъде просвирван кратък жужащ звук, когато думата, която пишете, съдържа правописна грешка.
de: Wenn diese Option aktiviert ist, wird ein kurzer Hinweiston wiedergegeben, wenn während der Eingabe etwaige Rechtschreibfehler auftreten.
es: Al habilitarse, se reproducirá una breve señal acústica cuando una palabra que estés escribiendo contenga un error de ortografía.
hr: Kad je ova opcija aktivirana, čuje se kratki zvuk kad utipkana riječ sadrži pravopisnu grešku.
nl: Wanneer deze optie is ingeschakeld, zal er een kort zoemsignaal klinken als u een spelfout maakt in een woorrd dat u typt.
pt_br: Se habilitada, um curto som de alerta será tocado quando uma palavra digitada contiver um erro ortográfico.
ru: Если этот флажок установлен, то NVDA будет воспроизводить короткий звуковой сигнал, когда слово, которое вы печатаете, содержит орфографическую ошибку.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், தாங்கள் தட்டச்சிட்டிருக்கும் சொல்லில் எழுத்துப் பிழை இருப்பின், அதை அறிவிக்க வண்டொலி போன்றதொரு குறுவொலி எழுப்பப்்படும்.
zh_tw: 當啟用時，若您輸入的單字有拼字錯誤將會發出一簡短的警示音，

source: This option is only available if reporting of spelling errors is enabled in NVDA's [Document Formatting Settings](#DocumentFormattingSettings), found in the NVDA Settings dialog.
bg: Тази опция е налична само ако докладването на правописните грешки е включено в категорията [Форматиране на документите](#DocumentFormattingSettings), намираща се в прозореца с настройките на NVDA.
de: Diese Option funktioniert nur, wenn in den NVDA-Einstellungen in der [Kategorie "Dokumentformatierungen"](#DocumentFormattingSettings) die Anzeige bei Rechtschreibfehlern aktiviert ist.
es: Esta opción sólo está disponible si el anunciado de errores de ortografía está habilitado en el diálogo de NVDA [Opciones de Formateado de Documento](#DocumentFormattingSettings), encontrada en el cuadro de diálogo Opciones de NVDA.
hr: Ova je opcija dostupna samo ako je izvještavanje o pravopisnim pogrreškama aktivirano u [Postavkama oblikovanja dokumenta](#DocumentFormattingSettings), u dijaloškom okviru NVDA Postavke.
nl: Deze optie is alleen beschikbaar indien "Spelfouten melden" is ingeschakeld in het dialoogvenster [Documentopmaakinstellingen](#DocumentFormattingSettings) dat u vindt in de dialoog Instellingen NVDA.
pt_br: Esta opção só estará disponível se o anúncio de erros ortográficos estiver habilitado nas [Configurações de Formatação de Documentos](#DocumentFormattingSettings) do NVDA, encontradas no diálogo de Configurações do NVDA.
ru: Эта опция доступна, только если в категории настроек [Форматирование документа](#DocumentFormattingSettings) диалога настроек NVDA, установлен флажок "Орфографические ошибки".
ta: இவ்விருப்பத் தேர்வினைப் பயன்படுத்த, என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் [ஆவண வடிவூட்ட அமைப்புகளில்](#DocumentFormattingSettings) இருக்கும் எழுத்துப் பிழைகளை அறிவித்திடுக என்கிற தேர்வுப் பெட்டித் தேர்வாகியிருக்க வேண்டும்.
zh_tw: 此選項僅在當 NVDA 設定對話框中[文件格式設定](#DocumentFormattingSettings)的「拼字錯誤」有勾選時才會顯示。

source: Handle keys from other applications
bg: Прихващай клавишите от други приложения
de: Tastendrücke anderer Anwendungen verarbeiten
es: Manejar teclas desde otras aplicaciones
hr: Rukovanje tipkama iz drugih aplikacija
nl: Toetsen van andere toepassingen verwerken
pt_br: Processar Teclas de outros Aplicativos
ru: Обрабатывать клавиши из других приложений
ta: பிற பயன்பாடுகளின் விசைகளைக் கையாள்க
zh_tw: 處理來自其他應用程式的按鍵

source: This option allows the user to control if key presses generated by applications such as on-screen keyboards and speech recognition software should be processed by NVDA.
bg: Тази опция позволява на потребителя да определи дали натисканията на клавиши, генерирани от други приложения, например екранни клавиатури и софтуер за разпознаване на реч, трябва да бъдат обработвани от NVDA.
de: Mit dieser Option legen Sie fest, ob per Software emulierte Tastendrücke von NVDA verarbeitet werden sollen. Hierzu zählen beispielsweise Tastendrücke auf einer Bildschirmtastatur oder per Spracherkennung erkannte Zeichen.
es: Esta opción permite al usuario controlar si la pulsación de las teclas generada por aplicaciones tales como teclados en pantalla y por el software de reconocimiento de voz debería procesarse por NVDA.
hr: Ova opcija omogućuje korisniku kontrolu nad time, hoće li ili neće NVDA obraditi kombinacije tipaka koje su namijenjene nekoj drugoj aplikaciji, poput ekranskih tipkovnica i softvera za prepoznavanje govora.
nl: Met deze optie kan de gebruiker bepalen of invoer die afkomstig is van toepassingen zoals virtuele (scherm)toetsenborden of spraakherkenningssoftware door NVDA moet worden verwerkt.
pt_br: Esta opção permite ao usuário controlar se o pressionamento de teclas gerado por aplicativos tais como teclados na tela e softwares de reconhecimento de fala deverão ser processados pelo NVDA.
ru: При помощи этой опции пользователи могут управлять тем, как NVDA следует обрабатывать нажатия клавиш, которые генерируются такими приложениями, как экранные клавиатуры и программы для распознавания речи.
ta: திரை விசைப் பலகை, பேச்சறியும் மென்பொருள் போன்ற பிற பயன்பாடுகளின் விசை உள்ளீடுகளை என்விடிஏ கையாள வேண்டுமா என்பதை பயனர்கள் கட்டுப்படுத்த இத்தேர்வுப் பெட்டி அனுமதிக்கிறது.
zh_tw: 此選項允許使用者控制由應用程式例如螢幕鍵盤及語音辨識軟體所產生的按鍵動作是否憗讓 NVDA 來處理，
