Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: NVDA NVDA_VERSION User Guide
bg: NVDA NVDA_VERSION – Ръководство на потребителя
de: NVDA NVDA_VERSION Benutzerhandbuch
es: Guía del Usuario de NVDA NVDA_VERSION
hr: NVDA NVDA_VERSION – Priručnik za korisnike
nl: NVDA NVDA_VERSION Gebruikershandleiding
pt_br: Guia do Usuário do NVDA NVDA_VERSION
ru: Руководство пользователя NVDA NVDA_VERSION
ta: ﻿என்விடிஏ NVDA_VERSION பயணர் வழிகாட்டி
zh_tw: NVDA NVDA_VERSION 用戶指南

source: NVDA NVDA_VERSION Commands Quick Reference
bg: NVDA NVDA_VERSION Кратък преглед на клавишните команди
de: NVDA NVDA_VERSION Kurzübersicht der Befehle
es: NVDA NVDA_VERSION Referencia Rápida de Órdenes
hr: NVDA NVDA_VERSION – Pregled tipkovničkih prečaca
nl: NVDA NVDA_VERSION overzicht commando's
pt_br: Referência Rápida de Comandos do NVDA NVDA_VERSION
ru: Краткий справочник команд NVDA NVDA_VERSION
ta: என்விடிஏ NVDA_VERSION கட்டளைகளுக்கான விரைவுக் குறிப்பு
zh_tw: NVDA NVDA_VERSION 指令快速參考

source: Introduction
bg: Представяне
de: Einleitung
es: Introducción
hr: Uvod
nl: Inleiding
pt_br: Introdução
ru: Введение
ta: அறிமுகம்
zh_tw: 簡介

source: Welcome to NVDA!
bg: Добре дошли в NVDA!
de: Willkommen bei NVDA!
es: ¡Bienvenido a NVDA!
hr: Dobrodošli u NVDA!
nl: Welkom bij NVDA!
pt_br: Boas-vindas ao NVDA!
ru: Добро пожаловать в мир NVDA!
ta: என்விடிஏவிற்கு வருக!
zh_tw: 歡迎使用 NVDA!

source: NonVisual Desktop Access (NVDA) is a free and open source screen reader for the Microsoft Windows operating system.
bg: NVDA (NonVisual Desktop Access или Невизуален настолен достъп) е безплатен и с отворен изходен код екранен четец за операционната система Windows на Microsoft.
de: NVDA (NonVisual Desktop Access) ist ein freier und quell offener Screenreader für das Microsoft Windows-Betriebssystem.
es: NonVisual Desktop Access (NVDA) es un lector de pantalla libre y de código abierto para el Sistema Operativo Microsoft Windows.
hr: NonVisual Desktop Access (NVDA) je besplatan čitač ekrana otvorenog koda za operacijski sustav Microsoft Windows.
nl: NonVisual Desktop Access (NVDA) is een gratis en open source schermlezer voor het Microsoft Windows besturingssysteem.
pt_br: O NonVisual Desktop Access (NVDA) — Acesso Não Visual à Área de trabalho — é um leitor de telas livre e de código aberto para o Sistema Operacional Microsoft Windows.
ru: NonVisual Desktop Access (NVDA) — это бесплатная программа экранного доступа для операционных систем семейства Microsoft Windows с открытым исходным кодом.
ta: NonVisual Desktop Access (NVDA), விண்டோஸ் இயக்கமுறைமைக்கான இலவசத் திறந்தநிலை ஆதாரத் திரைநவிலி.
zh_tw: NVDA (Nonvisual Desktop Access) 為適用於 Microsoft Windows 作業系統的自由及開放原始碼的螢幕助讀程式，

source: Providing feedback via synthetic speech and Braille, it enables blind or vision impaired people to access computers running Windows for no more cost than a sighted person.
bg: Предоставяйки достъпност посредством синтетичен говор и брайл, той дава възможност на незрящите и слабовиждащите хора да имат достъп до компютри под Windows без допълнително заплащане като останалите хора.
de: Es bietet Feedback via synthetischer Sprache und Braille. Dabei erhalten Blinde und hochgradig sehbehinderte Menschen kostenlos gleichermaßen Zugriff auf Windows wie ein Sehender.
es: Proporcionando retroalimentación a través de voz sintética y Braille, posibilita a la gente ciega o deficiente visual acceder a ordenadores ejecutando Windows por un coste no mayor al de una persona vidente.
hr: Pružajući povratne informacije pomoću sintetičkog govora i brajice, NVDA omogućuje slijepim osobama i osobama s oštećenjem vida pristup računalima s operacijskim sustavom Windows za cijenu koja nije veća od one koju plaćaju korisnici koji vide.
nl: Door het geven van feedback in synthetische spraak en braille stelt NVDA slechtzienden en blinden in staat om toegang te krijgen tot computers met het Windows besturingssysteem zonder bijkomende kosten.
pt_br: Proporcionando resposta através de voz sintética e Braille, ele permite que pessoas cegas ou com baixa visão acessem a computadores com o sistema Windows sem custos maiores que uma pessoa que enxerga.
ru: Предоставляя обратную связь с помощью синтезированной речи и шрифта Брайля, NVDA позволяет незрячим или слабовидящим людям получать доступ к компьютерам под управлением Windows по такой же цене, как и зрячим.
ta: பார்வையுள்ளவர்கள் கொடுக்கும் விலைக்கு மேல் எவ்விலையும் கொடுக்காமல், பார்வையற்றவர்களும், பார்வைக் குறைபாடுள்ளவர்களும் குரல்/பிரெயில் பின்னூட்டம் மூலம் விண்டோஸுடன்கூடிய கணினியை இயக்கலாம்.
zh_tw: 透過 NVDA 提供的合成語音及點字，全盲或視覺障礙的人得以不必花比有視力的人更多的成本即可使用 Windows 電腦。

source: NVDA is developed by [NV Access](https://www.nvaccess.org/), with contributions from the community.
bg: NVDA се разработва от [NV Access](https://www.nvaccess.org/), с подкрепата на общността.
de: Entwickelt wird NVDA von [NV Access](https://www.nvaccess.org/) und allen Mitwirkenden aus der Community.
es: NVDA está desarrollado por [NV Access](https://www.nvaccess.org/), con colaboraciones de la comunidad.
hr: NVDA razvija organizacija [NV Access](https://www.nvaccess.org/), uz doprinose zajednice.
nl: NVDA wordt ontwikkeld door [NV Access](https://www.nvaccess.org/), met bijdragen van de gebruikers.
pt_br: O NVDA é desenvolvido pela [NV Access](https://www.nvaccess.org/), com contribuições da comunidade.
ru: NVDA разрабатывается некоммерческой организацией [NV Access](https://www.nvaccess.org/) при активном участии со стороны сообщества.
ta: சமூகத்தினரின் பங்களிப்புடன் என்விடிஏவை உருவாக்கியிருப்பது [NV Access](https://www.nvaccess.org) நிறுவனம்.
zh_tw: NVDA 是由 [NV Access](https://www.nvaccess.org/) 所開發，並包含來自 NVDA 社群參與者的許多貢獻和回饋。

source: General Features
bg: Основни възможности
de: Allgemeine Features
es: Características generales
hr: Glavne značajke
nl: Algemene kenmerken
pt_br: Características Gerais
ru: Основные возможности
ta: பொதுக்கூறுகள்
zh_tw: 特色

source: NVDA allows blind and vision impaired people to access and interact with the Windows operating system and many third party applications.
bg: NVDA дава достъп на незрящите и слабовиждащите хора до операционната система Windows и до много външни за нея приложения.
de: Mit NVDA wird blinden und sehbehinderten Menschen das Arbeiten mit zahlreichen Anwendungen von Drittanbietern unter Windows ermöglicht.
es: NVDA permite a personas ciegas y deficientes visuales acceder e interactuar con el Sistema Operativo Windows y muchas aplicaciones de terceros.
hr: NVDA omogućuje slijepim i slabovidnim osobama pristup i interakciju s operacijskom sustavu Windows te mnogim aplikacijama trećih strana.
nl: NVDA stelt blinden en slechtzienden in staat om te werken met het Windows besturingssysteem en veel toepassingen van derden.
pt_br: O NonVisual Desktop Access permite às pessoas cegas ou com deficiência visual acessar e interagir com o sistema operacional Windows e diversos aplicativos de terceiros.
ru: NVDA позволяет незрячим и слабовидящим людям работать в операционной системе Windows и во множестве приложений сторонних разработчиков.
ta: பார்வையற்றவர்களும், பார்வைக் குறைபாடுள்ளவர்களும் விண்டோஸ் இயக்கமுறைமை மற்றும் மூன்றாம் தரப்புப் பயன்பாடுகளை அணுகவும், அவைகளுடன் அளவளாவவும் என்விடிஏ பயன்படுகிறது.
zh_tw: NVDA 讓全盲及視覺障礙的人能夠操作 Windows 作業系統及許多第三方應用程式。

source: A short video demonstration, ["What is NVDA?"](https://www.youtube.com/watch?v=tCFyyqy9mqo) is available from the NV Access YouTube channel.
bg: В канала на NV Access в YouTube е налична кратка видео демонстрация на английски език – [„Какво представлява NVDA?“](https://www.youtube.com/watch?v=tCFyyqy9mqo).
de: Eine kurze Video-Demonstration ["Was ist NVDA?"](https://www.youtube.com/watch?v=tCFyyqy9mqo) ist auf dem NV Access YouTube-Kanal verfügbar.
es: Un vídeo corto de demostración (en inglés) ["What is NVDA?"](https://www.youtube.com/watch?v=tCFyyqy9mqo) está disponible en el canal NV Access YouTube.
hr: Kratka video demonstracija, ["što je NVDA?"](https://www.youtube.com/watch?v=tCFyyqy9mqo) dostupna je na NV Access youtube kanalu.
nl: Een korte videodemonstratie, ["Wat is NVDA?"](https://www.youtube.com/watch?v=tCFyyqy9mqo) is te volgen op het YouTube-kanaal van NV Access.
pt_br: Uma breve demonstração em vídeo — em inglês —, ["What is NVDA?"](https://www.youtube.com/watch?v=tCFyyqy9mqo) — O que é NVDA? — está disponível no canal da NV Access no YouTube.
ru: Короткое демонстрационное видео ["Что такое NVDA?"](https://www.youtube.com/watch?v=tCFyyqy9mqo) доступно на YouTube-канале NV Access.
ta: ["என்விடிஏ என்றால் என்ன?"](https://www.youtube.com/watch?v=tCFyyqy9mqo) என்கிற குறுங்காணொலி, என்வி அக்ஸஸ் புலன அலைத்தடத்தில் காணக்கிடைக்கிறது.
zh_tw: NV Access YouTube 頻道上有一段簡短的影片展示[「What is NVDA?」](https://www.youtube.com/watch?v=tCFyyqy9mqo)。

source: Major highlights include:
bg: Основно това включва:
de: Zu den wichtigsten Funktionen gehören:
es: Lo más reseñable incluye:
hr: Glavne značajke uključuju:
nl: Belangrijke functies en mogelijkheden:
pt_br: Suas características mais notáveis incluem:
ru: Можно выделить следующие наиболее значимые возможности программы:
ta: சிறப்பம்சங்கள்:
zh_tw: 主要特點包括：

source: Support for popular applications including web browsers, email clients, internet chat programs and office suites
bg: Поддръжка на популярни приложения, включително уеб браузъри, клиенти за електронна поща, програми за интернет комуникация и офис пакети
de: Unterstützung für gängige Anwendungen wie Web-Browser, E-Mail-Clients, Internet-Chat-Programme und Office-Pakete
es: Soporte para aplicaciones populares incluyendo navegadores web, clientes de correo electrónico, programas de chat en internet y suites de oficina
hr: podrška za poznate programe uključujući web preglednike, klijente elektroničke pošte, programe za čavrljanje putem interneta i uredske pakete
nl: Ondersteuning voor populaire toepassingen zoals webbrowsers, emailprogramma’s, chatprogramma’s en kantoorapplicaties
pt_br: Suporte para aplicativos populares incluindo navegadores web, clientes de e-mail, programas de bate-papo pela internet e suítes de escritório
ru: Поддержка популярных приложений, таких как web-браузеры, почтовые клиенты, интернет-мессенджеры и офисные пакеты
ta: இணைய உலாவிகள் (Internet Browsers), மின்னஞ்சல் நுகர்விகள் (E-Mail Client), இணைய அரட்டை நிரல்கள் (Internet Chat), அலுவலக தொகுதிகள் (எம்.எஸ். ஆபீஸ்) போன்ற பிரபல பயன்பாடுகளுக்கு ஆதரவு
zh_tw: 支援流行的應用程式包括網頁瀏覽器、郵件程式、線上聊天程式及辦公室套裝軟體

source: Built-in speech synthesizer supporting over 80 languages
bg: Вграден речеви синтезатор, поддържащ над 80 езика;
de: Integrierte Sprachausgabe mit Unterstützung für über 80 Sprachen
es: Sintetizador de voz integrado compatible con más de 80 idiomas
hr: ugrađena govorna jedinica koja podržava preko 80 jezika
nl: Ingebouwde spraakmodule met ondersteuning voor meer dan 80 talen
pt_br: Sintetizador de voz integrado que suporta mais de 80 idiomas
ru: Встроенная поддержка речевого вывода на более чем 80 языках
ta: 80 மொழிகளுக்கும் மேலாக ஆதரவளிக்கும் உள்ளடக்க பேச்சொலிப்பானைக் கொண்டது
zh_tw: 內建的語音合成器支援超過 80 種語言

source: Reporting of textual formatting where available such as font name and size, style and spelling errors
bg: Предоставяне на информация за форматирането на текста, като име и размер на шрифта, стил и проверка на правописа, когато това е възможно
de: Rückmeldungen von Textformatierungen und Rechtschreibfehlern
es: Anunciado de formato de texto donde esté disponible tal como nombre y tamaño de la fuente, estilo y errores de ortografía
hr: izvještavanje o oblikovanju teksta, gdje je to podržano, kao što su ime fonta, informacije o bojama, stil i pravopisne pogreške
nl: Vermeldding van tekstopmaakeigenschappen , voor zover beschikbaar, zoals naam lettertype, grootte, stijl- en spelfouten
pt_br: Anúncio da formatação do texto onde esteja disponível tal como nome e tamanho da fonte, estilo e erros ortográficos
ru: Информирование о форматировании текста (название шрифта и его размер, стиль форматирования и орфографические ошибки) там, где это доступно
ta: எழுத்துரு பெயர், எழுத்துரு அளவு, பாங்கு, எழுத்துப் பிழை போன்ற ஆவண வடிவூட்டத் தகவல்கள் இருக்குமாயின், அவைகளை அறிவிக்கும்
zh_tw: 讀出文字格式例如字型名稱與大小、樣式與拼字錯誤

source: Automatic announcement of text under the mouse and optional audible indication of the mouse position
bg: Автоматично докладване на текста под курсора на мишката и по избор звуково известяване за позицията му на екрана
de: Automatische Ansage der Mausposition und optionaler Audio-Koordinaten
es: Anunciado automático de texto bajo el ratón e indicación opcional audible de la posición del ratón
hr: automatska najava teksta ispod pokazivača miša i opcionalna zvučna indikacija o položaju miša
nl: Tekst onder de muis wordt automatisch voorgelezen en er kan een akoestisch signaal worden ingesteld dat de muispositie aangeeft
pt_br: Anúncio automático do texto sob o mouse e indicação sonora opcional de sua posição
ru: Автоматическое объявление текста под указателем мыши и дополнительная звуковая индикация положения курсора мыши
ta: சொடுக்கியின் கீழிருக்கும் உரையைத் தானாக அறிவிக்கும், சொடுக்கியின் நிலையை ஒலி மூலம் அறியும் விருப்பத் தேர்வும் உண்டு
zh_tw: 自動讀出滑鼠所指的文字並可選用音調變化指示滑鼠位置

source: Support for many refreshable braille displays, including the ability to detect many of them automatically as well as braille input on braille displays with a braille keyboard
bg: Поддръжка за много обновяеми брайлови дисплеи, включително и възможността много от тях да бъдат откривани автоматично, както и въвеждане на брайл от дисплеи, притежаващи брайлова клавиатура
de: Unterstützung für viele Braillezeilen, auch viele mit automatischer Erkennung, sowie die Braille-Eingabe auf Braillezeilen mit einer Braille-Tastatur
es: Soporte para muchas pantallas de braille efímero incluyendo la capacidad de detectar automáticamente muchas de ellas así como la entrada de braille computerizado para pantallas que tengan un teclado braille
hr: podrška za mnoge brajične retke, uključujući podršku za automatsko otkrivanje brajičnih redaka kao i podršku brajičnog unosa na brajičnim redcima pomoću brajične tipkovnice
nl: Ondersteuning voor veel brailleleesregels waaronder er veel zijn die automatisch herkend worden, alsmede brailleinvoer op brailleleesregels met een brailletoetsenbord
pt_br: Suporte para diversas linhas braille, incluindo a capacidade de detectar muitas delas automaticamente, além da entrada — digitação — braille em linhas braille com um teclado braille
ru: Поддержка большого числа брайлевских дисплеев, включая возможность автоматического обнаружения многих из них, а также поддержка брайлевского ввода для дисплеев с брайлевской клавиатурой
ta: பிரெயில் விசைப் பலகையைக் கொண்டு பிரெயில் காட்சியமைவில் பிரெயில் உள்ளீடுவது உட்பட, பல புத்தாக்க பிரெயில் காட்சியமைவுகளுக்கு ஆதரவு. பல பிரெயில் காட்சியமைவுகளைத் தானாகக் கண்டறியும் வசதியுமுண்டு.
zh_tw: 支援多種點顯器包括可被自動偵測或具有點字輸入鍵盤的點顯器

source: Ability to run entirely from a USB flash drive or other portable media without the need for installation
bg: Възможност за стартиране от USB флаш памети и други преносими носители без нуждата от инсталация
de: Ausführen von einem USB-Stick oder anderen transportablen Medien
es: Capacidad para ejecutarse completamente desde una memoria USB u otros medios portables sin la necesidad de instalación
hr: mogućnost pokretanja s USB memorijskih stickova ili drugih prijenosnih medija bez instaliranja samog čitača ekrana
nl: Kan via usb-stick (flash drive) of ander draagbare media worden gedraaid zonder dat installatie nodig is
pt_br: Capacidade para ser executado diretamente através duma unidade flash USB e outros dispositivos portáteis sem necessitar de instalação
ru: Возможность запуска NVDA с USB-флеш-накопителя или другого запоминающего устройства, без необходимости установки
ta: என்விடிஏவை நிறுவத் தேவையில்லை; யுஎஸ்பி நுழைவாயில் போன்ற கொண்டுசெல்லத்தக்க ஊடகத்திலிருந்தும் இயக்கலாம்
zh_tw: 可以不需安裝完全從 USB 隨身碟或其他可攜式媒體上執行

source: Easy to use talking installer
bg: Лесен за използване говорящ инсталатор
de: Einfache Bedienung während der Installation mit Unterstützung durch die Sprachausgabe
es: Instalador parlante fácil de utilizar
hr: govorni instalacijski program koji je jednostavan za korištenje
nl: Eenvoudige installatie dankzij gesproken ondersteuning
pt_br: Instalação com voz e fácil de usar
ru: Простота использования говорящего установщика
ta: எளிதாக பயன்படுத்தக்கூடிய பேச்சு நிறுவி
zh_tw: 易於使用具備語音功能的安裝程式

source: Translated into 54 languages
bg: Преведен на 54 езика
de: Übersetzt in mehr als 54 Sprachen
es: Traducido a 54 idiomas
hr: preveden na 54 jezika
nl: In 54 talen beschikbaar
pt_br: Traduzido para 54 idiomas
ru: Программа переведена на 54 языка
ta: 54 மொழிகளில் மொழிபெயர்க்கப்பட்டுள்ளது
zh_tw: 已翻譯成 54 種語言

source: Support for modern Windows Operating Systems including both 32 and 64 bit variants
bg: Поддръжка на съвременните версии на Windows, както 32, така и 64 битови варианти
de: Unterstützung für moderne Windows-Betriebssysteme (32- und 64-Bit)
es: Soporte para Sistemas Operativos Windows modernos incluyendo variantes de 32 y 64 bit
hr: podrška za moderne operacijske sustave Windows u 32 i 64 bitnim verzijama
nl: Ondersteuning van moderne Windows besturingssystemen met inbegrip van 32- en 64-bit versies
pt_br: Suporte para as modernas versões do sistema operacional Windows incluindo variantes de 32 e 64 bit
ru: Поддержка современных 32 и 64-разрядных операционных систем
ta: 32, 64 நுண்மி உட்பட நவீன விண்டோஸ் இயக்கமுறைமைகளுக்கு ஆதரவு
zh_tw: 支援現今的 Windows 作業系統包含 32 及 64 位元的版本

source: Ability to run during Windows sign-in and [other secure screens](#SecureScreens).
bg: Възможност за работа в екрана за вписване в Windows и [други защитени екрани](#SecureScreens)
de: Lauffähig während der Windows-Anmeldung und [anderen Sicherheitsmeldungen](#SecureScreens).
es: Capacidad para ejecutarse durante el inicio de sesión de Windows y en [otras pantallas seguras](#SecureScreens).
hr: Mogućnost pokretanja prilikom prijavljivanja te na [sigurnim zaslonima](#SecureScreens).
nl: Kan gebruikt worden tijdens Windows-aanmelding en voor [andere beveiligde schermen](#SecureScreens).
pt_br: Capacidade de executar durante a entrada — credenciais — do Windows e [outras telas seguras](#SecureScreens).
ru: Возможность запустить NVDA на экране входа в Windows и на [других защищённых экранах](#SecureScreens)
ta: சாளரத்தில் புகுபதியும்பொழுதும், [பிற பாதுகாப்பானத் திரைகளிலும்](#SecureScreens) செயற்படும் திறன்
zh_tw: 可在 Windows 登入畫面及[其他安全畫面](#SecureScreens)執行

source: Announcing controls and text while using touch gestures
bg: Съобщаване на контроли и текст при използване на сензорни жестове
de: Unterstützung für Touchscreens
es: Anunciado de controles y texto mientras se utilizan gestos táctiles
hr: najavljivanje kontrola i teksta pri korištenju dodirnih gesti
nl: Besturingselementen en tekst worden gemeld bij gebruik van aanraakgebaren
pt_br: Anunciando controles e texto enquanto usa gestos de toque
ru: Чтение элементов управления и текста при использовании жестов сенсорного экрана
ta: தொடு சைகைகளைப் பயன்படுத்தும்பொழுது, கட்டுப்பாடுகளும், உரைகளும் அறிவிக்கப்படும்
zh_tw: 使用觸控手勢時可讀出控制項和文字

source: Support for common accessibility interfaces such as Microsoft Active Accessibility, Java Access Bridge, IAccessible2 and UI Automation
bg: Поддръжка на често използвани интерфейси за достъпност като Microsoft Active Accessibility, Java Access Bridge, IAccessible2 и UI Automation
de: Unterstützung gängiger Schnittstellen zur Barrierefreiheit wie Microsoft Active Accessibility, Java Access Bridge, IAccessible2 und UIA
es: Soporte para interfaces comunes de accesibilidad tales como Microsoft Active Accessibility, Java Access Bridge, IAccessible2 y UI Automation
hr: podrška za uobičajena sučelja za pristupačnost, kao što su Microsoft Active Accessibility, Java Access Bridge, IAccessible2 i UI Automation
nl: Ondersteuning van gangbare toegankelijkheidsinterfaces zoals Microsoft Active Accessibility, Java Access Bridge, Iaccessible 2 en UI Automation
pt_br: Suporte para interfaces comuns de acessibilidade tais como Microsoft Active Accessibility, Java Access Bridge, IAccessible2 e UI Automation — Automação da Interface do Usuário
ru: Поддержка общеприменяемых интерфейсов доступности, таких как Microsoft Active Accessibility, Java Access Bridge, IAccessible2 и UI Automation
ta: Microsoft Active Accessibility, Java Access Bridge, IAccessible2, UI Automation போன்ற பொது அணுகு இடைமுகப்பிற்கு ஆதரவு.
zh_tw: 支援常見的輔助功能介面例如 Microsoft Active Accessibility, Java Access Bridge, IAccessible2 及 UI Automation

source: Support for Windows Command Prompt and console applications
bg: Поддръжка на командния интерпретатор на Windows и конзолните приложения
de: Unterstützung für die Windows-Eingabeaufforderung und -Konsolenanwendungen
es: Soporte para el símbolo del sistema de Windows y aplicaciones de consola
hr: podrška za Windowsov naredbeni redak i druge aplikacije koje rade u naredbenom retku
nl: Ondersteuning voor Windows commandoprompts en consoletoepassingen
pt_br: Suporte para o Prompt de Comando do Windows e aplicativos de console
ru: Поддержка командной строки Windows и консольных приложений
ta: விண்டோஸ் கட்டளைத் தூண்டி, கட்டுப்பாட்டக பயன்பாடுகளுக்கு ஆதரவு
zh_tw: 支援 Windows 命令提示字元和終端應用程式

source: The ability to highlight the system focus
bg: Възможност за открояване на системния фокус
de: Möglichkeit, den System-Fokus hervorzuheben
es: La capacidad de resaltar el foco del sistema
hr: mogućnost isticanja fokusa sustava
nl: Mogelijkheid de systeemfocus uit te lichten
pt_br: A capacidade de realçar — destacar — o foco do sistema
ru: Возможность подсветки системного фокуса
ta: கணினிக் குவிமையத்தை பார்வைக்குத் துலக்கமாக்கும் திறன்
zh_tw: 能夠醒目提示系統焦點

source: System Requirements
bg: Системни изисквания
de: Systemanforderungen
es: Requerimientos del Sistema
hr: Preduvjeti za pokretanje NVDA čitača
nl: Systeemvereisten
pt_br: Requisitos de Sistema
ru: Системные требования
ta: கட்டமைப்புத் தேவைகள்
zh_tw: 系統需求

source: Minimum System Requirements
bg: Минимални системни изисквания
de: Minimale Systemanforderungen
es: Requerimientos Mínimos del Sistema
hr: Minimalni preduvjeti sustava
nl: Minimumsysteemvereisten
pt_br: Requisitos Mínimos de Sistema
ru: Минимальные системные требования
ta: குறைந்தபட்சக் கட்டமைப்புத் தேவைகள்
zh_tw: 最低系統需求

source: Operating Systems: all 32-bit and 64-bit editions of Windows 8.1, Windows 10, Windows 11, and all Server Operating Systems starting from Windows Server 2012 R2.
bg: Операционни системи: всички 32-битови и 64-битови издания на Windows 8.1, Windows 10, Windows 11 и всички сървърни операционни системи, започвайки от Windows Server 2012 R2.
de: Betriebssysteme: Alle 32-Bit- und 64-Bit-Versionen von Windows 8.1, Windows 10, Windows 11 und alle Server-Versionen ab Windows Server 20012 R2.
es: Sistemas operativos: todas las ediciones de 32 y 64 bits de Windows 8.1, Windows 10, Windows 11 y todos los sistemas operativos servidor comenzando desde Windows Server 2008 R2.
hr: Operacijski sustavi: sva 32-bitna i 64-bitna izdanja sustava Windows 8.1, Windows 10, Windows 11 i svih serverskih operacijskih sustava, počevši od Windows Server 2008 R2.
nl: Besturingssystemen: alle 32-bit en 64-bit edities van Windows 8.1, Windows 10, Windows 11, en alle Server Besturingssystemen beginnend bij Windows Server 2012 R2.
pt_br: Sistemas Operacionais: todas as edições de 32-bit e 64-bit do Windows 8.1, Windows 10, Windows 11, e todos os sistemas operacionais de servidor a partir do Windows Server 2012 R2;
ru: Операционные системы: все 32 и 64-разрядные редакции Windows 8.1, Windows 10, Windows 11, а также все серверные версии Windows начиная с Windows Server 2012 R2.
ta: இயக்கமுறைமைகள்: எல்லா 32 மற்றும் 64 நுண்மி விண்டோஸ் 8.1, விண்டோஸ் 10, விண்டோஸ் 11 மற்றும் விண்டோஸ் சேவையகம் 2012 R2, அல்லது அதற்கும் பிறகான சேவையக இயக்கமுறைமைகள்.
zh_tw: 作業系統：32 和 64 位元的 Microsoft Windows 8.1、Windows 10、Windows 11 及 Windows Server 2012 R2 以上的所有伺服器作業系統。
