Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: You can also manually check for updates by selecting Check for updates under Help in the NVDA menu.
bg: Също така може и ръчно да проверите за обновления, като изберете елемента Проверка за обновления, намиращ се в подменю помощ от менюто на NVDA.
de: Sie können auch manuell nach neuen Versionen suchen, indem Sie im Hilfe-Menü von NVDA den Eintrag "Nach Updates suchen" auswählen.
es: También puedes buscar actualizaciones manualmente seleccionando Buscar Actualizaciones en el submenú Ayuda en el menú NVDA.
hr: Nadogradnje možete i ručno provjeriti. Odaberite Provjeri nadogradnje u podizborniku Pomoć u NVDA izborniku.
nl: Handmatig controleren of er een update beschikbaar is, kan ook. Ga dan naar: “Op update controleren” onder Help in het NVDA Menu.
pt_br: Você também pode verificar manualmente se há atualizações selecionando Procurar atualizações em Ajuda no menu do NVDA.
ru: Вы можете также вручную проверить наличие обновлений, активировав главное меню NVDA → Справка → Проверить наличие обновлений.
ta: என்விடிஏ பட்டியலின் 'உதவி' உட்பட்டியலிளுள்ள 'இற்றாக்கத்திற்குத் துழாவுக' உருப்படியை சொடுக்குவதன் மூலமும் இற்றாக்கம் ஏதேனும் உள்ளதா என்று அறியலாம்.
zh_tw: 您也可透過手動方式檢查更新，請在 NVDA 功能表中的「說明」子功能表選擇「檢查更新」。

source: When manually or automatically checking for updates, it is necessary for NVDA to send some information to the update server in order to receive the correct update for your system.
bg: Когато се прави ръчна или автоматична проверка за обновления, е необходимо NVDA да изпрати известна информация на сървъра за обновяване, за да получи правилното обновление за вашата система.
de: Um beim Suchen nach Updates sicherzustellen, dass Sie auch wirklich das passende Update erhalten, ist es erforderlich, einige Informationen an den Update-Server von NV Access zu senden. Dies gilt sowohl für die manuelle als auch für die automatische Suche nach Updates.
es: Cuando se busquen actualizaciones manual o automáticamente, es necesario para NVDA enviar alguna información al servidor de actualizaciones para recibir la actualización correcta para tu sistema.
hr: Pri ručnom ili automatskom provjeravanju nadogradnje, nužno je da NVDA pošalje neke informacije na server za nadogradnje, kako bi vam se isporučila ispravna nadogradnja za vaš operacijski sustav.
nl: Wanneer er handmatig of automatisch op updates, wordt gecontroleerd, is het noodzakelijk dat NVDA informatie naar de update-server stuurt zodat u de correcte update voor uw systeem krijgt.
pt_br: Quando verificando atualizações manualmente ou automaticamente, é necessário que o NVDA envie algumas informações ao servidor de atualização para receber a atualização correta para o seu sistema.
ru: Чтобы получить правильное обновление для вашей системы при ручной или автоматической проверке обновлений, NVDA должна передать на сервер обновлений некоторую информацию.
ta: கைமுறையில், அல்லது தானாக இற்றாக்கங்கள் துழாவப்படும்பொழுது, தங்கள் கணினிக்கான சரியான இற்றாக்கத்தைப் பெற, சில தகவல்களை இற்றாக்கச் சேவையகத்திற்கு என்விடிஏ கட்டாயம் அனுப்பவேண்டும்.
zh_tw: 當手動或自動檢查更新時，NVDA 需要將一些資訊發送到更新伺服器以便為您的系統接收正確的更新，

source: The following information is always sent:
bg: Следната информация винаги се изпраща:
de: Die folgenden Informationen werden dabei gesendet:
es: Se envía siempre la siguiente información:
hr: Sljedeće informacije se uvijek šalju:
nl: De volgende informatie wordt altijd verstuurd:
pt_br: As seguintes informações são sempre enviadas:
ru: Всегда передаётся следующая информация:
ta: பின்வரும் தகவல் எப்பொழுதும் அனுப்பப்படும்:
zh_tw: 下列是會發送的資訊：

source: Current NVDA version
bg: Версията на текущо работещото копие на NVDA
de: Aktuelle NVDA-Version
es: Versión actual de NVDA
hr: Aktualna NVDA verzija
nl: Huidige NVDA-versie
pt_br: Versão atual do NVDA
ru: Текущая версия NVDA
ta: நடப்பு என்விடிஏ பதிப்பு
zh_tw: 目前 NVDA 版本

source: Operating System version
bg: Версията на операционната система
de: Betriebssystem-Version
es: Versión del Sistema Operativo
hr: Verzija operacijskog sustava
nl: Versie besturingssysteem
pt_br: Versão do Sistema Operacional
ru: Версия операционной системы
ta: இயக்கமுறைமையின் பதிப்பு
zh_tw: 作業系統版本

source: Whether the Operating System is 64 or 32 bit
bg: Дали операционната система е 64 или 32-битова
de: System-Architektur (32- oder 64-Bit)
es: Si el Sistema Operativo es de 64 o de 32 bits
hr: Radi li se o 64 ili 32 bitnom operacijskom sustavu
nl: Of het besturingssysteem 64- of 32-bit is
pt_br: Se o Sistema Operacional é 64 ou 32 bit
ru: Разрядность операционной системы (32 или 64 бит)
ta: இயக்கமுறைமை 64, அல்லது 32 நுண்மியா
zh_tw: 作業系統是 64 位元或 32 位元

source: Allow NV Access to gather NVDA usage statistics
bg: Позволи на NV Access да събира статистически данни за употребата на NVDA
de: NVDA-Nutzungsdaten sammeln und an NV Access übermitteln
es: Permitir a NV Access Recopilar Estadísticas de Uso de NVDA
hr: Dozvoli Organizaciji NV Access prikupljanje statističkih podataka okorištenju NVDA
nl: NV Access toestaan NVDA-gebruiksstatistieken te verzamelen
pt_br: Permitir que a NV Access colete estatísticas de uso do NVDA
ru: Разрешить NV Access собирать статистику использования NVDA
ta: என்விடிஏ பயன்பாட்டுப் புள்ளிவிவரங்களை சேகரிக்க என்வி அக்ஸஸை அனுமதித்திடுக
zh_tw: 允許 NV Access 收集 NVDA 使用情況統計

source: If this is enabled, NV Access will use the information from update checks in order to track the number of NVDA users including particular demographics such as the operating system and country of origin.
bg: Ако тази опция е включена, NV Access ще използва информацията от проверките за обновления, за да проследи броя на потребителите на NVDA, включително конкретни демографски данни, като операционна система и държава на произход.
de: Sofern diese Option aktiviert ist, verwendet NV Access die Informationen aus den Daten zur Update-Abfrage, um die Anzahl der NVDA-Benutzer einschließlich bestimmter demografischer Daten wie Betriebssystem und Herkunftsland zu ermitteln.
es: Si esto está activado, NV Access utilizará la información de las búsquedas de actualizaciones para seguir el número de usuarios de NVDA incluyendo datos demográficos particulares tales como el Sistema Operativo y el país de origen.
hr: Ako je ova opcija aktivirana, NV Access će koristiti informacije dobivene od servera za nadogradnje kako bi pratila broj korisnika uključujući opće demografske statistike kao što su to operacijski sustav i zemlja porijekla.
nl: Als dit wordt toegestaan zal NV Access de informatie van update checks gebruiken om het aantal NVDA-gebruikers vast te stellen met inbegrip van specifieke demografische gegevens zoals besturingssysteem en land van oorsprong.
pt_br: Se isso estiver habilitado, a NV Access usará as informações das procuras de atualização para rastrear o número de usuários do NVDA, incluindo informações demográficas específicas, como o Sistema operacional e país de origem.
ru: Если этот флажок установлен, то информация передаваемая при проверке обновлений, будет использоваться NV Access для отслеживания количества пользователей NVDA, включая информацию об их операционной системе и стране пребывания.
ta: இத்தேர்வுப் பெட்டி தேர்வாகியிருந்தால், இற்றாக்கம் துழாவப்படும்பொழுது, பயனர்களின் எண்ணிக்கை, பயன்பாட்டில் இருக்கும் இயக்கமுறைமை மற்றும் அது எந்த நாட்டிலிருந்து இயக்கப்படுகிறது என்கிற தகவல்களை என்வி அக்ஸஸ் திரட்டுகிறது.
zh_tw: 若啟用此選項，NV Access 將使用更新檢查中的資訊來追蹤 NVDA 使用者的數量，包括特定的人口統計如作業系統和國別，

source: Note that although your IP address will be used to calculate your country during the update check, the IP address is never kept.
bg: Имайте предвид, че въпреки че вашият IP адрес ще бъде използван за определяне на вашата страна по време на проверката за обновление, IP адресът ви никога не се съхранява.
de: Auch wenn die IP-Adresse zum Ermitteln des (ungefähren) geografischen Standortes verwendet wird, wird sie niemals protokolliert.
es: Ten en cuenta que aunque tu dirección IP se utilizará para calcular tu país durante la búsqueda de actualizaciones, la dirección IP nunca se conservará.
hr: Imajte na umu da iako vaša IP adresa će biti korištena za izračunavanje vaše države porijekla, ista nije zadržavana na serveru.
nl: Merk op dat uw IP-adres nooit wordt bewaard, al wordt het wel gebruikt tijdens de update-check om uw land te bepalen.
pt_br: Note que, embora seu endereço IP seja usado para calcular seu país durante a verificação de atualização, o endereço IP nunca é armazenado.
ru: Обратите внимание, что IP-адрес, используемый при проверке обновлений для определения вашей страны, на сервере обновлений никогда не сохраняется.
ta: இற்றாக்கம் துழாவப்படும்பொழுது, தங்களின் நாட்டையறிய, தங்களின் இணைய முகவரி பயன்படுத்தப்பட்டாலும், அம்முகவரி வைத்துக்கொள்ளப்படுவதில்லை என்பதைக் கவனிக்கவும்.
zh_tw: 雖然您的 IP 位址在更新檢查時將用於得到國別資訊，但 IP 位址從未保留。

source: Apart from the mandatory information required to check for updates, the following extra information is also currently sent:
bg: Освен задължителната информация, необходима за проверката за обновления, в момента се изпраща и следната допълнителна информация:
de: Wenn die Option aktiviert ist, werden die folgenden Daten zusätzlich gesendet:
es: Además de la información obligatoria necesaria para buscar actualizaciones, también se envía la siguiente información adicional actualmente:
hr: Osim obaveznih informacija koje se šalju pri provjeri nadogradnje, trenutačno se šalju i sljedeće informacije:
nl: Naast de vereiste informatie voor het controleren op updates, wordt de volgende extra informatie momenteel ook verstuurd:
pt_br: Além das informações obrigatórias necessárias para procurar por atualizações, as seguintes informações extras também são enviadas:
ru: Помимо обязательной информации, требуемой для проверки обновлений, в настоящее время передаётся следующая дополнительная информация:
ta: இற்றாக்கத்தைத் துழாவத் தேவைப்படும் கட்டாயத் தகவல்களைத் தவிர, பின்வரும் கூடுதல் தகவல்களும் தற்போதைக்கு அனுப்பப்படுகின்றன:
zh_tw: 除了更新所需檢查的強制性資訊之外，還會發送下列額外資訊：

source: A unique ID for the current NVDA user, this changes once a month
bg: Уникален идентификатор за текущия потребител на NVDA, който се променя веднъж месечно
de: Eine eindeutige ID für den aktuellen NVDA-Benutzer, diese ändert sich einmal pro Monat.
es: Una ID única para el usuario actual de NVDA, esto cambia una vez al mes
hr: jedinstveni identifikator korisnika NVDA, koji se mijenja svaki mjesec
nl: Een uniek ID voor de huidige NVDA-gebruiker, welke maandelijks wijzigt
pt_br: Um ID exclusivo para o usuário atual do NVDA, isso muda uma vez por mês
ru: Уникальный идентификатор текущего пользователя NVDA, который меняется раз в месяц
ta: தற்போதைய என்விடிஏ பயனருக்கான தனித்த அடையாளம். இது மாதமொரு முறை மாறும்.
zh_tw: 目前 NVDA 使用者的唯一 ID，每月改變一次

source: NVDA interface language
bg: Езикът, на който се показва интерфейсът на NVDA
de: Eingestellte Landessprache in NVDA
es: Idioma de la interfaz de NVDA
hr: Jezik NVDA sučelja
nl: interface-taal van NVDA
pt_br: Idioma da interface do NVDA
ru: Язык интерфейса NVDA
ta: என்விடிஏ இடைமுகப்பு மொழி
zh_tw: NVDA 介面語言

source: Whether this copy of NVDA is portable or installed
bg: Дали текущото копие на NVDA е преносимо или инсталирано
de: Art der Instanz von NVDA (portabel oder installiert)
es: Si esta copia de NVDA es portable o instalada
hr: Vrsta kopije NVDA čitača, instalirana ili prijenosna
nl: Of het gaat om een draagbare of geïnstalleerde kopie van NVDA
pt_br: Se esta cópia do NVDA é portátil ou instalada
ru: Является ли эта копия NVDA переносной или установленной
ta: நடப்பிலிருக்கும் என்விடிஏ, கொண்டுசெல்லத்தக்கப் படியா, அல்லது நிறுவு பதியா
zh_tw: 此 NVDA 是可攜式或安裝版本

source: Name of the current speech synthesizer in use (including the name of the add-on the driver comes from)
bg: Името на текущо използвания речев синтезатор (включително името на добавката, от която идва драйверът)
de: Name der verwendeten Sprachausgabe (einschließlich Name der NVDA-Erweiterung, aus der die Sprachausgabe stammt).
es: El nombre del sintetizador de voz actual en uso (incluyendo el nombre del complemento que viene con el controlador)
hr: Ime trenutačno korištene govorne jedinice (uključujući ime dodatka od kojeg potiče driver)
nl: Naam van de spraaksynthesizer die op dat moment in gebruik is(met inbegrip van de naam van de add-on waar de driver vandaan komt)
pt_br: Nome do sintetizador de fala atual em uso (incluindo o nome do complemento que vem com o driver)
ru: Название используемого синтезатора речи (включая имя дополнения, предоставляющего его драйвер)
ta: இயக்கி செயற்படும் நீட்சிநிரலின் பெயர் உட்பட, நடப்பிலிருக்கும் ஒலிப்பானின் பெயர்
zh_tw: 目前正在使用的語音合成器名稱 (包括來自附加元件的驅動程式名稱)

source: Name of the current Braille display in use (including the name of the add-on the driver comes from)
bg: Името на текущо използвания брайлов дисплей (включително името на добавката, от която идва драйверът)
de: Name der verwendeten Braillezeile (einschließlich Name der NVDA-Erweiterung, aus der der Treiber stammt).
es: El nombre de la pantalla Braille actual en uso (incluyendo el nombre del complemento que viene con el controlador)
hr: Ime trenutačno korištenog brajičnog retka (uključujući ime dodatka od kojeg potiče driver)
nl: Naam van de Brailleleesregel die op dat moment in gebruik is ((met inbegrip van de naam van de add-on waar de driver vandaan komt)
pt_br: Nome da linha Braille atual em uso (incluindo o nome do complemento que vem com o driver)
ru: Название используемого брайлевского дисплея (включая имя дополнения, предоставляющего его драйвер)
ta: இயக்கி செயற்படும் நீட்சிநிரலின் பெயர் உட்பட, பிரெயில் காட்சியமைவின் பெயர்
zh_tw: 目前正在使用的點顯器名稱 (包括來自附加元件的驅動程式名稱)

source: The current output Braille table (if Braille is in use)
bg: Текущо използваната изходна преобразуваща брайлова таблица (ако се използва брайл)
de: Aktuelle Ausgabetabelle (sofern Braille benutzt wird).
es: La tabla de salida braille actual (si el Braille está en uso)
hr: trenutačno korištena brajična tablica (ako se koristi brajični redak)
nl: De huidige Brailleuitvoertabel (als Braille wordt gebruikt)
pt_br: A tabela de saída Braille atual (se o Braille estiver em uso)
ru: Используемая брайлевская таблица вывода (если используется брайль)
ta: பிரெயில் செயல்பாட்டில் இருந்தால், பிரெயில் வெளீயிடு அட்டவணை
zh_tw: 目前輸出的點字轉譯表 (如果正在使用點字)

source: This information greatly aides NV Access to prioritize future development of NVDA.
bg: Тази информация значително помага на NV Access да даде приоритет на дадени насоки в бъдещото развитие на NVDA.
de: Diese Informationen helfen NV Access bei der zukünftigen Entwicklung von NVDA.
es: Esta información ayuda enormemente a NV Access a priorizar el desarrollo futuro de NVDA.
hr: Ove informacije puno pomažu programu NV Access postaviti prioritete za budući razvoj NVDA.
nl: Deze informatie is van grote waarde voor NV Access om te kunnen bepalen waar de aandacht bij voorrang naar moet uitgaan bij de ontwikkeling van NVDA in de toekomst.
pt_br: Essa informação auxilia imensamente a NV Access a priorizar o desenvolvimento futuro do NVDA.
ru: Эта информация очень помогает NV Access определять приоритеты в дальнейшем развитии NVDA.
ta: என்விடிஏவின் எதிர்கால மேம்பாட்டிற்கு முன்னுரிமையளிக்க, மேற்கண்ட தகவல்கள் துணைபுரிகின்றன.
zh_tw: 這些資訊將極大地幫助 NV Access 確認 NVDA 未來發展的優先順序。

source: Notify for pending updates on startup
bg: Известявай за чакащо обновяване при стартиране
de: Beim NVDA-Start auf ausstehende Updates hinweisen
es: Notificar actualizaciones pendientes al arrancar
hr: Tijekom pokretanja obavijesti o nadogradnjama na čekanju
nl: Beschikbare Updates bij opstarten melden
pt_br: Notificar para atualizações pendentes na inicialização
ru: Сообщать об отложенных обновлениях при запуске NVDA
ta: துவக்கப்படும்பொழுது காத்திருப்பிலிருக்கும் இற்றாக்கத்தைத் தெரியப்படுத்துக
zh_tw: 啟動時通知有擱置的更新

source: If this is enabled, NVDA will inform you when there is a pending update on startup, offering you the possibility to install it.
bg: Ако тази опция е включена, при стартирането си NVDA ще ви информира, когато има чакащо обновление, като ви предлага възможността да го инсталирате.
de: Wenn diese Option aktiviert ist, informiert NVDA nach dem Start darüber, falls ein Update noch aussteht, um diese zu installieren.
es: Si esto está habilitado, NVDA te informará cuando haya una actualización pendiente al arrancar, ofreciéndote la posibilidad de instalarla.
hr: Ako je ova opcija aktivirana, NVDA će vas tijekom pokretanja informirati o nadogradnji na čekanju, te će ponuditi mogućnost da se instalira.
nl: Als deze optie is ingeschakeld zal NVDA u laten weten wanneer er een update beschikbaar is bij het starten van het programma, waarbij u de mogelijkheid wordt geboden deze te installeren.
pt_br: Se isso estiver habilitado, o NVDA informará quando houver uma atualização pendente na inicialização, oferecendo a possibilidade de instalá-la.
ru: Если этот флажок установлен, то NVDA при своём запуске будет информировать вас о наличии отложенного обновления и предлагать его установку.
ta: இத்தேர்வுப் பெட்டி தேர்வாகியிருந்தால், என்விடிஏ துவக்கப்படும்பொழுது காத்திருப்பிலிருக்கும் இற்றாக்கத்தைத் தெரியப்படுத்தும். தாங்கள் விரும்பினால் அதை நிறுவிக் கொள்ளலாம்.
zh_tw: 當啟用此選項，NVDA 啟動時若有擱置的更新將會通知您並提供安裝的機會，

source: You can also manually install the pending update from the Exit NVDA dialog (if enabled), from the NVDA menu, or when you perform a new check from the Help menu.
bg: Можете също така ръчно да инсталирате чакащото обновление от диалоговия прозорец за изход от NVDA (ако е включен), от менюто на NVDA или при последваща проверка за обновления от менюто „Помощ“ на NVDA.
de: Sie können ausstehende Updates auch manuell über das NVDA-Menü, das Dialogfeld zum Beenden von NVDA oder durch eine erneute Suche nach Updates aus dem Hilfe-Menü installieren.
es: También puedes instalar manualmente la actualización pendiente desde el diálogo Salir de NVDA (si está habilitado), desde el menú NVDA, o al realizar una nueva búsqueda desde el menú Ayuda.
hr: Nadogradnje na čekanju je moguće i ručno instalirati u dijaloškom okviru Izađi iz programa NVDA (ako je aktivirano) u NVDA izborniku ili ako ponovo provjeravate nadogradnju putem izbornika Pomoć.
nl: Een beschikbare update kan ook handmatig worden geïnstalleerd vanuit het dialoogvenster 'NVDA Afsluiten'(mits deze optie ingeschakeld is) of vanuit het NVDA-menu, door op updates te controleren via het Help-menu.
pt_br: Também pode instalar manualmente a atualização pendente na caixa de diálogo Sair do NVDA (se habilitada), no menu do NVDA ou ao executar uma nova verificação no menu Ajuda.
ru: Вы можете также вручную установить отложенное обновление из диалога завершения работы NVDA (если он включён), из главного меню NVDA или при проверке обновлений из подменю "Справка".
ta: பொது அமைப்புகள் உரையாடலில் காணப்படும் 'என்விடிஏவை விட்டு வெளியேறும்பொழுது வெளியேறுவதற்கான விருப்பத் தேர்வுகளைக் காட்டுக' தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், காத்திருப்பிலிருக்கும் இற்றாக்கத்தை கைமுறையில் நிறுவலாம். மாற்றாக, என்விடிஏவின் உதவி உட்பட்டியலுக்குச் சென்று, இற்றாக்கத்தை புதிதாகத் துழாவலாம்.
zh_tw: 也可以從「結束 NVDA」對話框 (如果有啟用)、從 NVDA 功能表，或從「說明」子功能表中執行「檢查更新」來手動安裝擱置的更新。

source: Speech Settings
bg: Настройки на речта
de: Die Sprachausgaben-Einstellungen
es: Opciones de Voz
hr: Postavke govora
nl: Spraakinstellingen
pt_br: Configurações de Fala
ru: Речь
ta: பேச்சு அமைப்புகள்
zh_tw: 語音設定

source: Open Speech settings
bg: Отваряне на настройките на речта
de: Sprachausgaben-Einstellungen öffnen
es: Abre opciones de Voz
hr: Otvara postavke govora
nl: Spraakinstellingen openen
pt_br: Abrir configurações de Fala
ru: Открыть настройки речи
ta: பேச்சு அமைப்புகளைத் திறவுக
zh_tw: 開啟語音設定

source: Key: `NVDA+control+v`
bg: Клавишна комбинация: `NVDA+Control+V`
de: Tastenkombination: `NVDA+Strg+V`
es: Tecla: `NVDA+control+v`
hr: Prečac: `NVDA+kontrol+v`
nl: Toets:`NVDA+control+v`
pt_br: Tecla: `NVDA+control+v`
ru: Комбинация клавиш: `NVDA+control+v`
ta: விசை: `என்விடிஏ+கட்டுப்பாடு+v`
zh_tw: 快速鍵: `NVDA+Ctrl+V`

source: The Speech category in the NVDA Settings dialog contains options that lets you change the speech synthesizer as well as voice characteristics for the chosen synthesizer.
bg: Категорията „Реч“ в прозореца с настройките на NVDA съдържа опции, които ви позволяват да променяте речевия синтезатор, както и гласовите характеристики за избрания синтезатор.
de: Die Kategorie "Sprachausgabe" in den NVDA-Einstellungen enthält Optionen, mit denen Sie die Sprachausgabe sowie die Sprachmerkmale der ausgewählten Sprachausgabe ändern können.
es: La categoría voz en el cuadro de diálogo Opciones de NVDA contiene ajustes que te permiten cambiar el sintetizador de voz así como características de la voz para el sintetizador elegido.
hr: Kategorija Govor u dijaloškom okviru Postavke, omogućuje mijenjanje govorne jedinice, kao i njenih karakteristika glasa.
nl: In de categorie Spraak van het dialoogvenster Instellingen kunt u van spraaksynthesizer veranderen maar ook stemkarakteristieken van de gekozen synthesizer aanpassen.
pt_br: A categoria Fala no diálogo de Configurações do NVDA contém opções que permitem alterar o sintetizador de fala e as características de voz do sintetizador escolhido.
ru: Категория "Речь" диалога настроек NVDA содержит опции для изменения используемого синтезатора речи, а также параметров речевого вывода выбранного синтезатора.
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் பேச்சு வகைமை, ஒலிப்பானையும், தேர்ந்தெடுக்கப்பட்டுள்ள ஒலிப்பானின் குரலின் தன்மையையும் மாற்றும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது.
zh_tw: NVDA 設定對話框中的「語音」類別包含變更語音合成器及所選合成器的語音特性選項，

source: For a quicker alternative way of controlling speech parameters from anywhere, please see the [Synth Settings Ring](#SynthSettingsRing) section.
bg: За по-бърз, алтернативен начин за контролиране на параметрите на речта отвсякъде, моля вижте раздела [Пръстен от настройки на синтезатора](#SynthSettingsRing).
de: Für eine schnellere Möglichkeit, Sprachparameter von überall her zu steuern, lesen Sie bitte den Abschnitt [Sprachausgaben-Einstellungsring](#SynthSettingsRing).
es: Para una forma alternativa rápida de controlar los parámetros de voz desde cualquier lugar, por favor consulta la sección [Grupo de Opciones de Sintetizador](#SynthSettingsRing).
hr: Za brže mjenjanje postavki govora s bilo kojeg mjesta pogledajte poglavlje [Kružne postavke govorne jedinice](#SynthSettingsRing).
nl: Een snellere, alternatieve manier om steminstellingen te wijzigen vindt u onder [Synth Settings Ring](#SynthSettingsRing).
pt_br: Para uma forma alternativa e mais rápida de controlar os parâmetros de voz a partir de qualquer local, por favor consulte a seção [Anel de Opções de Voz](#SynthSettingsRing).
ru: Для оперативного доступа к этим параметрам, независимо от местонахождения, пожалуйста, обратитесь к разделу [кольцо настроек синтезатора](#SynthSettingsRing).
ta: பேச்சு அளவுருக்களை மாற்று வழியில் எங்கிருந்தாயினும் விரைவாக மாற்றியமைக்க, [ஒலிப்பான் வலையம்](#SynthSettingsRing) பிரிவைக் காணவும்.
zh_tw: 另一個可在任何地方快速調整語音參數的方法請參見[快速語音設定](#SynthSettingsRing)一節。

source: The Speech Settings category contains the following options:
bg: Категорията от настройки „Реч“ съдържа следните опции:
de: Diese Einstellungen enthalten die folgenden Optionen:
es: La categoría Opciones de voz contiene los siguientes ajustes:
hr: Kategorija Postavke govora sadrži sljedeće opcije:
nl: In de categorie Spraak vindt u de volgende opties:
pt_br: A categoria Configurações de Fala contém as seguintes opções:
ru: Эта категория содержит следующие опции:
ta: பேச்சு அமைப்புகள் வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 「語音設定」類別包括以下選項：

source: Change synthesizer
bg: Промяна на синтезатора
de: Sprachausgabe ändern
es: Cambiar Sintetizador
hr: Promijeni govornu jedinicu
nl: Van synthesizer veranderen
pt_br: Alterar sintetizador
ru: Смена синтезатора
ta: ஒலிப்பானை மாற்றுக
zh_tw: 變更合成器
