Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Using the Level field, you can adjust the lowest symbol level at which this symbol should be spoken (none, some, most or all).
bg: Използвайки полето „ниво“, може да зададете най-ниското ниво, при което този символ трябва да бъде произнасян (изключено, някои, повечето или всички).
de: Im Kombinationsfeld für die Symbolstufe kann eingestellt werden, ab welcher Stufe Satz- und Sonderzeichen angesagt werden sollen (Keine, Einige, Meiste oder Alle).
es: Utilizando el campo Nivel, puedes ajustar el nivel más bajo del símbolo al cual este símbolo debería verbalizarse (no, alguno, la mayoría o todos).
hr: Koristeći polje razina, možete prilagoditi najnižu razinu simbola na kojoj taj simbol treba biti izgovoren (ništa, neki, većina ili sve).
nl: In het keuzevak Niveau kunt u het laagste niveau opgeven waarop dit symbool moet worden uitgesproken (geen, enkele, meeste of allemaal).
pt_br: Através do campo grau — nível — você poderá definir o nível de símbolos mais baixo no qual este deve ser falado (nada, pouco, muito ou tudo).
ru: В комбинированном списке "Уровень" вы можете установить самый низкий уровень пунктуации, на котором следует произносить этот символ (ничего, некоторые, большинство или все).
ta: இக்குறியெழுத்து ஒலிக்கப்பட வேண்டிய அடிமட்ட குறியெழுத்து நிலையை, நிலைக் களத்தில் வரையறுக்கலாம் (ஏதுமில்லை, சில, பல, அல்லது அனைத்தும்).
zh_tw: 等級：您可調整符號要被讀出的最低等級設定 (無、一些、多數、全部)

source: You can also set the level to character; in this case the symbol will not be spoken regardless of the symbol level in use, with the following two exceptions:
bg: Можете също така да зададете нивото на „знак“. В този случай символът няма да бъде изговарян, независимо от използваното ниво на пунктуация, със следните две изключения:
de: Sie können die Stufe auch auf Zeichen einstellen; in diesem Fall wird das Symbol unabhängig von der verwendeten Symbolstufe nicht mitgeteilt, mit den folgenden zwei Ausnahmen:
es: También puedes ajustar el nivel a carácter; en este caso el símbolo no se verbalizará independientemente del nivel de símbolo en uso, con las siguientes dos excepciones:
hr: Također možete postaviti razinu na znak; u tom slučaju simbol neće biti izgovoren, neovisno o razini koja se koristi, uz slijedeće dve iznimke:
nl: U kunt het niveau ook instellen op karakter; in dit geval wordt het symbool niet gemeld, ongeacht ingestelde symboolniveau, waarbij de volgende twee uitzonderingen gelden:
pt_br: Também pode definir o nível como caractere; nesse caso o símbolo não será falado independentemente do nível do símbolo em uso, com as duas exceções a seguir:
ru: Вы также можете установить уровень символа; в этом случае символ не будет произноситься независимо от используемого уровня символа, за следующими двумя исключениями:
ta: நிலையை வரியுரு என்றும் தாங்கள் அமைக்கலாம். இந்நிலையில், கீழ்க்கண்ட இரு விதிவிலக்குகளைத் தவிர, பயன்பாட்டிலிருக்கும் குறியெழுத்தின் நிலை எதுவாக இருப்பினும், குறியெழுத்து பேசப்பட மாட்டாது:
zh_tw: 您也可以將等級設為字元，在這種情況下無論使用的符號等級為何都不會說出該符號，除了以下兩種情況：

source: When navigating character by character.
bg: При навигиране знак по знак.
de: Wenn Sie Zeichen für Zeichen navigieren.
es: Al navegar por caracteres.
hr: prilikom kretanja po znakovima.
nl: Bij het navigeren op karakterniveau.
pt_br: Ao navegar caractere por caractere.
ru: При посимвольном перемещении.
ta: ஒவ்வொரு வரியுருவாக வழிசெலுத்தும்பொழுது.
zh_tw: 按字元導覽時。

source: When NVDA is spelling any text containing that symbol.
bg: Когато NVDA произнася буква по буква текст, съдържащ този символ.
de: Wenn NVDA einen Text buchstabiert, der dieses Symbol enthält.
es: Cuando NVDA esté deletreando cualquier texto que contenga ese símbolo.
hr: Kada NVDA slovka tekst koji sadrži taj simbol.
nl: Wanneer NVDA tekst spelt waarin dat symbool voorkomt.
pt_br: Quando o NVDA está soletrando qualquer texto que contenha esse símbolo.
ru: Когда NVDA набирает любой текст, содержащий этот символ.
ta: அந்தக் குறியெழுத்தினைக் கொண்டிருக்கும் எந்தவொரு உரையையும் எழுத்துகளாக என்விடிஏ படிக்கும்பொழுது.
zh_tw: 當 NVDA 正在拼讀含有該符號的文字時。

source: The Send actual symbol to synthesizer field specifies when the symbol itself (in contrast to its replacement) should be sent to the synthesizer.
bg: Полето Подавай действителния символ към синтезатора определя кога самият символ (за разлика от неговия заместител) трябва да бъде подаден на синтезатора.
de: Im Konbinationsfeld "Aktuelles Symbol an Sprachausgabe senden" kann eingestellt werden, ob das Symbol anstelle seines Ersatztextes an die Sprachausgabe gesendet werden soll.
es: El campo Enviar símbolo actual al sintetizador especifica cuando el propio símbolo (en contraposición con su reemplazo) debería enviarse al sintetizador.
hr: Polje "Pošalji trenutačni simbol govornoj jedinici", kad će sam simbol (u sprezi s njegovom zamjenom) biti poslan govornoj jedinici.
nl: Het veld "Het eigenlijke symbool naar synthesizer sturen" specificeert wanneer het symbool zelf (in tegenstelling tot de vervanging ervan naar de synthesizer moet worden gestuurd.
pt_br: O campo Enviar o real símbolo para o sintetizador especifica quando o próprio símbolo (contrariamente a seu substituto) deve ser enviado para o sintetizador.
ru: В группе радиокнопок "Передавать фактический символ на синтезатор" указывается, когда сам символ (в отличие от его замены) следует передавать на синтезатор.
ta: மாற்றமர்விற்கு வேறுபட்டு அமைந்திருக்கும் குறியெழுத்து எப்பொழுது ஒலிப்பானுக்கு அனுப்பி வைக்கப்பட வேண்டுமென்பதை, 'உள்ளபடியான குறியெழுத்தினை ஒலிப்பானுக்கு அனுப்பவும்' என்கிற களத்தில் வரையறுக்கலாம்.
zh_tw: 送出實際的符號到合成器：指定何時要將符號本身或其讀音替代文字送出到合成器。

source: This is useful if the symbol causes the synthesizer to pause or change the inflection of the voice.
bg: Това е полезно, ако символът предизвиква синтезатора да направи пауза или да промени интонацията на гласа.
de: Dies ist nützlich, wenn das Symbol die Sprachausgabe zu einer Pause oder einer anderen Betonung bringen soll.
es: Esto es útil si el símbolo causa que el sintetizador haga una pausa o cambie la entonación de la voz.
hr: To je korisno kad govorna jedinica reagira na simbol pauzom ili povisivanjem modulacije glasa.
nl: Dit is nuttig alss het symbool de synthesizer even laat stoppen of als het de buiging van de stem verandert.
pt_br: Isso é útil quando o símbolo faz com que o sintetizador emita pausa ou altere a inflexão da voz.
ru: Это полезно, если символ должен вызывать паузу или изменение интонации речи.
ta: ஒரு குறியெழுத்து, ஒலிப்பானின் பேச்சைத் தாமதிக்கும், அல்லது குரலின் ஏற்ற இறக்கத்தை மாற்றியமைக்கும் தருணங்களில் இது பயன்படுகிறது.
zh_tw: 一個符號引發合成器產生朗讀停頓或語音的語調改變的效果相當有用，

source: For example, a comma causes the synthesizer to pause.
bg: Например, запетаята кара синтезатора да направи пауза.
de: Beispielsweise pausiert die Sprachausgabe nach einem Komma.
es: Por ejemplo, una coma causa que el sintetizador haga una pausa.
hr: Na primjer, zarez prouzrokuje pauzu kod govorne jedinice.
nl: Een komma, bij voorbeeld, zorgt ervoor dat er een kort pauzemoment is in de spraakuitvoer
pt_br: Por exemplo, uma vírgula provoca pausa no sintetizador.
ru: Например, запятая как правило заставляет синтезатор делать паузу.
ta: எடுத்துக்காட்டாக, உரையில் தோன்றும் ஒரு கால் புள்ளி, ஒலிப்பானின் பேச்சைத் தாமதிக்கிறது.
zh_tw: 例如一個逗點 (或逗號) 引發朗讀的停頓，

source: There are three options:
bg: Съществуват три възможности:
de: Dieses Konbinationsfeld enthält drei Optionen:
es: Hay tres opciones:
hr: Postoje tri mogućnosti:
nl: Er zijn drie opties:
pt_br: Existem 3 opções:
ru: Имеется три варианта для выбора:
ta: குறியெழுத்தினை ஒலிப்பானுக்கு அனுப்பி வைக்க, மூன்று விருப்பத் தேர்வுகள் உள்ளன:
zh_tw: 此選項有三個選擇：

source: never: Never send the actual symbol to the synthesizer.
bg: Никога: Реалният символ никога не се подава към синтезатора.
de: Niemals: Das Sonderzeichen wird niemals an die Sprachausgabe gesendet.
es: nunca: nunca envía el símbolo actual al sintetizador.
hr: Nikad: Nikad ne šalji trenutačni simbol govornoj jedinici.
nl: nooit: Nooit het eigenlijke symbool naar de synthesizer sturen.
pt_br: nunca: Nunca envia o real símbolo para o sintetizador.
ru: никогда: Никогда не передавать фактический символ на синтезатор.
ta: எப்பொழுதுமே இல்லை: உள்ளபடியான குறியெழுத்தினை ஒலிப்பானுக்கு எப்பொழுதுமே அனுப்பத் தேவையில்லை.
zh_tw: 永不：不將實際的符號送到合成器

source: always: Always send the actual symbol to the synthesizer.
bg: Винаги: Реалният символ винаги се подава към синтезатора.
de: Immer: Das Symbol wird immer an die Sprachausgabe gesendet.
es: siempre: envía siempre el símbolo actual al sintetizador.
hr: Uvijek: Uvijek pošalji simbol govornoj jedinici.
nl: altijd: Altijd het eigenlijke symbool naar de synthesizer sturen.
pt_br: sempre: Sempre envia o real símbolo para o sintetizador.
ru: всегда: Всегда передавать фактический символ на синтезатор.
ta: எப்பொழுதும்: உள்ளபடியான குறியெழுத்தினை ஒலிப்பானுக்கு எப்பொழுதும் அனுப்பவும்.
zh_tw: 總是：總是將實際的符號送到合成器

source: only below symbols' level: Send the actual symbol only if the configured speech symbol level is lower than the level set for this symbol.
bg: Само под нивото на изговаряне на символа: Реалният символ се подава към синтезатора само ако нивото на символите е по-малко от нивото, зададено за този символ.
de: Unterhalb der Symbolebene: Das Sonderzeichen wird nur an die Sprachausgabe gesendet, wenn die momentan eingestellte Symbolebene niedriger ist, als im Konbinationsfeld "Stufe" (siehe oben)
es: sólo bajo Nivel de los símbolos: Envía el símbolo actual sólo si el nivel de voz de símbolo configurado es más bajo que el nivel puesto por este símbolo.
hr: samo ispod razine simbola: Pošalji trenutačni simbol samo ako je podešena razina simbola niža od one postavljene za simbol.
nl: Alleen onder symboolniveau: Het eigenlijke symbool alleen sturen als het ingesteldespraaksymboolniveau lager is dan het voor dit symbool opgegeven niveau.
pt_br: somente abaixo do nível de símbolos: envia o real símbolo apenas se o grau configurado estiver abaixo do nível definido para esse símbolo.
ru: только если уровень пунктуации ниже уровня символа: Передавать фактический символ на синтезатор только если установленный уровень пунктуации ниже уровня самого символа.
ta: குறியெழுத்தின் நிலைக்குக் கீழ் மட்டும்: அமைவடிவமாக்கப்பட்டுள்ள பேச்சுக் குறியெழுத்தின் நிலை, இக்குறியெழுத்திற்கான நிலைக்குக் கீழ் இருந்தால் மட்டும், உள்ளபடியான குறியெழுத்தினை ஒலிப்பானுக்கு அனுப்பவும்.
zh_tw: 僅當低於符號等級：只有當變更讀出符號等級低於此符號設定的等級時才將實際的符號送到合成器。

source: For example, you might use this so that a symbol will have its replacement spoken at higher levels without pausing, while still being indicated with a pause at lower levels.
bg: Например, можете да използвате тази опция така, че заместителят на даден символ на по-високи нива да се изговаря без пауза, докато при по-ниски нива бива индикиран с пауза.
de: Beispielsweise kann ein Symbol bei einer höheren Stufe ohne Pausieren gesprochen werden, während die Sprachausgabe bei einer niedrigeren Stufe pausiert.
es: Por ejemplo, podrías utilizar esto tal que un símbolo tendrá su reemplazo verbalizado en niveles más altos sin pausar, mientras todavía esté indicado con una pausa en los niveles más bajos.
hr: Na primjer, mogli biste ovo koristiti da bi se simbol izgovarao na višim razinama bez pauza, a da istovremeno bude pauziran na nižim razinama.
nl: U kunt deze optie bij voorbeeld gebruiken om ervoor te zorgen dat een symbool wordt uitgesproken met de vervangende vorm voor de hogere niveaus zonder dat er pauzes optreden terwijl op de lagere niveaus steeds een pauze wordt aangegeven.
pt_br: Por exemplo, você pode usá-lo de modo que um símbolo tenha seu substituto falado em graus mais altos sem pausar, enquanto continua sendo indicado com uma pausa em graus mais baixos.
ru: Например, вы можете использовать этот вариант, чтобы на более высоких уровнях пунктуации, читалась замена символа без пауз, а на более низких, паузы присутствовали.
ta: எடுத்துக்காட்டாக, ஒரு குறியெழுத்து, அதன் மாற்றமர்வை உயர் நிலைகளில் ஒலிப்பானைத் தாமதிக்காமலும், கீழ் நிலைகளில் அதனைத் தாமதித்தும் பேச வைக்க இதைப் பயன்படுத்தலாம்.
zh_tw: 例如您可以使用這個功能，在較高等級時讀出符號的替代文字而不停頓，在較低等級時維持停頓效果。

source: You can add new symbols by pressing the Add button.
bg: Може да добавите нов символ като натиснете бутона Добави.
de: Um Symbole hinzuzufügen, benutzen Sie den Schalter "Hinzufügen".
es: Puedes añadir símbolos nuevos pulsando el botón Añadir.
hr: Možete dodati nove simbole pritišćući gumb dodaj.
nl: U kunt nieuwe symbolen toevoegen door op de knop toevoegen te drukken
pt_br: Você pode adicionar novos símbolos pressionando o botão Adicionar.
ru: Вы можете добавить новые символы, нажав кнопку "Добавить".
ta: 'கூட்டுக' பொத்தானை அழுத்துவதன் மூலம், புதிய குறியெழுத்துகளை தாங்கள் சேர்க்கலாம்.
zh_tw: 您可以按「新增」按鈕來新增一個符號，

source: In the dialog that appears, enter the symbol and press the OK button.
bg: В новопоявилия се диалог въведете новия символ и натиснете бутона Ok.
de: Geben Sie im erscheinenden Dialogfeld das Symbol ein und klicken Sie auf den Schalter "OK".
es: En el cuadro de diálogo que aparece, introduce el símbolo y pulsa el botón Aceptar.
hr: U dijaloškom okviru koji će se pojaviti, upišite simbol i pritisnite u redu.
nl: In het dialoogvenster dat verschijnt voert u het symbool in en vervolgens drukt u op de OK-knop.
pt_br: No diálogo que aparece, insira o símbolo e pressione o botão OK.
ru: В появившемся диалоге, введите символ и нажмите кнопку OK.
ta: தோன்றும் உரையாடல் பெட்டியில், சேர்க்கப்பட வேண்டிய குறியெழுத்தினை உள்ளிட்டு, 'சரி' பொத்தானை அழுத்தவும்.
zh_tw: 在顯示的對話框中輸入要新增的符號，接著按「確認」按鈕，

source: Then, change the fields for the new symbol as you would for other symbols.
bg: След това можете да промените полетата за новия символ по същия начин, по който бихте го направили за останалите символи.
de: Ändern Sie anschließend die anderen Optionen nach Ihren Wünschen, wie Sie es bei den anderen Symbolen machen würden.
es: Entonces, modifica los campos para el símbolo nuevo como lo harías para otros símbolos.
hr: Promijenite sva polja za novi simbol kao što bi ste učinili za druge simbole.
nl: Pas daarna de velden aan voor het nieuwe symbool zoals u dat voor andere symbolen zou doen.
pt_br: Em seguida, altere os campos para o novo símbolo como você faria para outros símbolos.
ru: Затем измените параметры нового символа, так же, как вы это делаете для других символов.
ta: பிறகு, மற்ற குறியெழுத்துகளுக்குச் செய்வது போல, புதிய குறியெழுத்தின் களத்தையும் மாற்றவும்.
zh_tw: 然後再比照先前其他的符號作業方式設定新符號的相關欄位。

source: You can remove a symbol you previously added by pressing the Remove button.
bg: Можете да премахнете символ, който преди това сте добавили, като натиснете бутона Премахни.
de: Über den Schalter "Entfernen" können Sie ein Symbol wieder löschen.
es: Puedes eliminar un símbolo que añadiste anteriormente pulsando el botón Eliminar.
hr: Možete ukloniti simbol kojeg ste prije dodali kad pritisnete gumb ukloni.
nl: U kunt een eerder ingevoerd symbool verwijderen door op de knop Verwijderen te drukken.
pt_br: Você pode remover um símbolo adicionado anteriormente pressionando o botão Remover.
ru: Вы можете удалить ранее добавленный символ, нажав кнопку "Удалить".
ta: தாங்கள் ஏற்கெனவே சேர்த்துள்ள குறியெழுத்தினை நீக்க, 'நீக்குக' பொத்தானை அழுத்தவும்.
zh_tw: 您也可以按「移除」按鈕以移除先前加入的符號。

source: When you are finished, press the OK button to save your changes or the Cancel button to discard them.
bg: Когато сте готови, натиснете бутона OK, за да запазите направените промени, или бутона Cancel - за да ги отхвърлите.
de: Wenn Sie die gewünschten Änderungen vorgenommen haben, bestätigen Sie die Änderungen mit "OK" oder verwerfen Sie diese mittels "Abbrechen".
es: Cuando termines, pulsa el botón Aceptar para guardar tus cambios o el botón Cancelar para descartarlos.
hr: Kad završite, pritisnite gumb u redu da biste spremili vaše promjene ili gumb odustani da bi ste ih poništili.
nl: Als u klaar bent, drukt u op Ok om de wijzigingen op te slaan of op Annuleren om deze niet door te voeren.
pt_br: Após finalizar, pressione ok para salvar as alterações ou cancelar caso queira descartá-las.
ru: Когда вы закончите, нажмите кнопку OK, чтобы сохранить сделанные изменения или "Отмена", чтобы выйти из диалога без сохранения.
ta: தாங்கள் மாற்றத்தை முடித்தவுடன், மாற்றங்களை சேமிக்க, 'சரி' பொத்தானை அழுத்தவும். மாற்றங்களை சேமிக்காமல் வெளியேற, 'விலக்குக' பொத்தானை அழுத்தவும்.
zh_tw: 當您完成編輯可按「確認」按鈕以儲存變更，或按「取消」按鈕不做任何變更。

source: In the case of complex symbols, the Replacement field may have to include some group references of the matched text. For instance, for a pattern matching a whole date, \1, \2, and \3 would need to appear in the field, to be replaced by the corresponding parts of the date.
bg: В случай на комплексни символи, полето за заместител може да се наложи да включва някои групови препратки на съответстващия текст. Например за шаблон, съвпадащ с цяла дата, полето ще трябва да съдържа \1, \2 и \3, за да бъдат заменени от съответните части на датата.
de: Bei komplexen Symbolen muss das Feld Ersetzen möglicherweise einige Gruppenreferenzen des übereinstimmenden Textes enthalten. Beispielsweise müssten für ein Muster, das mit einem ganzen Datum übereinstimmt, \ 1, \ 2 und \ 3 im Feld angezeigt werden, um durch die entsprechenden Teile des Datums ersetzt zu werden.
es: En el caso de símbolos complejos, el campo Reemplazar puede tener que incluir algunas referencias de grupo del texto coincidente. Por ejemplo, para un patrón que coincida con una fecha completa, \1, \2, y \3 tendría que aparecer en el campo, para ser reemplazado por las partes correspondientes de la fehcha.
hr: U slučaju kompleksnih simbola, polje zamjene bi trebalo sadržavati neke grupne reference teksta koji se poklapa. Na primjer, za uzorak koji se poklapa sa cijelim datumom, \1, \2, i \3 trebalo bi se pokazati u polju, te bi trebalo biti zamjeno sa određenim dijelovima datuma.
nl: In geval van complexe symbolen kan het nodig zijn in het veld 'Vervangen door' bepaalde samengestelde verwijzingen van de gematchte tekst op te nemen. Voor een patroon dat overeenkomt met een complete datum, bij voorbeeld, zou \1, \2, en \3 in het veld moeten komen te staan, om er voor te zorgen dat een juiste vervanging door de corresponderende delen van de datum plaats vindt.
pt_br: No caso de símbolos complexos, o campo Substituição pode ter que incluir algumas referências de grupo do texto correspondente. Por exemplo, para um padrão que corresponda a uma data inteira, \1, \2 e \3 precisariam aparecer no campo, para serem substituídos pelas partes correspondentes da data.
ru: В случае составных символов, поле "Замена" может содержать некоторые ссылки на группы сопоставленного текста. Например, для шаблона, соответствующего полной дате, в этом поле должны появиться \1, \2 и \3, которые будут заменены соответствующими частями даты.
ta: சிக்கலான குறியெழுத்துகளைப் பொறுத்தமட்டில், மாற்றமர்வுக் களம், ஒப்புநோக்கப்பட்ட உரையின் குழு மேற்கோள்களினை சேர்த்துக்கொள்ள வேண்டும். எடுத்துக்காட்டாக, ஒப்புநோக்கப்படவேண்டிய வடிவவிதம், ஒரு முழுத் தேதியாக இருக்கும்பட்சத்தில், மாற்றமர்வுக் களத்தில், \1, \2, மற்றும் \3 என்று தோன்ற வேண்டும். இப்படித் தோன்றினால் மட்டுமே, அவைகளுக்கேற்ற தேதியின் பகுதிகளால் மாற்றியமைக்கப்படும்.
zh_tw: 在復雜符號的情況下，替代文字欄位可能必須包含正規表達式比對文字的一些群組參照，

source: Normal backslashes in the Replacement field should thus be doubled, e.g. "a\\b" should be typed in order to get the "a\b" replacement.
bg: Поради тази причина, нормалните обратни наклонени черти в полето „Заместител“ трябва да бъдат удвоени (напр. трябва да се напише „a\\b“, за да се получи заместител „a\b“.
de: Normale Backslashes im Feld "Ersetzen" sollten daher verdoppelt werden, z. "a \\ b" sollte eingegeben werden, um den Ersatz "a \ b" zu erhalten.
es: Por lo tanto, las barras inversas normales en el campo Reemplazar deberían duplicarse, por ejemplo, "a\\b" debería escribirse para obtener el reemplazo "a\b".
hr: Obične obrnute kose crte trebale bi biti duplicirane, npr. "a\\b" treba biti upisano kako biste dobili "a\b" zamjenu.
nl: In het veld 'Vervangen door' moeten normale (enkelvoudige) backslashes derhalve worden verdubbeld,u moet bijv. "a\\b" typen om "a\b" als vervanging te krijgen.
pt_br: As barras invertidas normais no campo Substituição devem, portanto, ser duplicadas, por exemplo "a\\b" deve ser digitado para obter a substituição "a\b".
ru: При этом обычные обратные косые черты в поле "Замена" должны быть удвоены. Например, для сопоставления с шаблоном "a\b" следует ввести "a\\b".
ta: இதன்படி, மாற்றமர்வுக் களத்தில் தோன்றும் பின்சாய்வுக் குறிகள், இரட்டிப்பாக்கப்பட வேண்டும். எடுத்துக்காட்டாக, "a\b" என்கிற மாற்றமர்வைப் பெற, "a\\b" என்று தட்டச்சிட வேண்டும்.
zh_tw: 例如對於完整日期的模式比對，\1、\2、\3 需要出現在替代文字欄位用以表示對應的年月日，因此替代文字欄位中若要將反斜線作為一般反斜線使用則需要以兩個反斜線來表示，例如應輸入「a\\b」以表示「a\b」。

source: Input Gestures
bg: Жестове на въвеждане
de: Die Tastenbefehle
es: Gestos de Entrada
hr: Ulazne geste
nl: Invoerhandelingen
pt_br: Definir Comandos — Gestos de Entrada
ru: Жесты ввода
ta: உள்ளீட்டுச் சைகைகள்
zh_tw: 輸入手勢

source: In this dialog, you can customize the input gestures (keys on the keyboard, buttons on a braille display, etc.) for NVDA commands.
bg: В този диалог можете да променяте жестовете на въвеждане (клавиши от клавиатурата, бутони на брайловия дисплей и т.н.), отнасящи се до команди на NVDA.
de: In diesem Dialogfeld können Sie Tastenbefehle (Tastenkombinationen, Tasten an einer Braillezeile, Aktionen auf einem Touchscreen) an NVDA-Funktionen zuweisen.
es: En este diálogo, puedes personalizar los gestos de entrada (teclas en el teclado, botones en la pantalla braille, etc.) para órdenes de NVDA.
hr: U ovom dijaloškom okviru Možete prilagođavati ulazne geste: (Tipke na tipkovnici, tipke na brajičnom retku itd.) kao NVDA prečace.
nl: In dit dialoogvenster kunt u toetsen voor invoerhandelingen op het toetsenbord, knoppen op de brailleleesregel, etc. instellen voor het uitvoeren van NVDA commando's.
pt_br: Neste diálogo, é possível personalizar os comandos — gestos de entrada — (teclas do teclado, botões da linha braille, etc.) para comandos do NVDA.
ru: В этом диалоге вы можете настроить для команд NVDA жесты ввода (клавиши на клавиатуре, кнопки на брайлевском дисплее и т. д.).
ta: என்விடிஏ கட்டளைகளில் பயன்படுத்தப்படும் விசைப்பலகை உள்ளீடுகள், பிரெயில் காட்சியமைவின் பொத்தான்கள் போன்றவைகளை இவ்வுரையாடல் பெட்டியில் தனிப்பயனாக்கலாம்.
zh_tw: 在此對話框中您可以自訂 NVDA 指令的輸入手勢 (鍵盤上的按鍵、點顯器上的按鈕等)。

source: Only commands that are applicable immediately before the dialog is opened are shown.
bg: В този диалог се показват само команди, които са били приложими непосредствено преди неговото извикване.
de: Es werden nur unmittelbar Befehle angezeigt, die zugewiesen werden können.
es: Sólo se muestran las órdenes que se apliquen inmediatamente antes de que el diálogo se abra.
hr: Naredbe koje se mogu promjeniti su one za čiju je promjenu otvorena aplikacija koja ih koristi.
nl: Alleen commando's die toepasbaar zijn vlak voordat u het dialoogvenster opent, worden getoond.
pt_br: Somente comandos que são aplicáveis imediatamente antes do diálogo ser aberto serão mostrados.
ru: Перед открытием этого диалога показываются только те команды, которые непосредственно используются.
ta: உரையாடல் பெட்டித் தோன்றுவதற்கு உடனடியாக முன்னிருந்த நிலைக்குப் பொருத்தமான கட்டளைகள் மட்டுமே காண்பிக்கப்படும்.
zh_tw: 對話框開啟後僅有那些當下情境適用的指令才會顯示，
