Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: None |`--no-logging` |Disable logging altogether while using NVDA. This setting can be overridden if a log level (`--loglevel`, `-l`) is specified from command line or if debug logging is turned on.
bg: Няма |`--no-logging` |Напълно забранява протоколирането при използване на NVDA. Тази настройка може да бъде презаписана, ако от командния ред е зададено ниво на протоколиране ( `--loglevel`, `-l`) или ако е включено протоколирането за отстраняване на грешки.
de: Keine |`--no-logging` |Deaktivieren Sie die Protokollierung vollständig, während Sie NVDA verwenden. Diese Einstellung kann überschrieben werden, wenn eine Protokollierungsstufe (`--loglevel`, `-l`) von der Kommandozeile aus angegeben wird oder wenn die Debug-Protokollierung eingeschaltet ist.
es: Ninguna |`--no-logging` |Deshabilita el registro durante el uso de NVDA. Esta opción puede anularse si se especifica un nivel de registro ( `--loglevel`, `-l`) desde la línea de órdenes o si el registro de depuración está activado.
hr: nema |`--no-logging` |Potpuno isključuje vođenje zapisnika. Ova postavka može biti nadpisana ako razina loga ( `--loglevel`, `-l`) je specificiran iz naredbenog retka, ili je uključeno vođenje zapisnika.
nl: Geen |`--no-logging` |loggen volledig uitschakelen terwijl NVDA in gebruik is. Deze instelling kan onderdrukt worden als een logniveau (`--loglevel`, `-l`) wordt gespecifieerd vanuit commandoregel of als debug-loggen wordt ingeschakeld.
pt_br: Nenhuma |`--no-logging` |Desabilita completamente o registro — log — enquanto estiver usando o NVDA. Essa configuração pode ser substituída se um nível de log (`--loglevel`, `-l`) for especificado na linha de comando ou se o log de depuração estiver ativado.
ru: Нет |`--no-logging` |Отключить ведение журнала NVDA. Этот параметр может быть переопределён, если уровень журналирования ( `--loglevel`, `-l`) задан из командной строки, или если включено отладочное журналирование.
ta: None |`--no-logging` |என்விடிஏவைப் பயன்படுத்தும்பொழுது, செயற்குறிப்பேட்டில் பதிவிடுவதை முழுதாக முடக்குக. கட்டளை வரியில் ( `--loglevel`, `-l` ) பதிவு நிலையைக் குறிப்பிடுவது, அல்லது செயற்குறிப்பேட்டில் வழுநீக்கப் பதிவினைச் செயற்படுத்துவதன் மூலம், இவ்வமைப்பை அழித்தெழுதலாம்.
zh_tw: 無 |`--no-logging` |在使用 NVDA 時完全停用記錄功能。如果從命令列指定了事件記錄等級 ( --loglevel, -l) 或者偵錯事件記錄為開啟，本設定將被覆寫掉。

source: None |`--no-sr-flag` |Don't change the global system screen reader flag
bg: Няма |`--no-sr-flag` |Глобалният флаг за екранен четец няма да бъде променян
de: Keine |`--no-sr-flag` |Keine Mitteilung in Windows über einen installierten Screenreader
es: Ninguna |`--no-sr-flag` |No cambia la bandera global de sistema del lector de pantalla
hr: nema |`--no-sr-flag` |Ne mijenjaj glavnu zastavicu čitača ekrana u sustavu
nl: Geen |`--no-sr-flag` |Verander de systeem-brede vlag voor de schermlezer niet.
pt_br: Nenhuma |`--no-sr-flag` |Não altere o sinalizador — flag — de leitor de tela global do sistema
ru: Нет |`--no-sr-flag` |Не изменять глобальный флаг системы чтецов экрана
ta: None |`--no-sr-flag` |திரைநவிலியின் முழுதளாவிய கட்டமைப்புக் குறியீட்டை மாற்றாதிருக்கவும்
zh_tw: 無 |`--no-sr-flag` |不改變系統螢幕助讀程式旗標

source: None |`--install` |Installs NVDA (starting the newly installed copy)
bg: Няма |`--install` |Инсталира NVDA (стартирайки новоинсталираното копие)
de: Keine |`--install` |Installiert NVDA ohne Ausgabe von Rückmeldungen und startet die neu installierte Version.
es: Ninguna |`--install` |Se instala NVDA iniciando la nueva copia instalada
hr: nema |`--install` |Instalira NVDA, pritom pokrečući novoinstaliranu kopiju
nl: Geen |`--install` |Installeert NVDA (de zojuist geïnstalleerde kopie wordt gestart)
pt_br: Nenhuma |`--install` |Instala o NVDA (iniciando a cópia recém-instalada)
ru: Нет |`--install` |Установка NVDA (запускает NVDA после установки)
ta: None |`--install` |என்விடிஏவை நிறுவுகிறது (புதிதாக நிறுவப்பட்டிருக்கும் படியை இயக்குகிறது)
zh_tw: 無 |`--install` |安裝 NVDA (啟動新安裝的版本)

source: None |`--install-silent` |Silently installs NVDA (does not start the newly installed copy)
bg: Няма |`--install-silent` |Тиха инсталация на NVDA (без да стартира новоинсталираното копие)
de: Keine |`--install-silent` |Installiert NVDA ohne Ausgabe von Rückmeldungen, startet die Version aber nicht.
es: Ninguna |`--install-silent` |Instala en silencio NVDA (No inicia la nueva copia instalada)
hr: nema |`--install-silent` |Tiho instalira NVDA (ne pokreće novu instaliranu kopiju)
nl: Geen |`--install-silent` |Silently stille installatie van NVDA (de zojuist geïnstalleerde kopie wordt niet gestart)
pt_br: Nenhuma |`--install-silent` |Instala silenciosamente o NVDA (não inicia a cópia recém-instalada)
ru: Нет |`--install-silent` |Установка NVDA в тихом режиме (не запускает NVDA после установки)
ta: None |`--install-silent` |அமைதியாக என்விடிஏவை நிறுவுகிறது (புதிதாக நிறுவப்பட்டிருக்கும் படியை இயக்குவதில்லை)
zh_tw: 無 |`--install-silent` |自動安裝 NVDA (不啟動新安裝的版本)

source: None |`--enable-start-on-logon=True|False` |When installing, enable NVDA's [Use NVDA during Windows sign-in](#StartAtWindowsLogon)
bg: Няма |`--enable-start-on-logon=True|False` |Включване по време на инсталирането на опцията на NVDA за [използване в екрана за вписване в Windows](#StartAtWindowsLogon)
de: Keine |`--enable-start-on-logon=True|False` |Aktivieren Sie bei der Installation [NVDA bei der Windows-Anmeldung starten](#StartAtWindowsLogon).
es: Ninguna |`--enable-start-on-logon=True|False` |Al instalar, habilita [arrancar en la pantalla de inicio](#StartAtWindowsLogon) de NVDA
hr: nema |`--enable-start-on-logon=True|False` |Tijekom instaliranja, aktivirajte [opciju pokretanja NVDA čitača na ekranu za prijavu](#StartAtWindowsLogon)
nl: Geen |`--enable-start-on-logon=True|False` |Bij het installeren NVDA [ gebruiken voor aanmelding bij Windows](#StartAtWindowsLogon)
pt_br: Nenhuma |`--enable-start-on-logon=True|False` |Ao instalar, habilita [Usar NVDA nas credenciais do Windows](#StartAtWindowsLogon) do NVDA
ru: Нет |`--enable-start-on-logon=True|False` |Включить при установке [использование NVDA на экране входа в систему](#StartAtWindowsLogon)
ta: None |`--enable-start-on-logon=True|False` |நிறுவும்பொழுது, [புகுபதியும்பொழுது என்விடிஏவைப் பயன்படுத்துவதை](#StartAtWindowsLogon) முடுக்குக
zh_tw: 無 |`--enable-start-on-logon=True|False` |安裝時啟用[在登入畫面使用 NVDA](#StartAtWindowsLogon)

source: None |`--copy-portable-config` |When installing, copy the portable configuration from the provided path (`--config-path`, `-c`) to the current user account
bg: Няма |`--copy-portable-config` |При инсталиране, да се копират настройките на преносимото копие от указания път (`--config-path`, `-c`) в акаунта на текущия потребител
de: Keine |`--copy-portable-config` |Kopieren Sie bei der Installation die portable Konfiguration vom angegebenen Pfad (`--config-path`, `-c`) im aktuellen Benutzerkonto
es: Ninguna |`--copy-portable-config` |Al instalar, copia la configuración portable desde la ruta proporcionada (`--config-path`, `-c`) a la actual cuenta de usuario
hr: Nema |`copy-portable-config` |Prilikom instalacije, kopira se prijenosna kopija sa zadane lokacije (`config-path`, `-c`) u trenutnu korisničku mapu
nl: Geen |`--copy-portable-config` | Bij het installeren de portable configuratie vanaf het aangeboden pad (`--config-path`, `-c`) naar huidige gebruikersaccount kopiëren
pt_br: Nenhuma |`--copy-portable-config` |Ao instalar, copia a configuração portátil do caminho fornecido (`--config-path`, `-c`) para a conta de usuário atual
ru: Нет |`copy-portable-config` |При установке, скопировать конфигурацию переносной копии из указанного пути (`--config-path`, `-c`) в учётную запись текущего пользователя
ta: None |`--copy-portable-config` |என்விடிஏவை நிறுவும்பொழுது, கொடுக்கப்பட்டிருக்கும் வழிதடத்திலிருந்து ( `--config-path`, `-c` ) கொண்டுசெல்லத்தக்க அமைவடிவத்தை தற்போதைய பயனர் கணக்கில் படியெடுக்கிறது
zh_tw: 無 |`--copy-portable-config` |安裝時將指定路徑下的可攜式版組態 (config-path, -c) 複製到目前的使用者帳戶中

source: None |`--create-portable` |Creates a portable copy of NVDA (and starts the new copy). Requires `--portable-path` to be specified
bg: Няма |`--create-portable` |Създава преносимо копие на NVDA (новосъздаденото копие бива стартирано). Изисква да бъде указан `--portable-path`
de: Keine |`--create-portable` |Erstellt eine portable Version (und startet die neue Version). Erfordert die Angabe von `--portable-path`
es: Ninguna |`--create-portable` |Crea una copia portable de NVDA (e inicia la copia nueva). Requiere que se especifique `--portable-path`
hr: Nema |`--create-portable` |Stvara prijenosnu kopiju NVDA i pokreće ju. Zahtijeva definiran `--portable-path`
nl: Geen |`--Create-portable` |Draagbare kopie van NVDA wordt aangemaakt (waarbij de aangemaakte kopie vervolgens opstart). Het pad `--portable-path` voor de draagbare kopie dient te worden opgegeven
pt_br: Nenhuma |`--create-portable` |Cria uma cópia portátil do NVDA (e inicia a nova cópia). Requer `--portable-path` a ser especificado
ru: Нет |`--create-portable` |Создание переносной копии NVDA с её последующим автоматическим запуском. Требует указания параметра `--portable-path`
ta: None |`--create-portable` |என்விடிஏவின் கொண்டுசெல்லத்தக்கப் படியை உருவாக்குகிறது (புதிதாக உருவாக்கப்பட்டுள்ளப் படியை இயக்குகிறது). கொண்டுசெல்லத்தக்கப் படி உருவாக்கப்படவேண்டிய தடத்தைக் ( `--portable-path` ) குறிப்பிடவேண்டிய தேவை உள்ளது
zh_tw: 無 |`--create-portable` |建立 NVDA 可攜式版 (啟動新建立的版本)。需要指定 --portable-path

source: None |`--create-portable-silent` |Creates a portable copy of NVDA (without starting the new copy). Requires `--portable-path` to be specified. This option suppresses warnings when writing to non-empty directories and may overwrite files without warning.
bg: Няма |`--create-portable-silent` |Създава преносимо копие на NVDA (новосъздаденото копие не бива стартирано). Изисква да бъде указан `--portable-path`. Тази опция изключва предупрежденията при запис в непразни директории и може да презапише файлове без предупреждение.
de: Keine |`--create-portable-silent` |Erstellt eine portable Version (ohne die neue Version zu starten). Erfordert die Angabe von `--portable-path`. Diese Option unterdrückt Warnungen beim Schreiben in nicht leere Verzeichnisse und kann Dateien ohne Warnung überschreiben.
es: `None` |`--create-portable-silent` |Crea una copia portable de NVDA (sin iniciar la nueva copia). Requiere expecificarse --portable-path. Esta opción suprime las advertencias al escribir en directorios no vacíos y puede sobreescribir ficheros sin avisar.
hr: Nema |`--create-portable-silent` |Stvara prijenosnu kopiju NVDA (bez njenog pokretanja. Zahijeva definiran `--portable-path`. Ova opcija utišava upozorenja prilikom pisanja datoteka u pune mape te može nadpisati datoteke bez upozorenja.
nl: Geen |`--Create-portable-silent` |Draagbare kopie van NVDA wordt aangemaakt (waarbij aangemaakte kopie vervolgens niet opstart). Vereist is dat `--portable-path` wordt gespecifieerd. Hiermee worden waarschuwingen onderdrukt bij schrijven niet-lege mappen en kan bestanden overschrijven zonder waarschuwen.
pt_br: Nenhuma |`--create-portable-silent` |Cria uma cópia portátil do NVDA (sem iniciar a nova cópia). Requer `--portable-path` a ser especificado. Essa opção suprime avisos ao gravar em diretórios não vazios e pode sobrescrever arquivos sem aviso.
ru: Нет |`--create-portable-silent` |Создание переносной копии NVDA без её последующего автоматического запуска. Требует указания параметра `--portable-path`. Этот параметр отключает предупреждения при записи в непустые каталоги и может привести к перезаписи файлов без предупреждения.
ta: None |`--create-portable-silent` |என்விடிஏவின் கொண்டுசெல்லத்தக்கப் படியை உருவாக்குகிறது (புதிதாக உருவாக்கப்பட்டுள்ளப் படியை இயக்குவதில்லை). கொண்டுசெல்லத்தக்கப் படி உருவாக்கப்படவேண்டிய தடத்தைக் ( `--portable-path` ) குறிப்பிடவேண்டிய தேவை உள்ளது. வெறுமையாக இல்லாத அடைவினுள் படியெடுக்கும்பொழுது இவ்விருப்பத் தேர்வு எச்சரிப்பதில்லை என்பதால், அதனுள் இருக்கும் கோப்புகளை அழித்துவிட்டு புதிய கோப்புகளை எழுதும் அபாயம் உள்ளது.
zh_tw: 無 |`--create-portable-silent` |建立 NVDA 可攜式版 (不啟動新建立的版本)。需要指定 --portable-path

source: None |`--portable-path=PORTABLEPATH` |The path where a portable copy will be created
bg: Няма |`--portable-path=ДиректорияЗаПреносимотоКопие` |Директорията, в която ще бъде създадено преносимото копие
de: Keine |`--portable-path=Ordner` |Gibt den Ordner an, in dem die portable Version erstellt werden soll
es: Ninguna |`--portable-path=PORTABLEPATH` |La ruta donde se creará una copia portable
hr: nema |`--portable-path=PORTABLEPATH` |Putanja za stvorenu prijenosnu kopiju
nl: Geen |`--portable-path=PORTABLEPATH` |Het pad waar een draagbare kopie wordt aangemaakt.
pt_br: Nenhuma |`--portable-path=CAMINHOPARAPORTÁTIL` |O caminho em que uma cópia portátil será criada
ru: Нет |`--portable-path=PORTABLEPATH` |Путь, по которому будет создана переносная копия NVDA
ta: None |`--portable-path=PORTABLEPATH` |கொண்டுசெல்லத்தக்கப் படி உருவாக்கப்படும் தடம்
zh_tw: 無 |`--portable-path=PORTABLEPATH` |將建立可攜式版的路徑

source: System Wide Parameters
bg: Параметри на системно ниво
de: Systemweite Parameter
es: Parámetros del Sistema
hr: Cijelosustavski parametri
nl: Systeem-brede Parameters
pt_br: Parâmetros do Sistema
ru: Общесистемные параметры
ta: கணினி முழுதளாவிய அளவுருக்கள்
zh_tw: 全系統參數

source: NVDA allows some values to be set in the system registry which alter the system wide behaviour of NVDA.
bg: NVDA позволява да се задават някои стойности в системния регистър, които променят поведението на NVDA на системно ниво.
de: Sie können einige Werte in der Registrierungs-Datenbank von Windows verwenden, um das Verhalten von NVDA zu beeinflussen.
es: NVDA permite configurar algunos valores en el registro del sistema que alteran el comportamiento de todo el sistema de NVDA.
hr: NVDA omogućuje izmjenu nekih postavki u registru sustava, čime se mijenja ponašanje NVDA čitača u tom sustavu.
nl: U kunt voor NVDA enkele waarden in het systeemregister instellen die systeem-breed het gedrag van NVDA beïnvloeden.
pt_br: O NVDA permite que alguns valores sejam definidos no registro do sistema, o que altera o comportamento do NVDA em todo o sistema.
ru: NVDA позволяет устанавливать некоторые параметры в реестре Windows, которые глобально изменяют поведение программы во всей системе.
ta: கணினியில் என்விடிஏவின் முழுதளாவியச் செயல்பாடுகளை மாற்றியமைக்கும் சில மதிப்புகளை கணினிப் பதிவேட்டில் அமைக்க என்விடிஏ அனுமதிக்கிறது.
zh_tw: NVDA 允許在 Windows 系統登錄檔設定一些數值，這些數值會改變 NVDA 全系統的行為，

source: These values are stored in the registry under one of the following keys:
bg: Тези стойности се съхраняват в системния регистър под един от следните ключове:
de: Diese Werte werden unter einem der folgenden Schlüssel gespeichert:
es: Estos valores se almacenan en el registro del sistema bajo una de las siguientes claves:
hr: Te su vrijednosti spremljene u registru pod sljedećim ključevima:
nl: Deze waarden worden in het register onder een van de volgende sleutels opgeslagen:
pt_br: Esses valores são armazenados no registro em uma das seguintes chaves:
ru: Эти параметры хранятся в реестре в одном из следующих разделов:
ta: இம்மதிப்புகள், பதிவேட்டில் இருக்கும் பின்வரும் பதிவுக்குறிகளில் ஏதேனும் ஒன்றில் சேமிக்கப்படுகின்றன:
zh_tw: 這些數值儲存在登錄檔的下列其中一個機碼底下：

source: 32-bit system: `HKEY_LOCAL_MACHINE\SOFTWARE\nvda`
bg: На 32-битова система: `HKEY_LOCAL_MACHINE\SOFTWARE\nvda`
de: Für 32-Bit-Systeme: `HKEY_LOCAL_MACHINE\SOFTWARE\NVDA`
es: Sistema de 32 bits: `HKEY_LOCAL_MACHINE\SOFTWARE\nvda`
hr: 32-bitni sustav: `"HKEY_LOCAL_MACHINE\SOFTWARE\nvda"`
nl: 32-bit systeem: `HKEY_LOCAL_MACHINE\SOFTWARE\nvda`
pt_br: Sistema 32-bit: `HKEY_LOCAL_MACHINE\SOFTWARE\nvda`
ru: 32-х разрядная система: `HKEY_LOCAL_MACHINE\\SOFTWARE\\nvda`
ta: 32-நுண்மி கணினி: `HKEY_LOCAL_MACHINE\SOFTWARE\nvda`
zh_tw: 32 位元系統： `HKEY_LOCAL_MACHINE\SOFTWARE\nvda`

source: 64-bit system: `HKEY_LOCAL_MACHINE\SOFTWARE\WOW6432Node\nvda`
bg: На 64-битова система: `HKEY_LOCAL_MACHINE\SOFTWARE\WOW6432Node\nvda`
de: Für 64-Bit-Systeme: `HKEY_LOCAL_MACHINE\SOFTWARE\WOW6432Node\NVDA`
es: Sistema de 64 bits: `HKEY_LOCAL_MACHINE\SOFTWARE\WOW6432Node\nvda`
hr: 64-bitni sustav: `"HKEY_LOCAL_MACHINE\SOFTWARE\WOW6432Node\nvda"`
nl: 64-bit systeem: `HKEY_LOCAL_MACHINE\SOFTWARE\WOW6432Node\nvda`
pt_br: Sistema 64-bit: `HKEY_LOCAL_MACHINE\SOFTWARE\WOW6432Node\nvda`
ru: 64-х разрядная система: `HKEY_LOCAL_MACHINE\\SOFTWARE\\WOW6432Node\\nvda`
ta: 64-நுண்மி கணினி: `HKEY_LOCAL_MACHINE\SOFTWARE\WOW6432Node\nvda`
zh_tw: 64 位元系統： `HKEY_LOCAL_MACHINE\SOFTWARE\WOW6432Node\nvda`

source: The following values can be set under this registry key:
bg: Следните стойности могат да бъдат зададени под този ключ на системния регистър:
de: Die folgenden Werte können geändert werden:
es: Los siguientes valores pueden configurarse bajo estas claves del registro:
hr: Sljedeće vrijednosti se mogu postaviti pod ovim ključem:
nl: De volgende waarden kunnen onder deze registersleutel worden ingesteld:
pt_br: Os seguintes valores podem ser definidos sob essa chave do Registro:
ru: В этом разделе реестра могут быть установлены следующие параметры:
ta: இப்பதிவுக்குறியின் கீழ் பின்வரும் மதிப்புகளை அமைக்கலாம்:
zh_tw: 可以在此登錄機碼底下設定以下的數值：

source: Name |Type |Possible values |Description
bg: Име |Тип |Възможни стойности |Описание
de: Name |Typ |Mögliche Werte |Beschreibung
es: Nombre |Tipo |Valores Posibles |Descripción
hr: Naziv |Vrijednost |Moguće vrijednosti |Opis
nl: Naam |Type |Mogelijke waarden |Beschrijving
pt_br: Nome |Tipo |Valores possíveis |Descrição
ru: Имя |Тип |Возможные значения |Описание
ta: பெயர் |வகை |இயலும் மதிப்புகள் |விளக்கம்
zh_tw: 名稱 |類型 |可能數值 |說明

source: `configInLocalAppData` |DWORD |0 (default) to disable, 1 to enable |If enabled, stores the NVDA user configuration in the local application data instead of the roaming application data
bg: `configInLocalAppData` |DWORD |0 (по подразбиране) за забраняване, 1 за разрешаване |Ако е разрешено, запазва потребителските настройки на NVDA в папката Local в AppData, вместо в папката Roaming в AppData
de: `configInLocalAppData` |DWORD |0 (Standard) zum Deaktivieren, 1 zum Aktivieren |Wenn aktiviert, wird die Benutzerkonfiguration von NVDA in den lokalen Anwendungsdaten statt in den Roaming-Anwendungsdaten gespeichert
es: `configInLocalAppData` |DWORD |0 (predeterminado) para deshabilitado, 1 para habilitado |Si está habilitado, almacena la configuración de usuario de NVDA en la carpeta local de datos de aplicación en lugar de la roaming application data
hr: `configInLocalAppData` |DWORD |0 (Podrazumevano) da onemogućite, 1 da omogućite |Ako je omogućeno, Čuva NVDA podešavanja u lokalnim podacima aplikacija umesto roming podataka
nl: `configInLocalAppData` |DWORD |0 (standaard) om uit te schakelen, 1 om in te schakelen |Indien ingeschakeld, wordt de NVDA gebruikersconfiguratie in de lokale application data opgeslagen in plaats van de roaming application data
pt_br: `configInLocalAppData` |DWORD |0 (padrão) para desabilitar, 1 para habilitar |Se habilitado, armazena a configuração do usuário do NVDA em local dos dados de aplicativos, em vez de roaming dos dados de aplicativos
ru: `configInLocalAppData` |DWORD |0 (по умолчанию) для отключения, 1 для включения |Если включено, то пользовательская конфигурация NVDA сохраняется в каталоге AppData\Local текущего пользователя вместо AppData\Roaming
ta: `configInLocalAppData` |DWORD |முடக்க 0 (இயல்பிருப்பு), முடுக்க 1 |முடுக்கினால், என்விடிஏ பயனர் அமைவடிவத்தை ரோமிங் அப்ளிகேஷன் டேட்டாவில் சேமிக்காமல், லோக்கல் அப்ளிகேஷன் டேட்டாவில் சேமிக்கிறது
zh_tw: `configInLocalAppData` |DWORD |0 (預設) 停用，1 啟用 |若啟用，NVDA 使用者組態將儲存於本機 application data 資料夾，而非使用者 application data 資料夾下的 roaming 資料夾。

source: `serviceDebug` |DWORD |0 (default) to disable, 1 to enable |If enabled, disables [Secure Mode](#SecureMode) on [secure screens](#SecureScreens). Due to several major security implications, the use of this option is strongly discouraged
bg: `serviceDebug` |DWORD |0 (по подразбиране) за забраняване, 1 за разрешаване |Ако е разрешено, забранява [защитения режим](#SecureMode) в [защитените екрани](#SecureScreens). Поради няколко сериозни риска за сигурността, използването на тази опция е силно непрепоръчително.
de: `serviceDebug` |DWORD |0 (Standard) zum Deaktivieren, 1 zum Aktivieren |Wenn aktiviert, wird der [Geschützte Modus](#SecureMode) auf [geschützte Sicherheitsmeldungen](#SecureScreens) deaktiviert. Auf Grund mehrerer wichtiger Sicherheitsaspekte wird von der Verwendung dieser Option dringend abgeraten
es: `serviceDebug` |DWORD |0 (predeterminado) para deshabilitar, 1 para habilitar |Si se habilita, deshabilita el [Modo Seguro](#SecureMode) en las [pantallas seguras](#SecureScreens) de windows, permitiendo la utilización de la consola de Python y del visualizador del Registro. Debido a varias implicaciones importantes de seguridad, la utilización de esta opción está altamente desaconsejada
hr: `serviceDebug` |DWORD |0 (podrazumevano) da onemogućite, 1 da omogućite |Ako je omogućen, biće onemogućen [bezbedan način rada](#SecureMode) na [bezbednim ekranima](#SecureScreens). Zbog nekoliko ogromnih bezbednosnih rizika, korišćenje ove opcije se ne preporučuje
nl: `serviceDebug` |DWORD |0 (standaard) om uit te schakelen, 1 om in te schakelen |Indien ingeschakeld, wordt [Veilige Modus](#SecureMode) mbt [beveilige schermen](#SecureScreens) buiten werking gesteld. Aangezien dit een aantal belangrijke veiligheidsrisico's met zich meebrent,wordt gebruik van deze optie ten zeerste afgeraden
pt_br: `serviceDebug` |DWORD |0 (padrão) para desabilitar, 1 para habilitar |Se habilitado, desabilita o [Modo Seguro](#SecureMode) em [telas seguras](#SecureScreens). Devido a várias implicações importantes de segurança, o uso desta opção é fortemente desencorajado
ru: `serviceDebug` |DWORD |0 (по умолчанию) для отключения, 1 для включения |Если включено, отключает [безопасный режим](#SecureMode) на [защищённых экранах](#SecureScreens). Из-за нескольких серьёзных последствий для безопасности, использование этого параметра настоятельно не рекомендуется
ta: `serviceDebug` |DWORD |முடக்க 0 (இயல்பிருப்பு), முடுக்க 1 |முடுக்கினால், [பாதுகாப்பானத் திரைகளில்](#SecureScreens) [பாதுகாப்பான பயன்முறையை](#SecureMode) முடக்குகிறது. இதில் பல பெரும் பாதுகாப்புச் சிக்கல்கள் இருப்பதால், இவ்விருப்பத் தேர்வின் பயன்பாடு ஊக்குவிக்கப்படுவதில்லை.
zh_tw: `serviceDebug` |DWORD |0 (預設) 停用，1 啟用 |若啟用，在[安全畫面](#SecureScreens)停用[安全模式](#SecureMode)。由於若干重大的安全性問題，強烈建議不使用此選項。
