Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Scroll braille display back |left
bg: Превъртане на брайловия дисплей назад |left
de: Auf der Braillezeile rückwärts navigieren |Links
es: Desplazar pantalla braille atrás |izquierda
hr: Kliži po brajičnom retku natrag |lijevo
nl: Brailleregel terugscrollen |links
pt_br: Rolar linha braille para trás |esquerda
ru: Прокрутка брайлевского дисплея назад |left
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டுக |left

source: Scroll braille display forward |right
bg: Превъртане на брайловия дисплей напред |right
de: Auf der Braillezeile vorwärts navigieren |Rechts
es: Desplazar pantalla braille adelante |derecha
hr: Kliži po brajičnom retku naprijed |desno
nl: Brailleregel vooruitscrollen |rechts
pt_br: Rolar linha braille para frente |direita
ru: Прокрутка брайлевского дисплея вперёд |right
ta: பிரெயில் காட்சியமைவை முன்னுருட்டுக |right

source: Move braille display to previous line |up
bg: Придвижване до предишен ред |up
de: Auf der Braillezeile zur vorherigen Zeile navigieren |Auf
es: Mover pantalla braille a la línea anterior |arriba
hr: Premjesti brajični redak na prethodni redak |gore
nl: Brailleregel naar vorige regel verplaatsen |omhoog
pt_br: Mover linha braille para a linha anterior |cima
ru: Перемещение брайлевского дисплея к предыдущей строке |up
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்துக |up

source: Move braille display to next line |dn
bg: Придвижване до следващ ред |dn
de: Auf der Braillezeile zur nächsten Zeile navigieren |Ab
es: Mover pantalla braille a la línea siguiente |dn
hr: Premjesti brajični redak na sljedeći redak |dolje
nl: Brailleregel naar volgende regel verplaatsen |omlaag
pt_br: Mover linha braille para a linha seguinte |baixo
ru: Перемещение брайлевского дисплея к следующей строке |dn
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்துக |dn

source: Route to braille cell |routing
bg: Преместване на брайлова клетка |преместване
de: Cursor zum aktuellen Braille-Modul ziehen |Routing-Taste
es: Ir a la celda braille |sensores
hr: Premjesti se na brajičnu ćeliju |routing
nl: Cursor naar Braillecel verplaatsen |Routing
pt_br: Guiar para a cela braille |sensor
ru: Перемещение к брайлевской клетке |routing
ta: பிரெயில் கள‍த்திற்கு வழியமைத்திடுக |routing

source: Report current character in review |l1
bg: Докладване на текущия знак в прегледа |l1
de: Zeichen unter dem Cursor vorlesen |L1
es: Anunciar carácter actual en revisión |l1
hr: Izvijesti o trenutačni znak u pregledu |l1
nl: Teken onder cursor voorlezen |l1
pt_br: Anunciar o caractere atual em exploração |l1
ru: Читать текущий символ в режиме текстового просмотра |l1
ta: சீராய்வில் இருக்கும் தற்போதைய எழுத்தினை அறிவித்திடுக |l1

source: Activate current navigator object |l2
bg: Активиране на текущия навигационен обект |l2
de: Führt die Standardaktion aus |L2
es: Activar actual navegador de objetos |l2
hr: Aktiviraj trenutačni navigacijski objekt |l2
nl: Huidige navigatorobject activeren |l2
pt_br: Ativar o objeto de navegação atual |l2
ru: Активировать текущий объект навигатора |l2
ta: தற்போதைய வழிசெலுத்திப் பொருளை இயக்குக |l2

source: Toggle braille tethered to |r2
bg: Превключване на обвързването на брайла |r2
de: Koppelt Braillezeile wahlweise an Fokus oder Anzeige |R2
es: Activar o desactivar seguimiento del braille |r2
hr: Mijenjaj povezanost brajičnog retka |r2
nl: Wissel Braille gekoppeld aann |r2
pt_br: Mover para a exploração plana/foco |r2
ru: Переключение привязки брайля |r2
ta: பிரெயில் கட்டப்படுவதை மாற்றியமைத்திடுக |r2

source: Report title |l1+up
bg: Докладване на заглавието |L1+Up
de: Titelleiste des aktiven Fensters vorlesen |L1+Auf
es: Anunciar título |l1+arriba
hr: Izvijesti o naslovu |l1+gore
nl: Titel van actieve venster weergeven |l1+omhoog
pt_br: Anunciar o título |l1+cima
ru: Читать заголовок |l1+up
ta: தலைப்பை அறிவித்திடுக |l1+up

source: Report Status Bar |l2+down
bg: Докладване на лентата на състоянието |L2+Down
de: Statusleiste des aktiven Fensters vorlesen |L2+Ab
es: Anunciar barra de estado |l2+abajo
hr: Izvijesti o traci stanja |l2+dolje
nl: Statusbalk actieve venster weergeven |l2+omlaag
pt_br: Anunciar a barra de Status |l2+baixo
ru: Читать строку состояния |l2+down
ta: நிலைப் பட்டையை அறிவித்திடுக |l2+down

source: Move to containing object |up2
bg: Придвижване до съдържащия обект |up2
de: Das Navigator-Objekt zum übergeordneten Objekt ziehen |Auf2
es: Mover al objeto contenido |arriba2
hr: Premjesti se na sadržavajući objekt |gore2
nl: Navigatorobject naar hoger niveau verplaatsen |omhoog2
pt_br: Mover para o objeto pai |up2
ru: Перейти на родительский объект |up2
ta: கொண்டுள்ள பொருளுக்கு நகர்க |up2

source: Move to first contained object |dn2
bg: Придвижване до първия наследяващ обект |dn2
de: Das Navigator-Objekt zum ersten beinhaltenden Objekt ziehen |Ab2
es: Mover al primer objeto contenido |dn2
hr: Premjesti se na prvi sadržavajući objekt |dolje2
nl: Navigatorobject één niveau naar beneden verplaatsen |omlaag2
pt_br: Mover para o primeiro objeto filho |dn2
ru: Перейти на первый дочерний объект |dn2
ta: கொள்ளப்பட்டிருக்கும் முதல் பொருளுக்கு நகர்க |dn2

source: Move to previous object |left2
bg: Придвижване до предишния обект |left2
de: Das Navigator-Objekt zum nächsten Objekt ziehen |Rechts2
es: Mover al objeto anterior |derecha2
hr: Premjesti se na prethodni objekt |lijevo2
nl: Navigatorobject naar vorige Object verplaatsen |links2
pt_br: Mover para o objeto anterior |left2
ru: Перейти на предыдущий объект |left2
ta: முந்தைய பொருளுக்கு நகர்க |left2

source: Move to next object |right2
bg: Придвижване до следващия обект |right2
de: Das Navigator-Objekt zum vorherigen Objekt ziehen |Links2
es: Mover al siguiente objeto |izquierda2
hr: Premjesti se na sljedeći objekt |desno2
nl: Navigatorobject naar volgend object verplaatsen |rechts2
pt_br: Mover para o objeto seguinte |right2
ru: Перейти на следующий объект |right2
ta: அடுத்த பொருளுக்கு நகர்க |right2

source: Report text formatting under braille cell |upper routing row
bg: Докладване на форматирането на текста на брайловата клетка |upper routing row
de: Textformatierungen am aktuellen Braille-Modul mitteilen |Obere Routing-Taste
es: Anunciar formato de texto bajo la celda braille |fila de sensores superior
hr: Izvijesti o oblikovanju teksta pod brajičnom ćelijom |Gornji red routing tipki
nl: Tekstopmaak weergeven onder braillecel |bovenste rij routingtoetsen
pt_br: Anunciar formatação de texto em cela braille |linha de sensores superior
ru: Произносить форматирование текста под брайлевской клеткой |upper routing row
ta: பிரெயில் கள‍த்தின் கீழிருக்கும் உரையின் வடிவூட்டத்தை அறிவித்திடுக |upper routing row

source: The Trio model has four additional keys which are in front of the braille keyboard.
bg: Моделът Trio има 4 допълнителни клавиша, които се намират на предната част на брайловата клавиатура.
de: Die Braillex Trio besitzt vor der Braille-Tastatur noch vier zusätzliche Tasten.
es: El modelo Trio tiene cuatro teclas adicionales que están delante del teclado braille.
hr: Trio model ima četiri dodatne tipke koje se nalaze na prednjoj strani brajične tipkovnice.
nl: De Braillex Trio heeft vierr extra toetsen die zich aan de voorkant van het brailletoetsenbord bevinden.
pt_br: O modelo Trio tem quatro teclas adicionais que estão na frente do teclado braille.
ru: Модель Trio имеет четыре дополнительные клавиши, расположенные перед брайлевской клавиатурой.
ta: Trio மாதிரி, பிரெயில் விசைப் பலகைக்கு முன், நான்கு கூடுதல் விசைகளைக் கொண்டுள்ளது.
zh_tw: Trio 型號有額外的四個案件位在點字鍵盤的前面，

source: These are (ordered from left to right):
bg: Това са (от ляво надясно):
de: Dies sind von links nach rechts:
es: Estas están (ordenadas de izquierda a derecha):
hr: To su sljedeće tipke (redoslijed s lijeva na desno):
nl: Van links naar rechts zijn dit:
pt_br: Estes são (ordenados da esquerda para a direita):
ru: Это (упорядоченные слева направо):
ta: இவை, இடமிருந்து வலமாக ஒழுங்கமைக்கப்பட்டுள்ளன.
zh_tw: 包括 (順序由左至右)：

source: left thumb key (lt)
bg: Ляв клавиш за палеца (lt)
de: Nach links springen (LT)
es: tecla de pulgar izquierdo (lt)
hr: lijeva palčana tipka (lt)
nl: linker duimtoets (lt)
pt_br: left thumb key (lt) — tecla do polegar esquerdo
ru: клавиша для большого пальца левой руки (lt)
ta: இடது பெருவிரல் விசை (lt)

source: space
bg: Интервал
de: Leertaste
es: espacio
hr: razmaknica
nl: spatie
pt_br: espaço
ru: пробел
ta: இடைவெளி

source: space
bg: Интервал
de: Leertaste
es: espacio
hr: razmaknica
nl: spatie
pt_br: espaço
ru: пробел
ta: இடைவெளி

source: right thumb key (rt)
bg: Десен клавиш за палеца (rt)
de: Nach rechts springen (RT)
es: tecla de pulgar derecho (rt)
hr: desna palčana tipka (rt)
nl: rechter duimtoets (rt)
pt_br: right thumb key (rt) — tecla do polegar direito
ru: клавиша для большого пальца правой руки (rt)
ta: வலது பெருவிரல் விசை (rt)

source: Currently, the right thumb key is not in use.
bg: В момента десният клавиш за палеца не се използва.
de: Die Taste RT wird momentan noch nicht verwendet.
es: Actualmente, la tecla pulgar derecho no se utiliza.
hr: Trenutačno se ne koristi desna palčana tipka.
nl: Momenteel is de rechterduimtoets buiten gebruik.
pt_br: Atualmente, a tecla do polegar direito não está em uso.
ru: В настоящее время клавиша для большого пальца правой руки не используется.
ta: வலது பெருவிரல் விசை, தற்போதைக்குப் பயன்பாட்டிலில்லை.
zh_tw: 目前右大拇指鍵尚未被使用，

source: The inner keys are both mapped to space.
bg: И двата вътрешни клавиша са настроени на Интервал.
de: Die inneren Tasten sind als Leertasten belegt.
es: Las teclas interiores se mapean a espacio.
hr: Obje srednje tipke su mapirane na razmaknicu.
nl: De twee binnenste toetsen zijn als spatietoets gedefinieerd.
pt_br: As teclas internas são mapeadas para o espaço.
ru: Обе внутренние клавиши привязаны к пробелу.
ta: இரு உள்விசைகளும், இடைவெளிப் பட்டைக்கு வரையறுக்கப்பட்டுள்ளன
zh_tw: 內側的兩個按鍵都對應到空白鍵。

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: escape key |space with dot 7
bg: Escape |Интервал и точка 7
de: Escape-Taste |Leertaste+Punkt7
es: tecla escape |espacio con punto 7
hr: Tipka escape |razmaknica s točkicom 7
nl: escape-toets |spatie + punt 7
pt_br: tecla esc |espaço com ponto 7
ru: клавиша escape |space with dot 7
ta: விடுபடு விசை |space with dot 7

source: upArrow key |space with dot 2
bg: Стрелка нагоре |Интервал и точка 2
de: Pfeiltaste nach oben |Leertaste+Punkt2
es: tecla flecha arriba |espacio con punto 2
hr: Tipka strelica gore |razmaknica s točkicom 2
nl: pijl omhoog-toets |spatie + punt 2
pt_br: tecla seta para cima |espaço com ponto 2
ru: стрелка вверх |пробел с точкой 2
ta: மேலம்பு விசை |space with dot 2

source: leftArrow key |space with dot 1
bg: Стрелка наляво |Интервал и точка 1
de: Pfeiltaste nach links |Leertaste+Punkt1
es: tecla flecha izquierda |espacio con punto 1
hr: Tipka strelica lijevo |razmaknica s točkicom 1
nl: linker pijltoets |spatie + punt 1
pt_br: tecla seta para esquerda |espaço com ponto 1
ru: стрелка влево |пробел с точкой 1
ta: இடதம்பு விசை |space with dot 1

source: rightArrow key |space with dot 4
bg: Стрелка надясно |Интервал и точка 4
de: Pfeiltaste nach rechts |Leertaste+Punkt4
es: tecla flecha derecha |espacio con punto 4
hr: Tipka strelica desno |razmaknica s točkicom 4
nl: rechter pijltoets |spatie + punt 4
pt_br: tecla seta para direita |espaço com ponto 4
ru: стрелка вправо |space with dot 4
ta: வலதம்பு விசை |space with dot 4

source: downArrow |space with dot 5
bg: Стрелка надолу |Интервал и точка 5
de: Pfeiltaste nach unten |Leertaste+Punkt5
es: tecla flecha abajo |espacio con punto 5
hr: Tipka strelica dolje |razmaknica s točkicom 5
nl: pijl omlaag-toets |spatie + puunt 5
pt_br: seta para baixo |espaço com ponto 5
ru: стрелка вниз |пробел с точкой 5
ta: கீழம்பு விசை |space with dot 5

source: control key |lt+dot2
bg: Control |LT+Точка2
de: Strg |LT+Punkt2
es: tecla control |lt+punto2
hr: Tipka kontrol |lijeva palčana tipka+točkica2
nl: Ctrl-toets |lt+punt2
pt_br: tecla control |lt+ponto2
ru: клавиша control |lt+точка2
ta: கட்டுப்பாடு விசை |lt+dot2

source: alt key |lt+dot3
bg: Alt |LT+Точка3
de: Alt-Taste |LT+Punkt3
es: tecla alt |lt+punto3
hr: Tipka alt |lijeva palčana tipka+točkica3
nl: alt-toets |lt+punt3
pt_br: tecla alt |lt+ponto3
ru: клавиша alt |lt+точка3
ta: நிலைமாற்றி விசை |lt+dot3

source: control+escape key |space with dot 1 2 3 4 5 6
bg: Control+Escape |Интервал и точки 1 2 3 4 5 6
de: Strg+Escape-Taste |Leertaste+Punkte 1 2 3 4 5 6
es: tecla control+escape |espacio con puntos 1 2 3 4 5 6
hr: Tipka kontrol+escape |razmaknica s točkicama 1 2 3 4 5 6
nl: ctrl+escape-toets |spatie + punt 1 2 3 4 5 6
pt_br: tecla control+esc |espaço com ponto 1 2 3 4 5 6
ru: комбинация control+escape |пробел с шеститочием
ta: கட்டுப்பாடு+விடுபடு விசை |space with dot 1 2 3 4 5 6

source: tab key |space with dot 3 7
bg: Tab |Интервал и точки 3 7
de: Tab-Taste |Leertaste+Punkte 3 7
es: tecla tab |espacio con puntos 3 7
hr: Tipka tabulator |razmaknica s točkicama 3 7
nl: tab-toets |spatie + punt 3 7
pt_br: tecla tab |espaço com ponto 3 7
ru: клавиша tab |space with dot 3 7
ta: தத்தல் விசை |space with dot 3 7

source: Papenmeier Braille BRAILLEX Older Models
bg: По-старите модели Papenmeier Braille BRAILLEX
de: Ältere Braillex-Modelle von Papenmeier
es: Modelos Antiguos Papenmeier Braille BRAILLEX
hr: Papenmeier Braille BRAILLEX stariji modeli
nl: Papenmeier Braille BRAILLEX Oudere Modellen
pt_br: Papenmeier Braille BRAILLEX Modelos Antigos
ru: Старые модели Papenmeier Braille BRAILLEX
ta: பேப்பன்மேயர் பிரெயிலெக்ஸ் பழைய மாதிரிகள்
zh_tw: Papenmeier Braille BRAILLEX 舊款型號

source: The following Braille displays are supported:
bg: Поддържат се следните брайлови дисплеи:
de: Die folgenden Braillezeilen werden unterstützt:
es: Se admiten las siguientes pantallas Braille:
hr: Sljedeći su brajični redci podržani:
nl: De volgende brailleleesregels worden ondersteund:
pt_br: As seguintes linhas braille são suportadas:
ru: Поддерживаются следующие брайлевские дисплеи:
ta: கீழ் காணும் பிரெயில் காட்சியமைவுகள் ஆதரவளிக்கப்படுகின்றன:
zh_tw: 支援下列點顯器：

source: BRAILLEX EL 80, EL 2D-80, EL 40 P
es: <target/>
ta: பிரெயிலெக்ஸ் EL 80, EL 2D-80, EL 40 P

source: BRAILLEX Tiny, 2D Screen
es: <target/>
ta: பிரெயிலெக்ஸ் Tiny, 2D திரை

source: Note that these displays can only be connected via a serial port.
bg: Имайте предвид, че тези дисплеи могат да бъдат свързани само чрез сериен порт.
de: Beachten Sie, dass diese Braillezeilen nur seriell angeschlossen werden können.
es: Ten en cuenta que estas pantallas sólo se pueden conectar a través de un puerto serie.
hr: Imajte na umu da se ovi brajični redci mogu spojiti samo preko serijskog priključka.
nl: Merk op dat deze leesregels alleen via een seriële poort kunnen worden aangesloten.
pt_br: Tenha em conta que essas linhas só podem ser conectadas através de uma porta serial.
ru: Обратите внимание, что эти дисплеи могут быть подключены только через последовательный порт.
ta: இக்காட்சியமைவுகளை, தொடர் நுழைவாயில் மூலம்தான் இணைக்க முடியுமென்பதை கவனிக்கவும்.
zh_tw: 附註:這些點顯器只能透過串列埠連接，

source: Due to this, these displays do not support NVDA's automatic background braille display detection functionality.
bg: Поради това тези дисплеи не поддържат функцията за автоматично откриване на брайлови дисплеи на NVDA.
de: Aus diesem Grund unterstützen diese Displays nicht die automatische Braillezeilenerkennung im Hintergrund von NVDA.
es: Debido a esto, estas pantallas no admiten la funcionalidad de detección automática de NVDA.
hr: Zbog ovoga, ovi brajični redci ne podržavaju automatsko otkrivanje brajičnih redaka.
nl: Dientengevolge hebben deze leesregels geen ondersteuning voor de op de achtergrond uitgevoerde automatische leesregelherkenning van NVDA.
pt_br: Devido a isso, essas linhas ainda não suportam a funcionalidade automática de detecção de linha braille em segundo plano do NVDA.
ru: Из-за этого эти дисплеи не поддерживают функцию автоматического фонового распознавания брайлевского дисплея NVDA.
ta: இதனால், பிரெயில் காட்சியமைவை பின்னணியில் தானாகக் கண்டறியும் என்விடிஏவின் வசதியை இக்காட்சியமைவுகள் ஆதரிப்பதில்லை.
zh_tw: 因此這些點顯器不支援 NVDA 點顯器背景自動偵測的功能。

source: You should select the port to which the display is connected after you have chosen this driver in the [Select Braille Display](#SelectBrailleDisplay) dialog.
bg: Трябва да изберете порта, на който е включен дисплеят, след като изберете този драйвер в прозореца [Избор на брайлов дисплей](#SelectBrailleDisplay).
de: Sie sollten den Port auswählen, an den die Braillezeile angeschlossen ist, nachdem Sie diesen Treiber im Dialogfeld "[Braillezeile auswählen](#SelectBrailleDisplay)" ausgewählt haben.
es: Deberías seleccionar el puerto al cual está conectada la pantalla después de haber elegido este controlador en el cuadro de diálogo [Seleccionar pantalla Braille](#SelectBrailleDisplay).
hr: Poslije izbora brajičnog retka, morat ćete odabrati priključak u [dijaloškom okviru odabir brajičnog retka](#SelectBrailleDisplay).
nl: U moet de poort waarop de leesregel is aangesloten selecteren nadat u deze driver hebt gekozen in het dialoogvenster [Brailleleesregel Selecteren](#SelectBrailleDisplay).
pt_br: Você deve selecionar a porta por meio da qual conectará a linha logo depois de escolher esse driver no diálogo [Selecionar Linha Braille](#SelectBrailleDisplay).
ru: Вам следует выбрать порт, к которому подключен дисплей, после того как вы выбрали этот драйвер в диалоге [Выбора брайлевского дисплея](#SelectBrailleDisplay).
ta: [பிரெயில் காட்சியமைவைத் தெரிவுச் செய்க](#SelectBrailleDisplay) உரையாடலில் இவ்வியக்கியைத் தேர்வுச் செய்த பின்னர், பிரெயில் காட்சியமைவு இணைக்கப்பட்டிருக்கும் நுழைவாயிலைத் தாங்கள் தெரிவுச் செய்ய வேண்டும்.
zh_tw: 在[選擇點顯器](#SelectBrailleDisplay)對話框中選擇此驅動程式後，您必須選擇點顯器所連接的連接埠。

source: Some of these devices have an Easy Access Bar (EAB) that allows intuitive and fast operation.
bg: Някои от тези устройства имат лента за лесен достъп (EAB), която позволява интуитивна и бърза работа с тези дисплеи.
de: Einige dieser Braillezeilenmodelle besitzen eine Navigationsleiste, die eine schnelle und intuitive Bedienung ermöglicht.
es: Algunos de estos dispositivos tienen una barra de acceso rápido (EAB) que permite un accionamiento rápido e intuitivo.
hr: Neki od ovih uređaja imaju Easy Access Bar (EAB) tipku koja omogućuje intuitivno i brzo rukovanje.
nl: Sommige leesregels hebben een gebruiksvriendelijke navigatiebalk (EAB = Easy Access Bar, waarmee intuïtief en snel gewerkt kan worden.
pt_br: Alguns desses dispositivos possuem uma Easy Access Bar (EAB) — Barra de Acesso Fácil —, que propicia uma operacionalidade intuitiva e rápida.
ru: Некоторые из этих устройств оснащены панелью лёгкого доступа, Easy Access Bar (EAB), которая обеспечивает интуитивно понятное и быстрое управление.
ta: இயலுணர்வுடனும், விரைவாகவும் செயற்பட, எளிதான அணுகுப் பட்டையை (Easy Access Bar - EAB) சில கருவிகள் கொண்டிருக்கும்.
zh_tw: 其中一些裝置有 Easy Access Bar (eab)，以方便直覺式的快速操作，

source: The EAB can be moved in four directions where generally each direction has two switches.
bg: EAB може да бъде преместена в четири посоки, където обикновено всяка посока има две позиции на превключвателя.
de: Die Navigationsleiste kann in alle vier Richtungen in jeweils zwei Stufen bewegt werden.
es: El EAB se puede mover en cuatro direcciones donde, generalmente, cada dirección tiene dos movimientos.
hr: EAB se može pomicati u četiri smjera gdje uglavnom svaki smjer ima dva preklopnika.
nl: De navigatiebalk kan in vier richtingen bewogen worden waarbij er als regel twee schakelpunten per richting zijn.
pt_br: A EAB pode ser movida em quatro direções, sendo que cada direção possui 2 modos.
ru: EAB можно перемещать в четырех направлениях, где, как правило, в каждом направлении есть по два переключателя.
ta: இவ்வணுகுப் பட்டையை நான்கு திசைகளில் நகர்த்தலாம். பொதுவாக, ஒவ்வொரு திசைக்கும் இரு இயக்கிகள் இருக்கும்.
zh_tw: EAB 有四個方向可移動，且每個方向均有二道開關，

source: Pressing and holding the up, down, right and left keys (or EAB) causes the corresponding action to be repeated.
bg: Задържането на клавишите нагоре, надолу, надясно и наляво (или на EAB) води до повторение на съответстващото им действие.
de: Wenn Sie die Navigationsleiste bewegen und gedrückt halten, wird die entsprechende Navigationsoperation wiederholt ausgeführt.
es: Pulsando y manteniendo las teclas Arriba, abajo, derecha e izquierda (o EAB) se hace que la acción correspondiente sea repetida.
hr: Kad pritišćete i držite gornju, doljnju, desnu i lijevu tipku (ili EAB) Prouzrokuje ponavljanje dodjeljene akcije.
nl: door indrukken en vasthouden van de toetsen up, down, rechts en links (of EAB)wordt bewerkstelligd dat de ermee samenhangende handeling wordt herhaald.
pt_br: Ao pressionar e manter pressionada as teclas cima, baixo, direita e esquerda (ou EAB) faz com que a ação correspondente seja repetida.
ru: Нажатие и удерживание клавиш "Вверх", "вниз", "вправо" и "влево" (или EAB) приводит к повторению соответствующего действия.
ta: கீழ், மேல், வலது, இடது, அல்லது EAB விசைகளை அழுத்திப் பிடிப்பது, அவைகளுக்கான செயல்களைத் திரும்பச் செய்விக்கும்.
zh_tw: 按住向上、向下、向左及向右 (或 eab) 鍵以重覆產生相對應方向的動作。

source: Older devices do not have an EAB; front keys are used instead.
bg: По-старите устройства нямат EAB; вместо него се използват предните клавиши.
de: Bei älteren Modellen, die keine Navigationsleiste besitzen, kommen stattdessen Daumentasten zum Einsatz.
es: Los dispositivos más antiguos no tienen una EAB; se utilizan, en su lugar, teclas frontales.
hr: Stariji uređaji nemaju EAB; tipke s prednje strane se koriste umjesto EAB.
nl: Oudere toestellen hebben geen EAB; In plaats daarvan worden toetsen aan de voorkant gebruikt.
pt_br: Certos dispositivos mais antigos não possuem uma EAB; as teclas frontais são usadas em seu lugar.
ru: В старых устройствах нет EAB, вместо него используются передние клавиши.
ta: பழைய கருவிகளில் எளிதான அணுகுப் பட்டை இல்லையென்பதால், முன் விசைகள் மாற்றாகப் பயன்படுத்தப்படுகின்றன.
zh_tw: 舊的裝置沒有 EAB 而是使用前面按鍵。

source: Generally, the following keys are available on braille displays:
bg: В повечето случаи на тези брайлови дисплеи са налични следните клавиши:
de: Im Allgemeinen gibt es auf allen Braillezeilen die folgenden Tasten:
es: Generalmente, las siguientes teclas están disponibles en las pantallas braille:
hr: Na brajičnim redcima su općenito dostupne sljedeće tipke:
nl: Doorgaans beschikken de leesregels over de volgende toetsen :
pt_br: Geralmente, as seguintes teclas estão disponíveis nestas linhas braille:
ru: Как правило, на брайлевских дисплеях доступны следующие клавиши:
ta: இக்காட்சியமைவுகளில், கீழ் கண்ட விசைகள் பொதுவாகக் காணப்படுகின்றன:
zh_tw: 一般而言以下的按鍵可適用於此點顯器上：

source: Name |Key
bg: Име |Клавиш
de: Name |Taste
es: Nombre |Tecla
hr: Naziv |Tipka
nl: Naam |Toets
pt_br: Nome |Tecla
ru: Название |Комбинация клавиш
ta: பெயர் |விசை
zh_tw: 名稱 |按鍵

source: l1 |Left front key
bg: l1 |ляв преден клавиш
de: L1 |Linke vordere Taste
es: l1 |Tecla frontal izquierda
hr: l1 |Lijeva prednja tipka
nl: l1 |Linkertoets voor
pt_br: l1 |Tecla frontal esquerda
ru: l1 |Левая передняя клавиша
ta: l1 |இடது முன் விசை

source: l2 |Left rear key
bg: l2 |ляв заден клавиш
de: L2 |Linke hintere Taste
es: l2 |Tecla trasera izquierda
hr: l2 |Lijeva stražnja tipka
nl: l2 |Linkertoets achter
pt_br: l2 |Tecla traseira esquerda
ru: l2 |Левая задняя клавиша
ta: l2 |இடது பின் விசை

source: r1 |Right front key
bg: r1 |десен преден клавиш
de: R1 |Rechte vordere Taste
es: r1 |Tecla frontal derecha
hr: r1 |Desna prednja tipka
nl: r1 |Rechtertoets voor
pt_br: r1 |Tecla frontal direita
ru: r1 |Правая передняя клавиша
ta: r1 |வலது முன் விசை
