Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: Decrement current synth setting |`NVDA+control+downArrow` |`NVDA+shift+control+downArrow` |decreases the current speech setting you are on. E.g. decreases the rate, chooses the previous voice, decreases the volume
bg: Намаляване на стойността за текущата настройка на синтезатора |`NVDA+Control+Стрелка надолу` |`NVDA+Shift+Control+Стрелка надолу` |Намалява стойността на текущата настройка на речта, на която сте в момента. Например – намалява скоростта, избира предишния глас, намалява силата на звука
de: Verringern der aktuellen Sprachausgaben-Einstellung |`NVDA+Strg+Pfeiltaste nach unten` |`NVDA+Umschalt+Strg+Pfeiltaste nach unten` |Verringert die aktuelle Spracheinstellung, auf der Sie sich befinden. Verringert z. B. die Geschwindigkeit, wählt die vorherige Stimme aus, verringert die Lautstärke
es: Disminuir la opción actual del sintetizador |`NVDA+control+flecha abajo` |`NVDA+shift+control+flecha abajo` |Disminuye la opción de voz actual en la que estés. Ej.: disminuye la velocidad, elige la voz anterior, disminuye el volumen
hr: Smanji postavku govorne jedinice |`NVDA+control+strelica dolje` |`NVDA+shift+control+strelica dolje` |smanjuje vrijednost trenutne postavke govorne jedinice na kojoj se nalazite. Npr: smanjuje brzinu, bira prethodni glas, smanjuje glasnoću
nl: Huidige synth setting stapsgewijs aflopend wijzigen |`NVDA+control+pijlOmlaag` |`NVDA+shift+control+pijlOmlaag` |Verlaagt of wijzigt de actuele instelling voor spraak. De spreeksnelheid wordt bijvoorbeeld verlaagd, vorige stem wordt gekozen, volume gaat omlaag
pt_br: Diminuir a configuração atual do sintetizador |`NVDA+control+seta para baixo` |`NVDA+shift+control+seta para baixo` |diminui a configuração de fala atual em que você está. Por exemplo, diminui a velocidade, escolhe a voz anterior, diminui o volume
ru: Уменьшить на единицу текущий параметр синтезатора |`NVDA+control+стрелка вниз` |`NVDA+shift+control+стрелка вниз` |Уменьшает текущий параметр синтезатора, который вы выбрали. Например, уменьшает скорость, выбирает предыдущий голос, уменьшает громкость
ta: தற்போதைய ஒலிப்பான் அமைப்பைக் குறைத்திடுக |`என்விடிஏ+கட்டுப்பாடு+கீழம்பு` |`என்விடிஏ+கட்டுப்பாடு+மாற்றழுத்தி+கீழம்பு` |தற்போதைய பேச்சமைப்பை என்விடிஏ குறைக்கும். எடுத்துக்காட்டாக, விகிதத்தை குறைத்தல், முந்தைய குரலுக்குச் செல்லுதல், ஒலியளவைக் குறைத்தல் ஆகியவைகளைக் கூறலாம்
zh_tw: 減少目前語音選項的設定值 |NVDA+Ctrl+向下鍵 |NVDA+Shift+Ctrl+向下鍵 |減少目前語音選項的設定值，例如降低速度、選擇上一個語音及調小音量。

source: Decrement the current synth setting in larger steps |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |Decreases the value of the current speech setting you're on in larger steps. e.g. when you're on a voice setting, it will jump backward every 20 voices; when you're on a slider setting, it will jump backward the value up to 20%.
bg: Намаляване на стойността за текущата настройка на синтезатора с по-големи стъпки |`NVDA+Control+Page Down` |`NVDA+Shift+Control+Page Down` |Намалява стойността на текущата настройка на речта, на която сте в момента с по-големи стъпки. Например – когато сте на настройка за избор на глас, прескачането ще е с 20 гласа назад. Когато сте на настройка на плъзгач (скорост, височина и т.н.), намаляването ще е с до 20%
de: Verringern der aktuellen Sprachausgaben-Einstellung in größeren Schritten |`NVDA+Strg+Seite nach unten` |`NVDA+Umschalt+Strg+Seite nach unten` |Verringert den Wert der aktuellen Sprachausgaben-Einstellung, auf der Sie sich befinden, in größeren Schritten. Wenn Sie sich z. B. auf einer Stimmen-Einstellung befinden, wird der Wert alle 20 Stimmen vorwärts mitgeteilt; wenn Sie sich auf Schiebereglereinstellungen (Geschwindigkeit, Tonhöhe, etc.) befinden, wird um bis zu 20 % vorwärts mitgeteilt.
es: Disminuir la actual opción del sintetizador en un paso largo | `NVDA+control+avPág` | `NVDA+shift+control+avPág` | Disminuye el valor de la actual opción de voz sobre la que estés en pasos más largos. ej.: cuando estés sobre una opción de voz, saltará hacia atrás cada 20 voces; cuando estés sobre una opción de deslizador, saltará atrás el valor de 20%.
hr: Smanji postavku govorne jedinice u većim koracima |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |Smanjuje vrijednost trenutne postavke govorne jedinice na kojoj se nalazite u većim koracima. Na primjer kada se nalazite na postavci glas, prebacivat ćete se u nazad za dvadeset glasova; kada se nalazite na postavci klizača, prebacivat ćete se između opcija za 20%.
nl: De huidige synthesizer-instelling in grotere stappen aflopend bijstellen |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |Verlaagt de waarde van de momenteel geldende spraakinstelling met een groter bereik. Als je bijv wilt veranderen van stem, spring je steeds 20 stemmen terug; voor aanpassingen met een schuifbalk (snelheid, toonhoogte, etc) wordt de waarde met tot 20% verlaagd.
pt_br: Diminuir a configuração atual do sintetizador em intervalos maiores |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |Diminui o valor da configuração de fala atual em que você está em intervalos maiores. Por exemplo, quando você estiver numa configuração de voz, ele retrocede a cada 20 vozes; quando você estiver em uma configuração de controle deslizante, ele pulará para trás o valor em até 20%.
ru: Уменьшить на большой шаг текущий параметр синтезатора |`NVDA+control+pageDown` |`NVDA+shift+control+pageDown` |Уменьшает на большой шаг значение текущей настройки речи. например когда вы используете настройку голоса, он будет перепрыгивать назад на 20 голосов; когда вы находитесь в настройках на ползунке (скорость, высота и т. д.), значение будет уменьшаться на 20 %.
ta: பெருமளவுகளில் தற்போதைய ஒலிப்பான் அமைப்பைக் குறைத்திடுக |`என்விடிஏ+கட்டுப்பாடு+பக்கம் கீழ்` |`என்விடிஏ+மாற்றழுத்தி+கட்டுப்பாடு+பக்கம் கீழ்` |தாங்கள் தற்போதிருக்கும் ஒலிப்பான் அமைப்பின் மதிப்பை பெருமளவுகளில் குறைக்கிறது. எ.கா. குரல் அமைப்பில் தாங்கள் இருந்தால், ஒருமுறைக்கு இருபது குரல்களைத் தாண்டி பின்செல்லும்; விகிதம், சுருதி போன்ற வழுக்கி அமைப்பில் தாங்கள் இருந்தால், ஒருமுறைக்கு 20% மதிப்பு பின்செல்லும்
zh_tw: 以較大幅度減少目前語音選項的設定值 |NVDA+Ctrl+Page Down |NVDA+Shift+Ctrl+Page Down |以較大幅度減少目前語音選項的設定值，例如在語音設定時每次往回跳 20 個語音；在滑桿設定 (速度、音調等) 時數值每次減少 20%

source: It is also possible to set the first or last value of the current synth setting by assign custom gestures in [Input Gestures dialog](#InputGestures), under the speech category.
bg: Също така е възможно да зададете първата или последната стойност на текущата настройка на синтезатора чрез присвояване на персонализирани жестове в [диалоговия прозорец „Жестове на въвеждане“](#InputGestures), в категорията „Реч“.
de: Es ist auch möglich, den ersten oder letzten Wert der aktuellen Sprachausgaben-Einstellung zu setzen, indem Sie benutzerdefinierte Tastenbefehle im [Dialogfeld für die Tastenbefehle](#InputGestures), dort die Kategorie "Sprachausgabe" auswählen und diese dann zuweisen.
es: También es posible establecer el primer o el último valor de la actual opción del sintetizador asignando gestos personalizados en el [diálogo Gestos de Entrada](#InputGestures), en la categoría voz.
hr: Također je moguće postaviti prvu ili zadnju postavku govorne jedinice. Za to morate dodijeliti prilagođeni prečac [u postavkama ulaznih gesti](#InputGestures), u kategoriji govor.
nl: Het is ook mogelijk de eerste of laatste waarde van de huidige synthesizer-instelling in te stellen door een aangepaste invoerhandeling toe te kennen [via het dialoogvenster](#InputGestures), in de categorie Spraak.
pt_br: Também é possível definir o primeiro ou o último valor da configuração atual do sintetizador, atribuindo comandos — gestos — personalizados no [Diálogo Definir comandos](#InputGestures), na categoria fala.
ru: Также можно установить первое или последнее значение текущей настройки синтезатора, назначив собственные жесты в [диалоге жестов ввода](#InputGestures) в категории "речь".
ta: பேச்சு வகைமையின் கீழிருக்கும் [உள்ளீட்டுச் சைகைகள் உரையாடலில்](#InputGestures) தனிப்பயனாக்கப்பட்ட சைகையை இணைப்பதன் மூலம், தற்போதைய ஒலிப்பான் அமைப்பின் முதல், அல்லது கடைசி மதிப்பை அமைக்க இயலும்.
zh_tw: 也可以透過在[輸入手勢對話框](#InputGestures)的語音類別中指派手勢來設定目前語音選項的第一個或最後一個值，

source: This means, for example, when you're on a rate setting, it will set the rate to 0 or 100.
bg: Това означава, че например, когато сте на настройката на скоростта, това ще зададе скоростта на 0 или 100.
de: Das bedeutet, dass zum Beispiel bei der Einstellung einer Geschwindigkeit den Wert auf 0 oder 100 festgelegt wird.
es: Esto significa, por ejemplo, que cuando estés sobre una opción de velocidad, la establecerá a 0 o a 100.
hr: Ovo znači da kada se nalazite na postavci brzine brzina će se postaviti na nula ili sto posto.
nl: Dit houdt bijv in dat een instelling voor de spraaksnelheid op 0 of 100 wordt gezet.
pt_br: Isso significa, por exemplo, que quando você estiver em uma configuração de velocidade, a velocidade será definida como 0 ou 100.
ru: Это означает, например, что при настройке скорости она будет установлена ​​на уровне 0 или 100.
ta: எடுத்துக்காட்டாக, தாங்கள் இருக்கும் தற்போதைய அமைப்பு விகிதமாக இருந்தால், அதன் மதிப்பை 0, அல்லது 100 என்று அமைக்கும்.
zh_tw: 這表示例如當在速度設定時，它會將速度設定為 0 或 100，

source: When you're on a voice setting, it will set the first or last voice.
bg: Когато сте на настройка за избор на глас, това ще зададе първия или последния глас.
de: Wenn Sie sich in einer Sprachausgaben-Einstellung befinden, wird die erste oder letzte Stimme eingestellt.
es: Cuando estés sobre una opción de voz, establecerá la primera o la última voz.
hr: Kada se nalazite na postavci glasa, biti će postavljen prvi ili zadnji glas.
nl: Gaat het om het wijzigen van de spraakstem, dan wordt zo de eerste of de laatste stem ingesteld.
pt_br: Quando você estiver em uma configuração de voz, a primeira ou a última voz será definida.
ru: Когда вы находитесь в настройке голоса, будет установлен первый или последний голос.
ta: தாங்கள் இருப்பது குரல் அமைப்பாக இருந்தால், முதல், அல்லது கடைசி குரலை அமைக்கும்.
zh_tw: 當在語音設定時，它將設定為第一個或最後一個語音。

source: Web navigation
bg: Навигация в уеб
de: Im Web navigieren
es: Navegación Web
hr: Kretanje po Web stranicama
nl: Navigeren op het Web
pt_br: Navegação web
ru: Web-навигация
ta: இணையத்தில் வழிசெலுத்தல்
zh_tw: 網頁導覽

source: The full list of Single Letter Navigation keys is in the [Browse Mode](#BrowseMode) section of the user guide.
bg: Пълният списък на клавишите за бърза навигация е в раздела [„Режим на разглеждане“](#BrowseMode) на ръководството за потребителя.
de: Die vollständige Liste der Navigationstasten finden Sie im Abschnitt [Lesemodus](#BrowseMode) des Benutzerhandbuchs.
es: La lista completa de las teclas de navegación con una sola letra está en la sección [Modo Navegación](#BrowseMode) de la guía del usuario.
hr: Puni se popis brzih tipki nalazi u poglavlju [Modus pregleda](#BrowseMode) korisničkog priručnika.
nl: De volledige lijst met de Letternavigatietoetsen staat in de rubriek [Bladermodus](#BrowseMode) van de gebruikershandleiding.
pt_br: A lista completa de teclas de navegação de letra única está na seção [Modo de Navegação](#BrowseMode) do guia do usuário.
ru: Полный список клавиш однобуквенной навигации приведён в разделе [Режим обзора](#BrowseMode) руководства пользователя.
ta: ஒற்றை எழுத்துடன் வழிசெலுத்தும் விசைகளின் முழுப் பட்டியல் பயனர் வழிகாட்டியின் [உலாவும் நிலை](#BrowseMode) பிரிவில் உள்ளது.
zh_tw: 單鍵導覽按鍵的完整清單位於用戶指南的[瀏覽模式](#BrowseMode)章節。

source: Command |Keystroke |Description
bg: Команда |Клавиш |Описание
de: Befehl |Tastenkombination |Beschreibung
es: Orden |Pulsación de tecla |Descripción
hr: Komanda |Prečac |Opis
nl: Commando|Toetsaanslag |Omschrijving
pt_br: Comando |Pressionamento de tecla |Descrição
ru: Команда |Нажатие клавиши |Описание
ta: கட்டளை |விசை |விளக்கம்
zh_tw: 指令 |快速鍵 |說明

source: Heading |`h` |Move to the next heading
bg: Заглавие |`H` |Преминава към следващото заглавие
de: Überschrift |`H` |Weiter zur nächsten Überschrift
es: Encabezado |`h` |Desplaza al siguiente encabezado
hr: Naslov |`h` |Premještava na sljedeći naslov
nl: Heading (Kop) |`h` |Ga naar de volgende kop
pt_br: Título |`h` |Vai para o próximo título
ru: Заголовок |`h` |Перейти к следующему заголовку
ta: தலைப்பு |`h` |அடுத்த தலைப்பிற்கு நகர்க
zh_tw: 標題 |H |移到下一個標題

source: Heading level 1, 2, or 3 |`1`, `2`, `3` |Move to the next heading at the specified level
bg: Заглавие от ниво 1, 2, или 3 |`1`, `2`, `3` |Преминава към следващото заглавие от указаното ниво
de: Überschriftebene 1, 2, oder 3 |`1`, `2`, `3` |Zur nächsten Überschrift auf der angegebenen Ebene wechseln
es: Encabezado de nivel 1, 2, o 3 |`1`, `2`, `3` |Desplaza al siguiente encabezado en el nivel especificado
hr: Naslov razine 1, 2, ili 3 |`1`, `2`, `3` |Premješta na naslov određene razine
nl: Heading level 1, 2, of 3 |`1`, `2`, `3` |Ga naar de kop van het aangegeven niveau
pt_br: Título de nível 1, 2 ou 3 |`1`, `2`, `3` |Vai para o próximo título do nível especificado
ru: Заголовок уровня 1, 2, или 3 |`1`, `2`, `3` |Перейти к следующему заголовку на указанном уровне
ta: தலைப்பு மட்டம் 1, 2, அல்லது 3 |`1`, `2`, `3` |குறிப்பிட்ட அடுத்த தலைப்பிற்கு நகர்க
zh_tw: 標題第 1、2 或 3 級 |1、2、3 |移到下一個指定層級的標題

source: Form field |`f` |Move to the next form field (edit box, button, etc)
bg: Поле от формуляр |`F` |Преминава към следващото поле от формуляр (поле за писане, бутон, и пр.)
de: Formularfeld |`F` |Wechselt zum nächsten Formularfeld (Eingabefeld, Schalter, etc.).
es: Campo de formulario |`f` |Desplaza al siguiente campo de formulario (cuadro de edición, botón, etc)
hr: Polje obrasca |`f` |Premješta na sljedeće polje obrasca (polje za uređivanje, gumb, itd)
nl: Formulierveld |`f` |Ga naar het volgende formulierveld (edit box, button, etc)
pt_br: Campo de formulário |`f` |Vai para o próximo campo de formulário (caixa de edição, botão, etc)
ru: Поле формы |`f` |Перейти к следующему полю формы (полю редактирования, кнопке и т. д.)
ta: படிவக் களம் |`f` |அடுத்த களத்திற்கு நகர்க (தொகு களம், பொத்தான் போன்று)
zh_tw: 表單欄位 |F |移到下一個表單欄位 (編輯區、按鈕等)

source: Link |`k` |Move to the next link
bg: Връзка |`K` |Преминава към следващата връзка
de: Link |`K` |Wechselt zum nächsten Link
es: Enlace |`k` |Desplaza al siguiente enlace
hr: veza |`k` |Premješta na sljedeću poveznicu
nl: Link |`k` |Ga naar de volgende link
pt_br: Link |`k` |Vai para o próximo link
ru: Ссылка |`k` |Перейти к следующей ссылке
ta: தொடுப்பு |`k` |அடுத்த தொடுப்பிற்கு நகர்க
zh_tw: 連結 |K |移到下一個連結

source: Landmark |`d` |Move to the next landmark
bg: Маркер |`D` |Преминава към следващия маркер
de: Sprungmarke |`D` |Wechselt zur nächsten Sprungmarke
es: Región |`d` |Desplaza a la siguiente región
hr: orjentir |`d` |premještava na sljedeći orjentir
nl: Landmark (oriëntatiepunt) |`d` |Ga naar het volgende oriëntatiepunt
pt_br: Marco |`d` |Vai para o próximo marco
ru: Ориентир |`d` |Перейти к следующему ориентиру
ta: நிலக்குறி |`d` |அடுத்த நிலக்குறிக்கு நகர்க
zh_tw: 地標 |D |移到下一個地標

source: List |`l` |Move to the next list
bg: Списък |`L` |Преминава към следващия списък
de: Liste |`L` |Wechselt zur nächsten Liste.
es: Lista |`l` |Desplaza a la siguiente lista
hr: popis |`l` |premješta na sljedeći popis
nl: Lijst |`l` |Ga naar de volgende lijst
pt_br: Lista |`l` |Vai para a próxima lista
ru: Список |`l` |Перейти к следующему списку
ta: வரிசைப் பட்டியல் |`l` |அடுத்த வரிசைப் பட்டியலுக்கு நகர்க
zh_tw: 清單 |L |移到下一個清單

source: Table |`t` |Move to the next table
bg: Таблица |`T` |Преминава към следващата таблица
de: Tabelle |`T` |Wechselt zur nächsten Tabelle
es: Tabla |`t` |Desplaza a la siguiente tabla
hr: Tablica |`t` |Premješta na sljedeću tablicu
nl: Tabel |`t` |Ga naar de volgende tabel
pt_br: Tabela |`t` |Vai para a próxima tabela
ru: Таблица |`t` |Перейти к следующей таблице
ta: அட்டவணை |`t` |அடுத்த அட்டவணைக்கு நகர்க
zh_tw: 表格 |T |移到下一個表格

source: Move backwards |`shift+letter` |Press `shift` and any of the above letters to move to the previous element of that type
bg: Придвижване назад |`Shift+буква` |Натиснете `Shift` и някоя от гореизброените букви, за да преминете към предишния елемент от този тип
de: Rückwärts gehen |`Umschalt+Buchstabe` |Drücken Sie `Umschalten` und einen der oben genannten Buchstaben, um zum vorherigen Element dieses Typs zu gelangen
es: Desplazarse atrás |`shift+letra` |Pulsa `shift` y cualquiera de las letras de arriba para desplazarte al elemento anterior de ese tipo
hr: Premješta u nazad |`shift+slovo` |Pritisnite `shift` i bilo koje od slóva kako biste se premjestili na prethodni element tog tipa
nl: Achteruit gaan |`shift+letter` |Druk op `shift` en een van de letters hierboven om naar het vorige element van het bijbehorende type te gaan
pt_br: Ir para trás |`shift+letra` |Pressione `shift` e qualquer uma das letras acima para ir para o elemento anterior desse tipo
ru: Переходить назад |`shift+буква` |Нажимайте `shift` и любую из вышеуказанных букв для перехода к предыдущим элементам этих типов
ta: பின்நகர்க |`மாற்றழுத்தி+எழுத்து` |`மாற்றழுத்தியுடன்` மேலே குறிப்பிடப்பட்டுள்ள எழுத்து ஏதேனும் ஒன்றினை அழுத்தினால், அவ்வகைக் கூறின் முந்தைய தோற்றத்திற்கு நகரும்
zh_tw: 往回移動 |Shift+字母 |按 Shift 和上述任一字母移動到該類型的上一個元素

source: Elements list |`NVDA+f7` |Lists various types of elements, such as links and headings
bg: Списък с елементи |`NVDA+F7` |Извежда списък с различни видове елементи, като например връзки и заглавия
de: Liste der Elemente |`NVDA+F7` |Listet verschiedene Arten von Elementen auf, z. B. Links und Überschriften
es: Lista de elementos |`NVDA+f7` |Enumera varios tipos de elementos, tales como enlaces y encabezados
hr: Popis elemenata |`NVDA+f7` |Popisuje razne tipove elemenata, poput poveznica i naslova
nl: Elementenlijst |`NVDA+f7` |Opsomming van verscheidene elementtypes zoals links en headings
pt_br: Lista de elementos |`NVDA+f7` |Lista vários tipos de elementos, como links e títulos
ru: Список элементов |`NVDA+f7` |Списки различных типов элементов, таких как ссылок и заголовков
ta: கூறுகளின் பட்டியல் |`என்விடிஏ+f7` |தொடுப்புகள், தலைப்புகள் போன்ற பல கூறுகளின் வகைகளைப் பட்டியலிடுகிறது
zh_tw: 項目清單 |NVDA+f7 |列出各種類型的元素，例如連結和標題

source: Preferences
bg: Настройки
de: Die Einstellungen
es: Preferencias
hr: Postavke
nl: Voorkeuren
pt_br: Preferências
ru: Параметры
ta: விருப்பங்கள்
zh_tw: 偏好

source: Most NVDA functions can be enabled or changed via the NVDA settings.
bg: Повечето функции на NVDA могат да бъдат включени или променени чрез настройките на NVDA.
de: Die meisten NVDA-Funktionen können über die NVDA-Einstellungen aktiviert oder geändert werden.
es: La mayoría de las funciones de NVDA pueden habilitarse o cambiarse a través de la configuración de NVDA.
hr: Većina NVDA funkcija može biti omogućena ili izmjenjena uz pomoć NVDA postavki.
nl: De meeste NVDA-functies kunnen via de NVDA-instellingen worden geactiveerd of aangepast.
pt_br: A maioria das funções do NVDA podem ser habilitadas ou alteradas através das configurações do NVDA.
ru: Большинство функций NVDA можно включить или изменить через параметры NVDA.
ta: என்விடிஏ அமைப்புகளின் வாயிலாக பெரும்பாலான என்விடிஏவின் செயல்பாடுகளை முடுக்கலாம், அல்லது மாற்றியமைக்கலாம்.
zh_tw: 大部分 NVDA 功能可以在 NVDA 設定中啟用或變更，

source: Settings, and other options, are available via NVDA's menu.
bg: Настройките и другите опции са достъпни чрез менюто на NVDA.
de: Einstellungen und andere Optionen sind über das Menü von NVDA verfügbar.
es: La configuración y otras opciones están disponibles a través del menú NVDA.
hr: Postavke i druge opcije dostupne su u NVDA izborniku.
nl: Instellingen, en andere opties, zijn via het NVDA-menu te bereiken.
pt_br: Configurações e outras opções estão disponíveis no menu do NVDA.
ru: Параметры и другие настройки доступны через меню NVDA.
ta: அமைப்புகளும், பிற விருப்பத் தேர்வுகளும் என்விடிஏ பட்டியல் வழியாக கிடைக்கப்பெறுகின்றன.
zh_tw: 「設定」和其他選項位於 NVDA 功能表中，

source: To open NVDA's menu, press `NVDA+n`.
bg: За да отворите менюто на NVDA, натиснете `NVDA+N`.
de: Um das Menü von NVDA zu öffnen, drücken Sie `NVDA+N`.
es: Para abrir el menú NVDA, pulsa `NVDA+n`.
hr: Kako biste otvorili NVDA izbornik, pritisnite `NVDA+n`.
nl: Om het NVDA-menu, te openen drukt u op `NVDA+n`.
pt_br: Para abrir o menu do NVDA, pressione `NVDA+n`.
ru: Чтобы открыть меню NVDA, нажмите `NVDA+n`.
ta: என்விடிஏவின் பட்டியலைத் திறக்க, `என்விடிஏ+n` விசையை அழுத்தவும்.
zh_tw: 要開啟 NVDA 功能表，按 NVDA+N，

source: To open NVDA's general settings dialog directly, press `NVDA+control+g`.
bg: За да отворите директно екрана с основните настройки на NVDA, натиснете `NVDA+Control+G`.
de: Um das Dialogfeld mit den allgemeinen Einstellungen von NVDA direkt zu öffnen, drücken Sie `NVDA+Strg+G`.
es: Para abrir directamente el diálogo Opciones Generales de NVDA, pulsa `NVDA+control+g`.
hr: Kako biste izravno otvorili NVDA opće postavke, pritisnite `NVDA+control+g`.
nl: Om het dialoogvenster met de algemene instellingen van NVDA rechtstreeks te openen drukt u op `NVDA+control+g`.
pt_br: Para abrir diretamente o diálogo de configurações gerais do NVDA, pressione `NVDA+control+g`.
ru: Чтобы напрямую открыть диалог общих настроек NVDA, нажмите `NVDA+control+g`.
ta: என்விடிஏவின் பொது அமைப்புகள் உரையாடலை நேரடியாகத் திறக்க, `என்விடிஏ+கட்டுப்பாடு+G` விசையை அழுத்தவும்.
zh_tw: 要直接開啟 NVDA 一般設定，按 NVDA+Ctrl+G。

source: Many settings screens have keystrokes to open them directly, such as `NVDA+control+s` for synthesizer, or `NVDA+control+v` for other voice options.
bg: Много от екраните с настройки имат клавишни команди за директно отваряне, като например `NVDA+Control+S` за избора на синтезатор или `NVDA+Control+V` за други настройки на речта.
de: Viele Einstellungsbereiche haben Tastenkombinationen, um sie direkt zu öffnen, z. B. `NVDA+Strg+S` für Sprachausgaben oder `NVDA+Strg+V` für weitere Sprachausgaben-Optionen.
es: Muchas pantallas de opciones tienen pulsaciones de teclas para abrirlas directamente, tales como `NVDA+control+s` para Sintetizador, o `NVDA+control+v` para otras opciones de voz.
hr: Većina NVDA ekrana postavki ima pripadajuće prečace za izravno otvaranje, kao što je to `NVDA+control+s` za postavke govorne jedinice, ili `NVDA+control+v` za ostale glasovne postavke.
nl: Veel schermen met instellingen kunnen met toetscombinaties rechtstreeks geopend worden, bijvoorbeeld `NVDA+control+s` voor een synthesizer, of `NVDA+control+v` voor andere stemmen met bijbehorende opties.
pt_br: Muitas telas de configurações possuem pressionamentos de teclas para abri-las diretamente, como `NVDA+control+s` para sintetizador ou `NVDA+control+v` para outras opções de voz.
ru: Многие экраны настроек имеют комбинации клавиш для их прямого открытия, например `NVDA+control+s` для синтезатора или `NVDA+control+v` для других голосовых настроек.
ta: ஒலிப்பான் அமைப்புகள் உரையாடலுக்கு, `என்விடிஏ+கட்டுப்பாடு+S`, பேச்சு அமைப்புகளுக்கு, `என்விடிஏ+கட்டுப்பாடு+v` போன்று, பல அமைப்புகளின் உரையாடலை நேரடியாகத் திறக்க விசைக் கட்டளைகள் உள்ளன.
zh_tw: 許多設定都有快速鍵可以直接開啟，例如 NVDA+Ctrl+S 開啟合成器設定，或 NVDA+Ctrl+V 開啟其他語音選項。

source: Add-ons
bg: Добавки
de: Die NVDA-Erweiterungen
es: Complementos
hr: Dodaci
pt_br: Complementos
ru: Дополнения
ta: நீட்சிநிரல்கள்
zh_tw: 附加元件
