Repository: nvaccess/nvda
Catalog: user_docs/*/userGuide.xliff
Languages: bg, de, es, hr, nl, pt_br, ru, ta, zh_tw

source: By default, not all categories can be accessed with keyboard commands.
bg: По подразбиране не всички категории могат да бъдат извикани с клавиатурни команди.
de: Beachten Sie, dass standardmäßig nicht alle Einstellungskategorien mittels Tastenkombination, Tastenbefehle, etc. aufgerufen werden können.
es: De forma predeterminada, no se puede acceder a todas las categorías con órdenes de teclado.
hr: Pomoću tipkovničkih prečaca nije moguće pristupiti svim kategorijama.
nl: Niet alle categorieën zijn standaard toegankelijk door middel van toetsenbordcommando's.
pt_br: Por padrão, nem todas as categorias podem ser acessadas com comandos de teclado.
ru: По умолчанию, не все категории настроек имеют назначенные комбинации клавиш для их быстрого вызова.
ta: இயல்பில், எல்லா வகைமைகளையும் விசைக் கட்டளைகளைக் கொண்டு அணுகவியலாது.
zh_tw: 預設情況下並非所有的類別都可利用快速鍵來開啟，

source: If you frequently access categories that do not have dedicated shortcut keys, you may wish to use the [Input Gestures dialog](#InputGestures) to add a custom gesture such as a keyboard command or touch gesture for that category.
bg: Ако често достъпвате категории, които нямат зададени бързи клавиши, може да пожелаете да използвате прозореца [Жестове на въвеждане](#InputGestures), за да добавите потребителски жест (като например клавишна комбинация или сензорен жест) за съответната категория.
de: Wenn Sie häufig auf Kategorien zugreifen, für die es keine eigenen Tastenkombinationen gibt, können Sie im Dialogfeld für die [Tastenbefehle](#InputGestures) einen benutzerdefinierten Tastenbefehl für diese Kategorie hinzufügen.
es: Si accedes frecuentemente a categorías que no tengan atajos de teclado dedicados, puedes utilizar el [cuadro de diálogo Gestos de Entrada](#InputGestures) para añadir un gesto personalizado tal como una orden de teclado o un gesto táctil para esa categoría.
hr: Ako često pristupate kategorijama postavki koje nemaju dodjeljen prečac, možda ćete željeti iskoristiti [dijaloški okvir ulaznih gesti](#InputGestures) kako biste doali prilagođen prečac kao što je to tipkovnički prečac ili gesta na ekranu osjetljivom na dodir za tu kategoriju.
nl: Als u vaak moet zijn in categorieën die niet over een eigen sneltoets beschikken, kunt u het dialoogvenster [Invoerhandelingen](#InputGestures) gebruiken om een eigen invoerhandeling, zoals een toetsenbordcommando of een aanraakge baar, toe te voegen voor die categorie.
pt_br: Se você acessa frequentemente categorias que não possuem teclas de atalho dedicadas, convém usar o [diálogo Definir Comandos](#InputGestures) para adicionar um comando personalizado, como um comando de teclado ou um gesto de toque para essa categoria.
ru: Если вы хотите быстро получать доступ к таким категориям, то воспользуйтесь диалоговым окном [Жесты ввода](#InputGestures) для добавления к ним комбинаций клавиш или сенсорных жестов.
ta: அர்ப்பணிக்கப்பட்ட குறுக்கு விசைகள் இல்லாத வகைமைகளை தாங்கள் அடிக்கடி அணுக வேண்டியிருந்தால், [உள்ளீட்டுச் சைகைகள்](#InputGestures) உரையாடலுக்குச் சென்று, தனிப்பயனாக்கப்பட்ட விசைக் கட்டளை, அல்லது சைகையை அவ்வகைமைகளுக்கு இணைக்கவும்.
zh_tw: 如果您經常開啟沒有設定專用快速鍵的類別，請使用[輸入手勢對話框](#InputGestures)來新增手勢，例如快速鍵或觸控手勢來開啟該類別。

source: The settings categories found in the NVDA Settings dialog will be outlined below.
bg: Категориите с настройки, които се намират в прозореца с настройките на NVDA, ще бъдат изброени по-долу.
de: Weiter unten finden Sie Erläuterungen zu jeder Kategorie aus den NVDA-Einstellungen.
es: Las diversas categorías de opciones que se encuentran en el cuadro de diálogo Opciones de NVDA se describirán a continuación.
hr: Kategorije postavki u dijaloškom okviru NVDA Postavke se opisuju niže dolje.
nl: De categorieën instellingen die te vinden zijn in het dialoogvenster Instellingen van NVDA worden hieronder weergegeven.
pt_br: As categorias de configurações encontradas na caixa de diálogo de Configurações do NVDA serão descritas abaixo.
ru: Описание всех категорий из диалога настроек NVDA представлено ниже.
ta: என்விடிஏ அமைப்புகள் உரையாடலில் காணப்படும் பல அமைப்பு வகைமைகள் பின்வரும் பத்திகளில் சுருக்கமாக விளக்கப்படுகின்றன:
zh_tw: 以下將說明 NVDA 設定對話框中的設定類別。

source: General
bg: Основни
de: Allgemeine Einstellungen
es: <target/>
hr: Opće
nl: Algemene instellingen
pt_br: Geral
ru: Общие
ta: பொது
zh_tw: 一般

source: Open General settings
bg: Отваряне на основните настройки
de: Allgemeine Einstellungen öffnen
es: Abrir Opciones Generales
hr: Otvara opće postavke
nl: Algemene instellingen openen
pt_br: Abrir configurações Gerais
ru: Открыть Общие настройки
ta: பொது அமைப்புகளைத் திறவுக
zh_tw: 開啟一般設定

source: Key: `NVDA+control+g`
bg: Клавишна комбинация: `NVDA+Control+G`
de: Tastenkombination: `NVDA+Strg+G`
es: Tecla: `NVDA+control+g`
hr: Prečac: `NVDA+kontrol+g`
nl: Toets: `NVDA+control+g`
pt_br: Tecla: `NVDA+control+g`
ru: Комбинация клавиш: `NVDA+control+g`
ta: விசை: `என்விடிே+கட்டுப்பாடு+g`
zh_tw: 快速鍵: `NVDA+Ctrl+G`

source: The General category of the NVDA Settings dialog sets NVDA's overall behaviour such as interface language and whether or not it should check for updates.
bg: Категорията „Основни“ в прозореца с Настройките на NVDA задава цялостното поведение на NVDA, като например езика на интерфейса и дали да проверява за обновления.
de: Die Kategorie "Allgemein" in den NVDA-Einstellungen legt das allgemeine Verhalten von NVDA fest, wie z. B. die Sprache der Benutzeroberfläche und ob nach Updates gesucht werden soll oder nicht.
es: La categoría General del cuadro de diálogo Opciones de NVDA establece el comportamiento general de NVDA, como el idioma de la interfaz y si debería o no comprobar las actualizaciones.
hr: Kategorija "Opće", u dijaloškom okviru NVDA Postavke, postavlja opće opcije poput jezika ili provjeravanja nadogradnji.
nl: Via de categorie Algemeen van het dialoogvenster Instellingen van NVDA stelt u in hoe NVDA in z'n algemeenheid moet omgaan met zaken zoals de interface-taal en of er al dan niet op updates gecontroleerd moet worden.
pt_br: A categoria Geral do diálogo de Configurações do NVDA define o comportamento geral do NVDA, como o idioma da interface e se deve ou não verificar se há atualizações.
ru: В категории "Общие" диалогового окна настроек NVDA, устанавливаются глобальные параметры программы, например такие, как язык интерфейса или автоматическая проверка обновлений.
ta: இடைமுகப்பு மொழி, இற்றாக்கத்திற்குத் தானாகத் துழாவுதல் போன்ற பொது செயல்பாட்டுக் கூறுகளை இந்த என்விடிஏ அமைப்புகளின் பொது வகைமை அமைக்கிறது.
zh_tw: NVDA 設定對話框中的「一般」類別可以設定 NVDA 的整體行為，例如介面語言以及是否應該檢查更新，

source: This category contains the following options:
bg: Тази категория съдържа следните опции:
de: Diese Kategorie enthält die folgenden Optionen:
es: Esta categoría contiene las siguientes opciones:
hr: Ova kategorija sadrži sljedeće opcije:
nl: In deze categorie zijn de vogende keuzemogelijkheden beschikbaar:
pt_br: Essa categoria contém as seguintes opções:
ru: Эта категория содержит следующие опции:
ta: இவ்வகைமை, பின்வரும் விருப்பத் தேர்வுகளைக் கொண்டுள்ளது:
zh_tw: 此類別包含以下選項：

source: Language
bg: Език
de: Sprache der Oberfläche
es: Idioma
hr: Jezik
nl: Taal
pt_br: Idioma
ru: Язык
ta: மொழி
zh_tw: NVDA 語言

source: This is a combo box which allows you to select the language that NVDA's user interface and messages should be shown in.
bg: Падащ списък, който ви позволява да изберете езика, на който NVDA да изговаря своите съобщения, както и езика на интерфейса.
de: In dieser Liste können Sie die Sprache festlegen, in welcher die Benutzeroberfläche und die Meldungen von NVDA ausgegeben werden sollen.
es: Este es un cuadro combinado que te permite seleccionar el idioma en que debería mostrarse la interfaz de usuario y los mensajes de NVDA.
hr: Ovo je odabirni okvir koji omogućuje biranje jezika na kojem će se prikazati NVDA sučelje i sve poruke.
nl: Dit is een vervolgkeuzelijst waarmee u de taal van de gebruikersinterface en de meldingen van NVDA kunt kiezen.
pt_br: Uma caixa de combinação que lhe permite selecionar o idioma da interface do utilizador e mensagens deste programa.
ru: Комбинированный список, в котором можно выбрать язык, используемый для представления интерфейса и сообщений NVDA.
ta: இது, என்விடிஏவின் இடைமுகப்பு மற்றும் தகவல்களை வழங்கும் மொழியைத் தேர்ந்தெடுக்க அனுமதிக்கும் சேர்க்கைப் பெட்டியாகும்.
zh_tw: 此為一個下拉式方塊，允許您選擇 NVDA 使用者介面及訊息要顯示的語言，

source: There are many languages, however the default option is "User Default, Windows".
bg: Има много езици, но опцията по подразбиране е „По подразбиране за потребителския акаунт“.
de: Standardmäßig ist die Option "Benutzerstandard, Windows" ausgewählt. NVDA enthält eine Vielzahl integrierter Sprachen.
es: Hay muchos idiomas, no obstante la opción predeterminada es llamada "Predeterminado del usuario".
hr: Postoji puno jezika, međutim standardna opcija je "Korisnički standard, Windows".
nl: Er is een groot aantal talen waaruit gekozen kan worden, maar de standaardinstelling is “User default, Windows”.
pt_br: Existem diversos idiomas, porém a opção padrão é "Padrão do Usuário, Windows".
ru: В списке доступно множество различных языков, но значением по умолчанию является элемент "По умолчанию".
ta: பல மொழிகள் இருப்பினும், இயல்பில் இருப்பது "பயனர் இயல்பிருப்பு, விண்டோஸ்".
zh_tw: 這裡有許多語言，不過預設選項是「使用者預設值」，

source: This option tells NVDA to use the language that Windows is currently set to.
bg: Тази опция казва на NVDA да използва езика, на който е операционната система.
de: Dies besagt, dass NVDA die Sprache verwendet, welche in Windows eingestellt ist.
es: Esta elección dirá a NVDA que utilice el idioma en el que Windows esté actualmente ajustado.
hr: Kad je ova opcija aktivna, NVDA koristi standarni jezik sustava.
nl: Hiermee wordt bewerkstelligt dat NVDA de taal gebruikt die standaard op uw PC is ingesteld.
pt_br: Esta definição informa ao NVDA para utilizar o idioma que o Windows está atualmente configurado.
ru: Этот выбор указывает NVDA использовать язык интерфейса Windows.
ta: இவ்விருப்பத் தேர்வு, என்விடிஏவை விண்டோஸ் இயக்கமுறைமையின் இயல்பு மொழியைப் பயன்படுத்த அறிவுருத்தும்.
zh_tw: 此選項告訴 NVDA 使用 Windows 目前設定的語言。

source: Please note that NVDA must be restarted when changing the language.
bg: Важно е да се отбележи, че NVDA трябва да се рестартира при промяна на езика.
de: Bitte beachten Sie: Um die Sprache der Oberfläche zu ändern, muss NVDA neu gestartet werden.
es: Por favor ten en cuenta que NVDA debe reiniciarse cuando se cambie el idioma.
hr: Imajte na umu, da NVDA morate ponovo pokrenuti kad promijenite jezik.
nl: Merk op dat NVDA opnieuw moet worden gestart als u de taal verandert.
pt_br: Atente por favor que o NVDA precisa ser reiniciado quando alterar o idioma.
ru: Обратите внимание, что при смене языка интерфейса, NVDA должна быть перезагружена.
ta: மொழியை மாற்றும்பொழுது, என்விடிஏ மறுதுவக்கப்பட வேண்டுமென்பதை அருள்கூர்ந்து கவனிக்கவும்.
zh_tw: 請注意：變更語言必須重新啟動 NVDA，

source: When the confirmation dialog appears, select "restart now" or "restart later" if you wish to use the new language now or at a later time, respectively. If "restart later" is selected, the configuration must be saved (either manually or using the save on exit functionality).
bg: Когато се появи диалоговият прозорец за потвърждение, изберете „Рестартирай сега“ или „Рестартирай по-късно“, ако искате да използвате новия език съответно сега или по-късно. Ако изберете „Рестартирай по-късно“, конфигурацията трябва да бъде запазена (ръчно или чрез функцията за записване при изход от програмата).
de: Wenn das Bestätigungsfenster erscheint, wählen Sie "Jetzt neu starten" oder "Später neu starten", wenn Sie die neue Sprache jetzt oder zu einem späteren Zeitpunkt verwenden möchten. Wenn "Später neu starten" ausgewählt ist, muss die Konfiguration gespeichert werden (entweder manuell oder über die Save-On-Exit-Funktion).
es: Cuando aparezca el diálogo de confirmación, selecciona "reiniciar ahora" o "reiniciar más tarde" si deseas utilizar el idioma nuevo ahora o en un momento posterior, respectivamente. Si está seleccionado "reiniciar más tarde", la configuración debe guardarse (o manualmente o utilizando la funcionalidad guardar al salir).
hr: Kad se pojavi dijaloški okvir za potvrdu, odaberite "Ponovo pokreni sada" ili "Ponovo pokreni kasnije", ako želite koristiti novi jezik sada ili kasnije. Ako odaberete gumb "Ponovo pokreni kasnije", konfiguraciju morate spremiti (ručno ili pomoću opcije "Spremi konfiguraciju pri izlasku").
nl: Wanneer u gevraagd wordt uw keus te bevestigen, kunt u kiezen uit "Nu opnieuw starten" of "Later herstarten", al naar gelang of u de nieuwe taal respectievelijk meteen of pas later, wilt gebruiken. Als 'Later herstarten wordt gekozen, moet de configuratie ( of handmatig of via de (geactiveerde) functionaliteit 'Opslaan bij afsluiten') worden opgeslagen.
pt_br: Quando a caixa de diálogo de confirmação aparecer, selecione "reiniciar agora" ou "reiniciar mais tarde" se quiser usar o novo idioma agora ou mais tarde, respectivamente. Se "reiniciar mais tarde" for selecionado, a configuração deve ser salva (manualmente ou usando a funcionalidade Salvar ao sair).
ru: После появления диалога подтверждения изменения языка, нажмите кнопку "Перезагрузить сейчас" или "Перезагрузить позже" для использования нового языка сразу или позднее соответственно. Если была нажата кнопка "Перезагрузить позже", то конфигурация NVDA должна быть сохранена вручную или автоматически при завершении работы программы.
ta: மொழி மாற்றத்தை உறுதிப்படுத்தச் சொல்லும் உரையாடல் பெட்டி தோன்றும்பொழுது, புதிய மொழியை உடனே பயன்படுத்த, 'இப்பொழுது மறுதுவக்குக' பொத்தானை அழுத்தவும். பிறகு பயன்படுத்துவதாக இருந்தால், 'பிறகு மறுதுவக்குக' பொத்தானை அழுத்தவும். 'பிறகு மறுதுவக்குக' பொத்தானை அழுத்தினால், கைமுறை, அல்லது வெளியேறும்பொழுது அமைவடிவத்தை சேமித்திடுக தேர்வுப் பெட்டியைத் தேர்வுச் செய்து அமைவடிவத்தைச் சேமித்திடுக.
zh_tw: 當確認對話框出現時，您可以依照現在使用或稍後使用新語言的需求分別選擇「立即重新啟動」或「稍候重新啟動」，若選擇「稍候重新啟動」則需儲存組態才會再下一次啟動時生效 (無論是手動儲存或使用結束時儲存功能)。

source: Save configuration on exit
bg: Запазвай настройките при изход от програмата
de: Einstellungen beim Beenden speichern
es: Guardar Configuración al Salir
hr: Spremi konfiguraciju pri izlasku
nl: Configuratie opslaan bij afsluiten
pt_br: Salvar Configuração ao Sair
ru: Сохранять конфигурацию при завершении работы NVDA
ta: வெளியேறும்பொழுது அமைவடிவத்தை சேமித்திடுக
zh_tw: 結束 NVDA 時儲存組態

source: This option is a checkbox that, when checked, tells NVDA to automatically save the current configuration when you exit NVDA.
bg: Тази опция е поле за отметка, което когато е отметнато, казва на NVDA да запазва автоматично текущите настройки при изход от NVDA.
de: Diese Option ist ein Kontrollfeld, wenn aktiviert, speichert NVDA jedes Mal beim Beenden automatisch die aktuelle Konfiguration.
es: Esta opción es una casilla de verificación que, cuando se marca, dice a NVDA que guarde automáticamente la actual configuración cuando se salga de NVDA.
hr: Ova opcija je potvrdni okvir. Kad se označi, sprema konfiguraciju pri izlazu.
nl: Als u een vinkje plaatst in het selectievakje zal de huidige configuratie automatisch worden opgeslagen bij afsluiting van NVDA.
pt_br: Uma caixa de seleção que quando marcada informa ao leitor de tela para salvar automaticamente a configuração atual quando você sai do NVDA.
ru: Этот флажок, если он установлен, указывает NVDA автоматически сохранять конфигурацию при завершении работы программы.
ta: இவ்விருப்பத் தேர்வு ஒரு தேர்வுப் பெட்டியாகும். இதைத் தேர்வுச் செய்தால், வெளியேறும்பொழுது அமைவடிவத்தை சேமித்திடுக என்று என்விடிஏவிற்கு அறிவுறுத்தும்.
zh_tw: 若勾選此核取方塊，當您結束 NVDA 時會自動儲存目前的組態。

source: Show exit options when exiting NVDA
bg: Показвай опциите за изход при изход от NVDA
de: Optionen zum Beenden von NVDA anzeigen
es: Mostrar opciones de salida al salir de NVDA
hr: Prikaži opcije izlaza pri izlasku iz NVDA programa
nl: Toon afsluitopties bij het afsluiten van NVDA
pt_br: Mostrar Opções ao Sair do NVDA
ru: Показывать варианты выхода при завершении работы NVDA
ta: என்விடிஏவை விட்டு வெளியேறும்பொழுது, வெளியேறுவதற்கான விருப்பத் தேர்வுகளைக் காட்டுக
zh_tw: 結束 NVDA 時顯示結束選項

source: This option is a checkbox that allows you to choose whether or not a dialog appears when you exit NVDA that asks what action you want to perform.
bg: Тази опция е поле за отметка, което ви позволява да определите дали при изход от NVDA да се показва диалогов прозорец, питащ ви за желаното от вас действие.
de: Mit diesem Kontrollkästchen legen Sie fest, ob beim Beenden von NVDA ein Dialogfeld angezeigt wird. Hier können Sie verschiedene Aktionen auslösen.
es: Esta opción es una casilla de verificación que te permite elegir si aparece o no un diálogo al salir de NVDA que te pregunta sobre qué acción quieres llebar a cabo.
hr: Ova opcija je potvrdni okvir, koji omogućuje prikazivanja ili ne prikazivanja dijaloškog okvira pri izlasku iz NVDA programa, u kojem vas se pita koju radnju želite izvesti.
nl: Als u het selectievakje aanvinkt, verschijnt er bij het beëindigen van NVDA een dialoogvenster met afsluitopties.
pt_br: Essa opção é uma caixa de seleção que lhe permite escolher se aparecerá um diálogo perguntando que ação você pretende executar a quando do encerramento do NVDA.
ru: Этот флажок позволяет вам выбирать, следует ли показывать диалоговое окно "Завершение работы NVDA" и запрашивать нужное действие при выходе из программы.
ta: இவ்விருப்பத் தேர்வு, என்விடிஏவை விட்டு வெளியேறும்பொழுது, வெளியேறுவதற்கான விருப்பத் தேர்வுகளைக் கொண்ட ஒரு உரையாடல் பெட்டித் தோன்ற வேண்டுமா எனத் தீர்மானிக்கக் கொடுக்கப்பட்டிருக்கும் ஒரு தேர்வுப் பெட்டியாகும்.
zh_tw: 此為一個核取方塊，允許您選擇當結束 NVDA 時是否要顯示一個對話框詢問接下來要採取什麼動作，

source: When checked, a dialog will appear when you attempt to exit NVDA asking whether you want to exit, restart, restart with add-ons disabled or install pending updates (if any).
bg: Когато има отметка, при опит да затворите NVDA ще се появява диалогов прозорец, който ви пита дали искате да излезете от програмата, да рестартирате NVDA, да рестартирате с изключени добавки или да инсталирате чакащо обновление (ако има такова).
de: Wenn das Kontrollkästchen aktiviert ist, können Sie in diesem Dialogfeld auswählen, ob Sie NVDA beenden, neu starten, mit deaktivierten NVDA-Erweiterungen neu starten oder ein ausstehendes Update installieren möchten.
es: Cuando se marque, aparecerá un diálogo al intentar salir de NVDA preguntándote si quieres salir, reiniciar, reiniciar con los complementos deshabilitados o instalar actualizaciones pendientes si las hay.
hr: Kad je potvrdni okvir označen, pri pokušaju izlaska iz NVDA programa, prikazat će se dijaloški okvir u kojem će vas se pitati, želite li isključiti NVDA, ponovo ga pokrenuti, ponovo ga pokrenuti s deaktiviranim dodacima ili instalirati nadogradnje na čekanju, ako ih ima.
nl: U hebt de keuze uit Afsluiten, Herstarten, Herstarten zonder add-ons of Installeren van eventueel beschikbare updates.
pt_br: Se marcada, um diálogo aparecerá quando você tentar encerrar o NVDA, perguntando se deseja sair, reiniciar, reiniciar com complementos desabilitados ou instalar atualizações pendentes (se houver).
ru: Если флажок установлен, то при попытке завершить работу NVDA, появится это диалоговое окно, в котором можно выбрать обычное завершение работы, перезагрузку, перезагрузку с отключёнными дополнениями или установку отложенного обновления (если оно имеется).
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், என்விடிஏவை விட்டு வெளியேறும்பொழுது, வெளியேற வேண்டுமா, மறுதுவக்க வேண்டுமா, நீட்சிநிரல்கள் முடக்கப்பட்ட நிலையில் மறுதுவக்க வேண்டுமா, அல்லது இற்றாக்கம் ஏதும் காத்திருப்பிலிருந்தால், அதை நிறுவ வேண்டுமா என்று வினவி, ஒரு உரையாடல் பெட்டித் தோன்றும்.
zh_tw: 若勾選此選項，當您要結束 NVDA 時將顯示一個對話框，詢問是要結束、重新啟動、重新啟動並停用附加元件或安裝擱置的更新 (如果有的話)，

source: When unchecked, NVDA will exit immediately.
bg: Когато няма отметка, при команда за изход NVDA ще се затваря незабавно.
de: Wenn das Kontrollkästchen nicht aktiviert ist, wird NVDA sofort beendet.
es: Cuando se desmarque, NVDA saldrá inmediatamente.
hr: Kad potvrdni okvir nije označen, NVDA će se odmah isključiti.
nl: Wanneer het selectievakje niet aangevinkt is, sluit NVDA meteen af.
pt_br: Quando desmarcada, o NVDA encerrará imediatamente.
ru: Если флажок снят, то NVDA будет выгружаться немедленно, без каких-либо запросов.
ta: தேர்வாகியிருக்கவில்லை என்றால், என்விடிஏவை விட்டு உடனே வெளியேறும்.
zh_tw: 若沒勾選此選項將立即結束。

source: Play sounds when starting or exiting NVDA
bg: Просвирвай звуков сигнал при стартиране или изход от NVDA
de: Sounds beim Starten und Beenden von NVDA
es: Reproducir sonidos al iniciar o salir de NVDA
hr: Sviraj zvukove pri pokretanju ili izlasku iz NVDA programa
nl: Geluid bij starten of afsluiten NVDA
pt_br: Tocar Sons ao Iniciar ou Encerrar o NVDA
ru: Воспроизводить звуки при запуске или завершении работы NVDA
ta: என்விடிஏவை இயக்கும்பொழுதும், விட்டு வெளியேறும்பொழுதும் ஒலிகளை எழுப்புக
zh_tw: 啟動或結束 NVDA 時播放音效

source: This option is a checkbox that, when checked, tells NVDA to play sounds when it starts or exits.
bg: Тази опция е поле за отметка, което ви позволява да избирате дали да се просвирва звуков сигнал, когато стартирате или затваряте NVDA.
de: Dieses Kontrollkästchen legt fest, ob NVDA beim Starten oder Beenden einen Sound wiedergeben soll.
es: Esta Opción es una casilla de verificación que, cuando está marcada, dice a NVDA que reproduzca sonidos cuando se inicie o se cierre.
hr: Ova opcija je potvrdni okvir. Kad je označen, svirat će se zvukovi pri pokretanju čitača ili pri izlasku iz čitača.
nl: Als u een vinkje plaatst in dit selectievakje zal NVDA bij het opstarten of afsluiten geluid afspelen.
pt_br: Esta opção é uma caixa de seleção que, quando marcada, informa ao NVDA para tocar seus sons ao iniciar ou encerrar.
ru: Этот флажок, если он установлен, указывает NVDA воспроизводить звуки при запуске или завершении работы программы.
ta: இத்தேர்வுப் பெட்டித் தேர்வாகியிருந்தால், என்விடிஏவை இயக்கும்பொழுதும், விட்டு வெளியேறும்பொழுதும் ஒலிகளை எழுப்புக என்று என்விடிஏவிற்கு அறிவுறுத்தும்.
zh_tw: 若勾選此核取方塊，當啟動或結束 NVDA 時會播放音效。

source: Logging level
bg: Ниво на протоколиране
de: Protokollierungsstufe
es: Nivel del Registro
hr: Razina zapisivanja
nl: Niveau van loggen
pt_br: Grau de Informações no Log
ru: Уровень ведения журнала
ta: புகுபதிவு நிலை
zh_tw: 事件記錄等級

source: This is a combo box that lets you choose how much NVDA will log as it's running.
bg: Това е падащ списък, който ще ви позволи да избирате между различни нива на протоколиране на NVDA.
de: Mit diesem Kombinationsfeld können Sie einstellen, wie viel NVDA während der Ausführung protokollieren soll.
es: Este es un cuadro combinado que te permite elegir cuánta info pondrá NVDA en el registro según se ejecute.
hr: Ovo je odabirni okvir u kojem se može odabrati količina zapisivanja tijekom rada NVDA čitača.
nl: Dit is een vervolgkeuzelijst waarmee u het niveau van loggen kiest, met andere worden wat moet NVDA allemaal loggen terwijl het draait.
pt_br: Uma caixa de combinação que permite escolher a quantidade de informação que o NVDA registrará — colocará no log — enquanto estiver em execução.
ru: В этом комбинированном списке вы можете выбрать, насколько подробным должен быть файл журнала во время работы NVDA.
ta: என்விடிஏ செயல்பட்டு கொண்டிருக்கும்பொழுது, எவ்வளவு தகவலை செயற்குறிப்பேட்டில் சேமிக்க வேண்டும் என்று வரையறுக்கும் சேர்க்கைப் பெட்டியாகும் இது.
zh_tw: 此為一個下拉式方塊，讓您選擇當 NVDA 執行時要記錄多少事件項目，
