Repository: nvaccess/nvda
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: mn

source: Input Gestures
mn: Зангаа оруулах тохиргооны

# inputGestures
source: &Filter by:
mn: &ялгах

source: &Add
mn: &Нэмэх

source: Reset to factory &defaults
mn: үйлдвэрийн өгөгдмөл &тохируулга

source: Are you sure you want to reset all gestures to their factory defaults? All of your user defined gestures, whether previously set or defined during this session, will be lost. This cannot be undone.
mn: та бүх зангаануудад үйлдвэрийн өгөгдмөл тохируулга хийх үү? бүх зангаануудын одоогийн тохируулга алга болно. T үйлдлийг буцаах боломжгүй.

source: Reset gestures
mn: Зангааны өгөгдмөл тохируулга

source: Error saving user defined gestures - probably read only file system.
mn: зөвхөн унших файл систем дээр хэрэглэгчийн оруулсан зангаа хадгаллагдсангүй

source: Updating NVDA
mn: Монгол NVDA програм шинэчлэгдэж байна

source: Installing NVDA
mn: Монгол NVDA програм сууж байна

source: Please wait while your previous installation of NVDA is being updated.
mn: монгол NVDA програмын өмнөх хувилбар шинэчлэгдэж дуустал түр хүлээнэ үү.

source: Please wait while NVDA is being installed
mn: монгол NVDA програмын суулгац дуустал түр хүлээнэ үү!

source: The installation is unable to remove or overwrite a file. Another copy of NVDA may be running on another logged-on user account. Please make sure all installed copies of NVDA are shut down and try the installation again.
mn: суулгац бүрэн ажилсангүй. өөр NVDA програм өөр хэрэглэгчийн бүртгэлээр ажиллаж байна. NVDA програм бүрийг бүгдийг унтрааж байгаад суулгацыг дахин ажиллуулна уу.

source: File in Use
mn: Файл ашиглагдаж байна

source: The installation of NVDA failed. Please check the Log Viewer for more information.
mn: Монгол NVDA програм суулгац амжилтгүй болсон. дэлгэрэнгүй мэдээллийг Log харагчыг ажиллуулж авна уу

source: Successfully installed NVDA.
mn: Монгол NVDA програмын суулгац амжилттай дууслаа.

source: Successfully updated your installation of NVDA.
mn: Монгол NVDA програм амжилттай шинэчлэгдлээ.

source: Please press OK to start the installed copy.
mn: Ок товчыг дарж суулгацыг бэлдэх үйлдлийг эхлүүлнэ үү.

source: Success
mn: Амжилттай боллоо

source: Install NVDA
mn: Монгол NVDA програмыг суулга

source: To install NVDA to your hard drive, please press the Continue button.
mn: үргэлжлүүлэх товчыг дарж NVDA програмыг хатуу дискэнд суулга

source: A previous copy of NVDA has been found on your system. This copy will be updated.
mn: Системд монгол NVDA програмыг өмнө нь суулгасан байна одоо хувилбар нь шинэчлэгдэх болно.

source: The installation path for NVDA has changed. it will now be installed in {path}
mn: NVDA програм суулгах зам өөрчлөгдлөө. одоо энэ замаар {path} байршилд суулгана

source: Options
mn: Сонголтууд

source: Use NVDA during sign-in
mn: NVDA ашиглаж нэвтрэх

source: &Keep existing desktop shortcut
mn: компьютерийн дэлгэц дээр байгаа холбоосыг хадгалах

source: Create &desktop icon and shortcut key (control+alt+n)
mn: компьютерийн дэлгэцэнд болон гараас ажиллуулах файлын холбоос үйсгэх(control+alt+n) товчнуудыг дараалуулж дарснаар програм эхэлнэ.

source: Copy &portable configuration to current user account
mn: зөөврийн хувилбарын тохируулгыг хуулаа

source: &Continue
mn: &Үргэлжлүүл

source: Create Portable NVDA
mn: Монгол NVDA програмын зөөврийн хувилбар үйсгэх

source: Portable &directory:
mn: Зөөврийн хувилбарыг суулгах байршил

source: Browse...
mn: цааш үзэх

source: Select portable directory
mn: Зөөврийн хувилбарыг суулгах байршил сонгох

source: Copy current &user configuration
mn: Одоогийн хэрэглэгчийн тохируулгыг хуулах

source: &Start the new portable copy after creation
mn: Үйсгэж дууссаны дараа шинэ зөөврийн хувилбарыг хуулж эхлүүлэх

source: Please specify a directory in which to create the portable copy.
mn: Зөөврийн хувилбарыг үйсгэх байршлыг тодорхой зааж өгнө үү

source: Please specify an absolute path (including drive letter) in which to create the portable copy.
mn: Зөөврийн хувилбарыг үйсгэх байршлыг хатуу дискний үсэг оруулан тодорхой зааж өгнө үү

source: Invalid drive %s
mn: үйсгэх боломжгүй диск %s

source: Creating Portable Copy
mn: Зөөврийн хувилбарыг үйсгэж байна

source: Please wait while a portable copy of NVDA is created.
mn: Монгол NVDA програмын зөөврийн хувилбар бэлэн болохыг түр хүлээнэ үү.

source: NVDA is unable to remove or overwrite a file.
mn: NVDA суулгац файл ажилсангүй

source: Failed to create portable copy: %s
mn: Зөөврийн хувилбар үйсгэх үйлдэл %s амжилтгүй болсон.

source: Successfully created a portable copy of NVDA at %s
mn: Монгол NVDA програмын зөөврийн хувилбарыг %s дээр амжилттай үйсгэлээ.

source: NVDA Log Viewer
mn: Монгол NVDA програмын Log харагч

source: Refresh F5
mn: F5 товчыг дарж дахин ачаалуул

source: Save &as... Ctrl+S
mn: &Өөрөөр хадгалах... Ctrl+S

source: Save As
mn: Өөрөөр Хадгалах

source: Error saving log: %s
mn: log: %s хадгалах үйлдэлд алдаа гарлаа.

source: Log is unavailable
mn: Log үйлдэл боломжгүй.

source: Cancel
mn: Болих

source: &Categories:
mn: &Зүйлсийн:

source: General
mn: ерөнхий

source: disabled
mn: ажиллагаагүй болгох

source: info
mn: Мэдээлэл

source: debug warning
mn: Алдаа согогийг засах анхааруулга

source: input/output
mn: Оролт/гаралт

source: debug
mn: Алдаа согогийг засах

source: NVDA &Language (requires restart):
mn: NVDA програмын хэл өөрчлөх

source: &Save configuration when exiting NVDA
mn: Тохируулгыг хадгалаад NVDA програмаас гарах

source: Sho&w exit options when exiting NVDA
mn: &Програмаас гарах харилцах цонхонд дараах сонголтуудыг үзүүлэх

source: &Play sounds when starting or exiting NVDA
mn: &Програмийг эхлүүлэх эсхүл гарах үйлдэлд дуу эгшиг тоглуулах

source: L&ogging level:
mn: &Бүртгэл сонгох:

source: St&art NVDA after I sign in
mn: NVDA эхэлсний дараа би нэвтрэх

source: Use NVDA during sign-in (requires administrator privileges)
mn: NVDA ашиглаж нэвтрэх бол, administrator эрхтэй) ажиллуулах

source: Use currently saved settings during sign-in and on secure screens (requires administrator privileges)
mn: Одоогийн хадгалагдсан тохируулгаар нэвтрэх бол (administrator эрхээр хандана уу )

source: Automatically check for &updates to NVDA
mn: Монгол NVDA програмын шинэ хувилбар байгаа эсэхийг Автоматаар шалгах

source: Notify for &pending update on startup
mn: &Програм эхлэх бүрт хүлээгдэж байгаа шинэчлэлтийг мэдэгдэх

source: Allow the NVDA project to gather NVDA usage statistics
mn: NVDA програмыг сайжруулах зорилгоор програм ашиглалтын Статистик мэдээлэл цуглуулах.

source: Add-ons were detected in your user settings directory. Copying these to the system profile could be a security risk. Do you still wish to copy your settings?
mn: Add-ons хэрэглэгчийн тохируулгыг илэрүүлээ. систем профайлийг хуулах нь эрсдэлтэй байна. гэсэн хэдий ч өөрийн тохируулгыг хуулах хүсэлтэй байна уу?

source: Copying Settings
mn: Тохируулгуудыг хуулж байна

source: Please wait while settings are copied to the system configuration.
mn: Системийн тохируулга дээр тохируулгуудыг хуулж дуустал түр хүлээнэ үү.

source: Unable to copy a file. Perhaps it is currently being used by another process or you have run out of disc space on the drive you are copying to.
mn: файл хуулагдсангүй магадгүй өөр ажиллагаанд ашиглагдах эсхүл дискний багтаамж дүүрсэн байж болзошгүй

source: Error Copying
mn: Хуулах үйлдэлд алдаа гарлаа.

source: Error copying NVDA user settings
mn: NVDA хэрэглэгчийн тохиргоог хуулах үйлдэлд алдаа гарлаа.

source: Successfully copied NVDA user settings
mn: NVDA хэрэглэгчийн тохиргоог хуулж дууслаа.

source: This change requires administrator privileges.
mn: Энэ өөрчлөлтийг хийхэд administrator эрхээр хандана уу.

source: Insufficient Privileges
mn: Хандалт хийх эрхгүй

source: Language Configuration Change
mn: Хэлний тохируулга өөрчлөх.

source: NVDA must be restarted for the new language to take effect.
mn: өөр хэлээр ашиглах бол NVDA програмыг заавал дахин эхлүүлэх хэрэгтэй.

source: Restart &now
mn: одоо &дахин эхлүүл

source: Restart &later
mn: дараа &дахин эхлүүл

source: &Synthesizer
mn: &Ярьдаг програм сонгох

source: C&hange...
mn: &Өөрчлөх...

source: Select Synthesizer
mn: Ярьдаг програм өөрчлөх

source: &Synthesizer:
mn: &Ярьдаг програм сонгох:

source: Audio output &device:
mn: дуу гаралтын төхөөрөмж:

source: Microsoft Sound Mapper
mn: Microsoft Sound Mapper дууны гаралт

source: Audio d&ucking mode:
mn: хөгжим яриаг тохируулах горим:

source: Could not load the %s synthesizer.
mn: Ярьдаг програм %s ажиллахгүй байна.

source: Synthesizer Error
mn: Ярьдаг програмын алдаа гарлаа

source: Voice
mn: хэл сонгох

source: Automatic language switching (when supported)
mn: өөр хэлээр Автоматаар шилжүүлж ашиглах

source: Automatic dialect switching (when supported)
mn: мэргэжлийн хэллэгт Автоматаар шилжүүлж ашиглах

source: Punctuation/symbol &level:
mn: Бичиглэлийн &төвшин сонгох:

source: Trust voice's language when processing characters and symbols
mn: үсэг, цэг тэмдгүүдийг тухайн хэлний ярьдаг програм хэлнэ.

source: Include Unicode Consortium data (including emoji) when processing characters and symbols
mn: Уникод консорциумын дата болон (эможи тэмдэгтүүдийг) үсэг тэмдэгт боловсруулалт хийхэд багтаах

source: Capital pitch change percentage
mn: Том үсэг хэлэх хоолойны өнгийг өөрчлөх тоон

source: Say &cap before capitals
mn: том үсэг гэж хэлүүлэх

source: &Beep for capitals
mn: Том үсгийн оронд дохио дуугаргах

source: Use &spelling functionality if supported
mn: Зөв бичих дүрэм шалгах үйлдэл ашиглах

source: Keyboard
mn: Компьютерийн гар

source: &Keyboard layout:
mn: Гар ашиглах төлөв сонгох

source: &Select NVDA Modifier Keys
mn: &NVDA програмыг удирдах товч сонгох

source: Speak typed &characters
mn: гараар үсэг тэмдэгтийг хэлүүлэх

source: Speak typed &words
mn: Зай авах бүрт үг унших

source: Speech &interrupt for typed characters
mn: бичих үйлдэлд ярьдаг програм түр зогсох

source: Speech i&nterrupt for Enter key
mn: интэр товчыг дарж яриаг зогсоох

source: Allow skim &reading in Say All
mn: гүйлгэн бүгдийг уншуулах

source: &Beep if typing lowercase letters when caps lock is on
mn: Том үсгийн товч асаалттай үед жижиг үсэг давхар дохио дугарах.

source: Speak c&ommand keys
mn: командуудыг яриулах

source: Play sound for &spelling errors while typing
mn: Бичих үедээ зөв бичих дүрмийн алдааг &дуу эгшиг тоглуулж мэдрэх

source: Handle keys from other &applications
mn: Бусад програм хангамжуудад &гарны команд тохируулах

source: At least one key must be used as the NVDA key.
mn: NVDA програм удирдах ямар нэг товч ашиглах ёстой.

source: Report mouse &shape changes
mn: Хулганы өөрчлөлтийг хэлбэр бүрээр сонсох

source: Enable mouse &tracking
mn: Хулганы заагч ажиллуулах

source: Text &unit resolution:
mn: Бичвэрийн &нарийвчлал сонгох:

source: Report &role when mouse enters object
mn: Хулганы заагчыг гүйлгэж &объектыг үзэх

source: &Play audio coordinates when mouse moves
mn: &Дуут дохиогоор хулганы заагч хөдлөх солбицолыг мэдрэх

source: &Brightness controls audio coordinates volume
mn: Дэлгэцийн гэрлийг дууны төвшингийн солбицолоор хянах

source: Ignore mouse input from other &applications
mn: Бусад програм хангамжуудыг &хулганы заагчаар удирдахаас татгалзах

source: Review Cursor
mn: Заагч ажиллуулах

source: Follow system &focus
mn: Системийн төлвөөр дагах

source: Follow System &Caret
mn: Системийн &тэмдгээр дагах

source: Follow &mouse cursor
mn: Хулганы &заагчыг дагах

source: &Simple review mode
mn: ингийн үзэх горим

source: Input Composition
mn: Бүтэц зохион байгуулалт

source: Announce &selected candidate
mn: &сонгогдсон дэвшигчийг зарлах

source: Object Presentation
mn: Объект үзүүлэн

source: Speak
mn: Ярих

source: Beep
mn: дохио өгөх

source: Speak and beep
mn: Яриа болон дуут дохио өгөх

source: Report &tooltips
mn: &Зөвлөмжүүд сонсох

source: Report &notifications
mn: &мэдэгдлүүд сонсох

source: Report object shortcut &keys
mn: &Объектын файлын холбоосуудыг сонсох

source: Report object &position information
mn: &Объектын байршлын мэдээлэл сонсох

source: &Guess object position information when unavailable
mn: Объектын байршил таамаглах боломжгүй

source: Report object &descriptions
mn: &Объектын тодорхойлолтуудыг сонсох

source: Progress &bar output:
mn: Үйлдлийн явц:

source: Report backg&round progress bars
mn: Арын үйлдлийн явц сонсох

source: Report dynamic &content changes
mn: dynamic content өөрчлөлт сонсох

source: Browse Mode
mn: цааш үзэх горим

source: &Maximum number of characters on one line
mn: &Нэг мөрөнд багтах хамгийн олон үсэг, тэмдгүүд

source: &Number of lines per page
mn: &Хуудас бүрт багтах нийт мөрний тоо

source: Use &screen layout (when supported)
mn: (онцлог нөхцөлд) &дэлгэцний төлөв ашиглах

source: &Enable browse mode on page load
mn: &хуудсыг цааш үзэх горимоор ажиллуулах

source: Automatic &Say All on page load
mn: &Хуудас ачаалах болгонд автоматаар бүгдийг унших

source: Include l&ayout tables
mn: &Хүснэгтийн бүтэц

source: Automatic focus mode for focus changes
mn: Автомат талбар өөрчлөх

source: Document Formatting
mn: бичвэр боловсруулах

source: The following options control the types of document formatting reported by NVDA.
mn: Дэлгэц уншигч програм ашиглан: олон төрлийн бичвэрүүдэд боловсруулалт хийх, хянаж засварлах, олон янзын загварт оруулж хэлбэржүүлэх үйлдлүүдийг тохируулдаг.

source: Font
mn: Үсгийн хэвний

source: &Font name
mn: Үсгийн нэр

source: Font &size
mn: Үсгийн &хэмжээ

source: Font attrib&utes
mn: Үсгийн төлөв

source: Su&perscripts and subscripts
mn: дээд индекс болон доод индекс

source: E&mphasis
mn: &Онцлох

source: St&yle
mn: загвар

source: &Colors
mn: &Өнгүүд

source: Document information
mn: бичвэрийн

source: No&tes and comments
mn: тэмдэглэл болон комментууд

source: &Editor revisions
mn: &Редакторын хяналт засварууд

source: Spelling e&rrors
mn: Зөв бичих &дүрмийн алдаанууд

source: Pages and spacing
mn: Хуудаснууд болон, мөр хоорондын зай

source: &Pages
mn: &Хуудаснууд

source: Line &numbers
mn: &Мөрний дугаарууд

source: Line &indentation reporting:
mn: &Догол мөр сонсох:

source: Off
mn: Хаалттай

# line indentation setting
source: Speech
mn: Ярих

source: Tones
mn: хөгжим эгшиглэх

source: Both Speech and Tones
mn: Яриа болон хөгжим эгшиглэх хамт

source: &Paragraph indentation
mn: &догол мөр сонсох

source: &Line spacing
mn: &Мөр хоорондын зай

source: &Alignment
mn: &Эгнүүлэлт

source: Table information
mn: хүснэгт сонсох

source: &Tables
mn: &Хүснэгтүүд

source: Row/column h&eaders
mn: &Мөр/багана түүний толгойнууд

source: Cell c&oordinates
mn: &бичих нүдний солбицолууд

source: Styles
mn: загварууд

source: Both Colors and Styles
mn: Өнгүүд, хэв загварууд

source: Cell &borders:
mn: бичгийн хүрээнүүд

source: Elements
mn: Элементүүд

source: &Graphics
mn: зурагнууд

source: &Lists
mn: &Жагсаалтууд

source: Block &quotes
mn: &Хаалт, Хашилтууд

source: &Groupings
mn: бүлгүүдэд

source: Arti&cles
mn: юмс

source: Fra&mes
mn: &Хүрээнүүд

source: &Clickable
mn: &товших,тогших

source: Report formatting chan&ges after the cursor (can cause a lag)
mn: формат өөрчлөлтийг хулганы заагч хэлэхгүй

source: Touch Interaction
mn: мэдэрэгчээр ажиллах

source: Enable touch interaction support
mn: мэдрэгчээр ажиллах үйлдэл идэвхтэй

source: &Touch typing mode
mn: мэдрэгчээр бичих горим

source: Recognition &language:
mn: үсэг таних хэл

source: NVDA Development
mn: NVDA хөгжүүлэлт

source: Enable loading custom code from Developer Scratchpad directory
mn: custom code from Developer Scratchpad directory ачаалуулж ажиллуулах

source: Open developer scratchpad directory
mn: developer scratchpad directory нээх

source: Microsoft UI Automation
mn: Microsoft UI автомаажуулалт

source: Enable &selective registration for UI Automation events and property changes
mn: сонгосон бүртгэлийг ажиллуулах UI автомаажуулалт үйлдлүүд болон үзүүлэлтүүд

source: Use UI Automation to access the Windows C&onsole when available
mn: UI хэрэглэх автомаажуулалт хүлээн авах the Windows Console when available

source: Speak &passwords in UIA consoles (may improve performance)
mn: нууц үг ярих in UIA consoles (may improve performance)

source: Yes
mn: Тийм

source: No
mn: Үгүй

source: Terminal programs
mn: терминал - сүлжээнд холбогдсон програм

source: Use the new t&yped character support in Windows Console when available
mn: шинээр бичсэн character хэрэглэх support in Windows Console when available

source: Attempt to cancel speech for expired focus events:
mn: үйлдэл дуусан бол ярьдаг програмыг болиулах

source: Editable Text
mn: бичвэр бичнэ үү

source: Caret movement timeout (in ms)
mn: тэмдэгт шилжих хугацаа хэтэрсэн (in ms)

source: Debug logging
mn: алдаа согог засах logging

source: Enabled logging categories
mn: logging categories ажиллагаатай байна

source: Advanced
mn: дэвшилтэт

source: Warning!
mn: Анхааруулга!

source: The following settings are for advanced users. Changing them may cause NVDA to function incorrectly. Please only change these if you know what you are doing or have been specifically instructed by NVDA developers.
mn: эдгээр тохируулгууд өндөр төвшиний хэрэглэгчдэд хамаатай бөгөөд ямар нэг өөрчлөлт хийх үед програм ажиллагаагүй болох магдлалтай иймд та зөвхөн өөрийн мэдэх хөгжүүлэгчдийн өгсөн тодорхой заавараар үйлдэл хйинэ үү

source: I understand that changing these settings may cause NVDA to function incorrectly.
mn: Эдгээр тохиргоонуудыг өөрчилсөнөөр NVDA ажиллахад саатал гарч магадгүй гэснийг би ойлгож байна.

source: Restore defaults
mn: өгөгдмөл тохируулга хийх

source: &Anywhere
mn: &Бүгд

source: Whole &word
mn: &Бүтэн үгээр

source: Regular &expression
mn: &Тогтмол үг хэллэг

source: Edit Dictionary Entry
mn: Толь бичигт оруулсан бичилт засварлах

source: &Pattern
mn: &жишээ

source: &Replacement
mn: &Орлуулж

source: &Comment
mn: коммент

source: &Type
mn: &Бич

source: A pattern is required.
mn: жишээ загвар шаардлагатай.

source: Dictionary Entry Error
mn: Толь бичигт орсон бичилт алдаатай байна

source: Regular Expression error: "%s".
mn: Тогтмол үг хэллэгийн алдаа: "%s".

source: &Dictionary entries
mn: &Толь бичигт бичилт оруулах

source: Comment
mn: коммент

source: Pattern
mn: Жишээ

source: Replacement
mn: Орлуулж

source: case
mn: Тохиолдол

source: Type
mn: Бич

source: &Edit
mn: &Засварлах

source: Add Dictionary Entry
mn: Толь бичигт бичилт нэмэх

source: Default dictionary
mn: Өгөгдмөл толь бичиг

source: Voice dictionary (%s)
mn: ярианы толь бичиг (%s)

source: Temporary dictionary
mn: түр ашиглах толь бичиг

source: Braille &display
mn: Брайл дэлгэц

source: Select Braille Display
mn: Брайл дэлгэц сонгох

source: Braille &display:
mn: Брайл &дэлгэц сонгох:

source: &Port:
mn: компьютерийн &Оролт:

source: Could not load the {display} display.
mn: {display} дэлгэц ажилсангүй

source: Braille Display Error
mn: Брайл дэлгэцийн алдаа гарлаа!

source: &Output table:
mn: Брайлаар унших үсэг сонгох:

source: &Input table:
mn: брайлаар бичих үсэг сонгох:

source: E&xpand to computer braille for the word at the cursor
mn: Заагчыг идэвхжүүлсэн брайл цонхонд компьютер брайлаар үзүүлэх

source: &Show cursor
mn: Брайл заагч харуулах

source: Blink cursor
mn: Брайл заагч анивчих

source: Cursor blink rate (ms)
mn: Заагчны анивчилтыг тааруулах (тоон)

source: Cursor shape for &focus:
mn: Брайл заагчаар ажиллах цэг сонгох:

source: Cursor shape for &review:
mn: Брайл заагч ажиллах хэлбэр сонгох:

source: Use timeout
mn: хугацаа хэтрэлт ашиглах

source: Show indefinitely
mn: хязгааргүйгээр харуулах

source: Show messages
mn: Мэссэжүүд харуулах

source: Message &timeout (sec)
mn: Мэссэж &хугацаа хэтрэлт (сик)

source: Tether B&raille:
mn: Брайл хязгаарлах хэлбэр сонгох:

source: Read by &paragraph
mn: &догол мөрөөр унших

source: Avoid splitting &words when possible
mn: &Үг үеэр таслахгүй мөр шилжих

source: Focus context presentation:
mn: хам утга үзүүлэх:

source: Could not load the {providerName} vision enhancement provider
mn: {providerName} vision enhancement provider ажилсангүй

source: Could not load the following vision enhancement providers: {providerNames}
mn: дараах vision enhancement providers: {providerNames} ажилсангүй

source: Vision Enhancement Provider Error
mn: Vision Enhancement Provider алдаа

source: Configure visual aids.
mn: visual aids тохируулах.

source: Enable
mn: идэвхжүүлэх

source: Options:
mn: сонголт хийх

source: NVDA Settings
mn: NVDA програмын үндсэн тохиргоо

source: normal configuration
mn: тохиргоо хийх

source: Add Symbol
mn: Цэг тэмдэг нэмэх

source: &Symbol:
mn: тэмдэг:

source: Symbol Pronunciation (%s)
mn: Зөв бичих дүрмээр цэг тэмдэг тавих (%s)

# speechSymbols
source: &Filter by:
mn: тэмдэгт ялгах

source: &Symbols
mn: &Цэг тэмдгүүдийн жагсаалт

source: Symbol
mn: Цэг тэмдэг

source: Level
mn: бичиглэлийн төвшин сонгох

source: Preserve
mn: Хадгалах

source: Change selected symbol
mn: идэвхжүүлсэн цэг тэмдэг солих

source: &Level
mn: &төвшинд

source: &Send actual symbol to synthesizer
mn: &одоогийн цэг тэмдэгийг ярьдаг програмаар хэлүүлэх

source: Re&move
mn: &Дахин шилжүүлэх

source: Symbol "%s" is already present.
mn: Цэг тэмдэгт "%s" байсан байна.

source: Most commands for controlling NVDA require you to hold down the NVDA key while pressing other keys. By default, the numpad Insert and main Insert keys may both be used as the NVDA key. You can also configure NVDA to use the CapsLock as the NVDA key. Press NVDA+n at any time to activate the NVDA menu. From this menu, you can configure NVDA, get help and access other NVDA functions.
mn: NVDA програмыг удирдах товчыг бусад гарын товчнуудтай хослуулан дарж хэрэглэдэг. Гар дээр numpad insert товч, insert товчны аль нэгийг NVDA програмыг удирдах товчлуур болгож ашигладаг. Түүнчлэн том үсгийн товчыг NVDA удирдах товч болгон ашиглана . NVDA удирдах товчыг n үсэгтэй дараалуулан дарж програмыг үндсэн цэс нээгдэнэ. Цэс дотроос програмын бүх тохируулгыг өөрийн сонголтоор тохируулж хэрэглэнэ.

source: Welcome to NVDA
mn: Монгол дэлгэц уншигч NVDA програмд тавтай морилно уу

source: Welcome to NVDA!
mn: Монгол NVDA програм Тавтай морилно уу!

source: &Use CapsLock as an NVDA modifier key
mn: &Том үсгийн товчыг NVDA програмыг удирдах товч болгон ашиглах

source: &Show this dialog when NVDA starts
mn: NVDA програм эхлэх бүрт энэ харилцах цонхыг үзүүлэх

source: License Agreement
mn: Монгол NVDA Програм ашиглах зөвшөөрөл Хараагүй хүмүүсийн инноваци хөгжлийн төвд хандаж албан ёсны хэрэглэх эрхээ баталгаажуулна уу Холбоо барих хаяг мэйл:idcbinnovation@gmail.com байршил: Сөүлийн гудамж 7 Улаанбаатар хотын нийтийн төв номын сан зүүн блок

source: I &agree
mn: &Би хүлээн зөвшөөрч байна.

source: &Install NVDA on this computer
mn: &Энэ компьютерт NVDA програмыг суулга

source: Create &portable copy
mn: NVDA програмын зөөврийн хувилбар үйсгэх

source: &Continue running
mn: &үргэлжлүүл

source: NVDA Usage Data Collection
mn: NVDA програм ашиглалтын мэдээллийг цуглуулах

source: Exit math interaction
mn: Математикийн үйлдлээс гарах

source: Math interaction not supported.
mn: Математикийн үйлдэл танигдахгүй байна.

source: blank
mn: хоосон

source: cap %s
mn: том %s

source: no indent
mn: догол мөр алга

source: selected %s
mn: идэвхжсэн байна %s

source: %s selected
mn: %s идэвхжлээ

source: %s unselected
mn: %s идэвхгүй боллоо.

source: %s selected instead
mn: %s сонгогдсон

source: selection removed
mn: арилгалаа.

source: row %s
mn: мөр %s

source: through %s
mn: %s байна

source: column %s
mn: багана %s

source: through row {row} column {column}
mn: мөр {row} багана {column} байна

source: with {rowCount} rows and {columnCount} columns
mn: {rowCount} мөртэй {columnCount} баганатай

source: with %s columns
mn: %s багануудтай

source: with %s rows
mn: %s мөрүүдтэй

source: level %s
mn: төвшинд %s

source: with %s items
mn: %s зүйлтэй

source: out of %s
mn: %s идэвхгүй гаднах

source: page %s
mn: хуудас %s

source: section %s
mn: хэсэг %s

source: column {0} of {1}
mn: багана {0} нийт {1}
