Repository: nvaccess/nvda
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: mn

source: Clicks the right mouse button once at the current mouse position
mn: тухайн байршилд хулганы заагчаар баруун товшиж болно.

source: Right click
mn: Баруун товш

source: Locks or unlocks the left mouse button
mn: Хулганы зүүн товчыг цоожилж мөн түгжээгүй болгож хэрэглэнэ.

source: Left mouse button unlock
mn: Хулганы зүүн товч түгжээгүй

source: Left mouse button lock
mn: Хулганы зүүн товч цоожтой байна

source: Locks or unlocks the right mouse button
mn: Хулганы баруун товчыг цоожилж мөн түгжээгүй болгож хэрэглэнэ.

source: Right mouse button unlock
mn: Хулганы баруун товч түгжээгүй

source: Right mouse button lock
mn: Хулганы баруун товч цоожтой байна

source: Announces the current selection in edit controls and documents. If there is no selection it says so.
mn: Бичиг баримтыг засварлах нөхцөлд зөвхөн идэвхижүүлсэн хэсгийг хэлж өгнө. идэвхижүүлээгүй хэсгийг хэлэхгүй болно.

source: If pressed once, reports the current time. If pressed twice, reports the current date
mn: нэг дарж цаг сонсоно. хоёр удаа хурдан дарж он сар өдөр сонсоно.

source: No settings
mn: тохируулга алга

source: Toggles on and off the speaking of typed characters
mn: үсэг хэлэх үйлдлийг нээж хааж хэрэглэх.

source: speak typed characters off
mn: үсэг унтарлаа

source: speak typed characters on
mn: үсэг аслаа

source: Toggles on and off the speaking of typed words
mn: зай авах товчыг дарж үгээр нь уншуулах үйлдлийг хааж нээж хэрэглэх.

source: speak typed words off
mn: зай авах бүрт үг унших унтарлаа.

source: speak typed words on
mn: зай авах бүрт үг унших аслаа.

source: Toggles on and off the speaking of typed keys, that are not specifically characters
mn: гарын команд сонсох үйлдлийг хааж нээж хэрэглэх.

source: speak command keys off
mn: гарын команд сонсох унтарлаа.

source: speak command keys on
mn: гарын команд сонсох аслаа.

source: Toggles on and off the reporting of font changes
mn: үсгийн хэвний нэр сонсох үйлдлийг нээж хааж хэрэглэх.

source: report font name off
mn: үсгийн нэр сонсох унтарлаа.

source: report font name on
mn: үсгийн нэр сонсох аслаа.

source: Toggles on and off the reporting of font size changes
mn: үсгийн хэвний хэмжээг сонсох үйлдлийг нээж хааж хэрэглэх.

source: report font size off
mn: үсгийн хэмжээг сонсох унтарлаа.

source: report font size on
mn: үсгийн хэмжээг сонсох аслаа.

source: Toggles on and off the reporting of font attributes
mn: үсгийн хэвний төлөв сонсох үйлдлийг нээж хааж хэрэглэх.

source: report font attributes off
mn: үсгийн төлөв сонсох унтарлаа.

source: report font attributes on
mn: үсгийн төлөв сонсох аслаа.

source: Toggles on and off the reporting of superscripts and subscripts
mn: мөрний дээд индекс болон доод индекс сонсох үйлдлийг хааж нээж хэрэглэх.

source: report superscripts and subscripts on
mn: мөрний дээд индекс болон доод индекс сонсох аслаа.

source: report superscripts and subscripts off
mn: мөрний дээд индекс болон доод индекс сонсох унтарлаа.

source: Toggles on and off the reporting of revisions
mn: залруулга сонсох үйлдлийг нээж хааж хэрэглэх.

source: report revisions off
mn: залруулга сонсох унтарлаа

source: report revisions on
mn: залруулга сонсох аслаа.

source: Toggles on and off the reporting of emphasis
mn: тодотгол сонсох үйлдлийг хааж нээж хэрэглэх.

source: report emphasis off
mn: тодотгол сонсох унтарлаа.

source: report emphasis on
mn: тодотгол сонсох аслаа.

source: Toggles on and off the reporting of colors
mn: өнгө сонсох үйлдлийг нээж хааж хэрэглэх.

source: report colors off
mn: өнгө сонсох унтарлаа.

source: report colors on
mn: өнгө сонсох аслаа.

source: Toggles on and off the reporting of text alignment
mn: мөр эгнүүлэх үйлдлийг нээж хааж хэрэглэх.

source: report alignment off
mn: эгнүүлэлтийг сонсох унтарлаа.

source: report alignment on
mn: эгнүүлэлтийг сонсох аслаа.

source: Toggles on and off the reporting of style changes
mn: хэв загвар сонсох үйлдлийг нээж хааж хэрэглэх.

source: report style off
mn: хэв загвар сонсох унтарлаа.

source: report style on
mn: хэв загвар сонсох аслаа.

source: Toggles on and off the reporting of spelling errors
mn: зөв бичих дүрэмний анхааруулга сонсох үйлдлийг нээж хааж хэрэглэх.

source: report spelling errors off
mn: зөв бичих дүрэмний анхааруулга сонсох унтарлаа.

source: report spelling errors on
mn: зөв бичих дүрэмний анхааруулга сонсох аслаа.

source: Toggles on and off the reporting of pages
mn: хуудасны дугаар сонсох үйлдлийг нээж хааж хэрэглэх.

source: report pages off
mn: хуудасны дугаар сонсох унтарлаа.

source: report pages on
mn: хуудасны дугаар сонсох аслаа.

source: Toggles on and off the reporting of line numbers
mn: мөрний дугаарыг сонсох үйлдлийг нээж хааж хэрэглэх.

source: report line numbers off
mn: мөрний дугаар сонсох унтарлаа.

source: report line numbers on
mn: мөрний дугаар сонсох аслаа.

source: Report line indentation with speech
mn: догол мөр хэлүүлэх

source: Report line indentation with tones
mn: догол мөрийг дуу эгшгээр сонсгох

source: Report line indentation with speech and tones
mn: догол мөр хэлүүлэх болон дуу эгшгээр давхар сонсох

source: Report line indentation off
mn: догол мөр хэлэх хаагдав.

source: Toggles on and off the reporting of paragraph indentation
mn: бүлэг бичвэрт байгаа догол мөр хэлэх үйлдлийг нээж хааж хэрэглэх.

source: report paragraph indentation off
mn: бүлэг бичвэрт байгаа догол мөр хэлэх унтарлаа.

source: report paragraph indentation on
mn: бүлэг бичвэрт байгаа догол мөр хэлэх аслаа.

source: Toggles on and off the reporting of line spacing
mn: мөр хоорондын зайг сонсох үйлдлийг нээж хааж хэрэглэх.

source: report line spacing off
mn: мөр хоорондын зай сонсох унтарлаа.

source: report line spacing on
mn: мөр хоорондын зай сонсох аслаа.

source: Toggles on and off the reporting of tables
mn: хүснэгт сонсох үйлдлийг нээж хааж хэрэглэх.

source: report tables off
mn: хүснэгт сонсох унтарлаа.

source: report tables on
mn: хүснэгт сонсох аслаа.

source: Toggles on and off the reporting of table row and column headers
mn: Хүснэгтийн мөр болон баганын толгойг хэлэх үйлдлийг нээж хааж хэрэглэх.

source: report table row and column headers off
mn: хүснэгтийн мөр болон баганын толгойг хэлэх унтарлаа.

source: report table row and column headers on
mn: хүснэгтийн мөр болон баганын толгойг хэлэх аслаа.

source: Toggles on and off the reporting of table cell coordinates
mn: Хүснэгтийн нүдний солбицол хэлэх үйлдлийг нээж хааж хэрэглэх.

source: report table cell coordinates off
mn: хүснэгтийн нүдний солбицол хэлэх унтарлаа.

source: report table cell coordinates on
mn: хүснэгтийн нүдний солбицол хэлэх аслаа.

source: Toggles on and off the reporting of links
mn: холбоос хэлэх үйлдлийг нээж хааж хэрэглэх.

source: report links off
mn: холбоос хэлэх унтарлаа.

source: report links on
mn: холбоос хэлэх аслаа.

source: Toggles on and off the reporting of graphics
mn: зурагны тайлбар сонсох үйлдлийг нээж хааж хэрэглэх.

source: report graphics off
mn: зураг сонсох унтарлаа.

source: report graphics on
mn: зураг сонсох аслаа.

source: Toggles on and off the reporting of comments
mn: Комментууд сонсох үйлдлийг нээж хааж хэрэглэх.

source: report comments off
mn: комментууд сонсох унтарлаа.

source: report comments on
mn: комментууд сонсох аслаа.

source: Toggles on and off the reporting of lists
mn: жагсаалтууд сонсох үйлдлийг нээж хааж хэрэглэх.

source: report lists off
mn: жагсаалтууд сонсох унтарлаа.

source: report lists on
mn: жагсаалтууд сонсох аслаа.

source: Toggles on and off the reporting of headings
mn: гарчиг сонсох үйлдлийг нээж хааж хэрэглэх.

source: report headings off
mn: гарчиг сонсох унтарлаа.

source: report headings on
mn: гарчиг сонсох аслаа.

source: Toggles on and off the reporting of groupings
mn: бүлэг хэсгийг сонсох үйлдлийг нээж хааж хэрэглэх.

source: report groupings off
mn: бүлэг хэсгийг сонсох унтарлаа.

source: report groupings on
mn: бүлэг хэсгийг сонсох аслаа.

source: Toggles on and off the reporting of block quotes
mn: хашилтанд бичсэнийг сонсох үйлдлийг нээж хааж хэрэглэх.

source: report block quotes off
mn: хашилтанд бичсэнийг сонсох унтарлаа.

source: report block quotes on
mn: хашилтанд бичсэнийг сонсох аслаа.

source: Toggles on and off the reporting of landmarks
mn: хуудасны заагуудыг сонсох үйлдлийг нээж хааж хэрэглэх.

source: report landmarks and regions off
mn: хуудасны зааг сонсох унтарлаа.

source: report landmarks and regions on
mn: хуудасны зааг сонсох аслаа.

source: Toggles on and off the reporting of articles
mn: юмс сонсох үйлдлийг нээж хааж хэрэглэх.

source: report articles off
mn: юм сонсох унтарлаа.

source: report articles on
mn: юм сонсох аслаа.

source: Toggles on and off the reporting of frames
mn: тухайн зүйл хүрээтэй эсэхийг сонсох үйлдлийг нээж хааж хэрэглэх.

source: report frames off
mn: хүрээ сонсох унтарлаа.

source: report frames on
mn: хүрээ сонсох аслаа.

source: report if clickable off
mn: товших үйлдэл унтарлаа

source: report if clickable on
mn: товших үйлдэл аслаа

source: Cycles through speech symbol levels which determine what symbols are spoken
mn: Бичиглэлийн төвшинд цэг тэмдгүүдийг хэлүүлэх үйлдлийг хийснээр өөрийн сонголтоор цэг тэмдэглэл хэлэх төвшинг тохируулна. таны тохируулсан төвшинд цэг тэмдгүүдийг хэлнэ.

source: Symbol level %s
mn: Бичиглэлийн төвшин %s

source: Moves the mouse pointer to the current navigator object
mn: Хулганы заагчыг хөдөлгөөнт объект дээр аваачих

source: Object has no location
mn: объектийн байршил тодорхойгүй

source: Move navigator object to mouse
mn: объектийн байршил тодорхойгүй

source: No next review mode
mn: дараа нь нарийвчлан шалгах горим алга

source: No previous review mode
mn: өмнө нь нарийвчлан шалгах горим алга

source: Toggles simple review mode on and off
mn: энгийн харах горимыг нээж хааж хэрэглэх.

source: Simple review mode off
mn: ердийн харах горим унтарлаа.

source: Simple review mode on
mn: ердийн харах горим аслаа.

source: Reports the current navigator object. Pressing twice spells this information, and pressing three times Copies name and value of this object to the clipboard
mn: Reports the current хөдөлгөөнт объект. Pressing twice spells this information, and pressing three times Copies name and value of this object to the clipboard

source: No navigator object
mn: хөдөлгөөнт объект алга

source: No location information
mn: байршлын мэдээлэл алга

source: Move to focus
mn: шилжиж байна

source: No focus
mn: үзэх Боломжгүй байна.

source: Move focus
mn: Шилжүүлж байна

source: No caret
mn: Тэмдэгт алга

source: No containing object
mn: Агуулж байгаа объект алга

source: Moves the navigator object to the next object
mn: хөдөлгөөнт объектыг дараагийн объект дээр аваачих

source: No next
mn: дараа нь алга

source: Moves the navigator object to the previous object
mn: хөдөлгөөнт объектыг өмнөх объект дээр аваачих

source: No previous
mn: өмнө нь алга

source: No objects inside
mn: дотор нь объект алга

source: No action
mn: үйлдэл алга

source: Top
mn: дээд

source: Left
mn: Зүүн

source: Right
mn: Баруун

source: No symbol replacement
mn: Орлуулах тэмдэг алга

source: Character: {} Replacement: {}
mn: үсэг тэмдэгт {} Replacement: {}

source: Expanded symbol ({})
mn: дэлгэрэнгүй харагдах тэмдэг ({})

source: Speech mode off
mn: Ярих үйлдэл хаагдлаа.

source: Speech mode beeps
mn: Ярих үйлдлийн оронд дохио дуугарах идэвхжлээ.

source: Speech mode talk
mn: Ярих үйлдэл нээгдлээ.

source: Quits NVDA!
mn: NVDA програмаас гарах!

source: Restarts NVDA!
mn: NVDA програмыг дахин эхлүүлэх!

source: Shows the NVDA menu
mn: NVDA програмын цэсийг нээх харилцах цонх үзүүлэх

source: No formatting information
mn: форматлаж боловсруулсан мэдээлэл алга

source: Formatting
mn: форматлан боловсруулах

source: Reports formatting info for the current review cursor position.
mn: форматын мэдээллийг хулганы заагчны байрлалаар сонсох

source: Presents, in browse mode, formatting info for the current review cursor position.
mn: мэдээлэл гаргах, цааш үзэх горим дээр хулганы заагчаар форматын мэдээлэл сонсох

source: Reports formatting info for the current review cursor position. If pressed twice, presents the information in browse mode
mn: форматын мэдээллийг хулганы заагчын байрлалаар сонсоно. хэрэв заагч дээр 2 товшвол цааш үзэх горимоор мэдээлэл гарч ирнэ.

source: Reports formatting info for the text under the caret.
mn: форматын мэдээллийг бэчвэрээр сонсох

source: Presents, in browse mode, formatting info for the text under the caret.
mn: мэдээлэл гаргах, in цааш үзэх горимд форматын мэдээллийг бэчвэрээр сонсох

source: Reports formatting info for the text under the caret. If pressed twice, presents the information in browse mode
mn: бичвэрийн форматын мэдээлэл хулганы заагчны байрлалаар сонсоно хэрэв 2 удаа товшвол цааш үзэх горимд мэдээлэл гарч ирнэ

source: No status line found
mn: Төлвийн мөр олдсонгүй

source: no status bar information
mn: төлвийн мөрний мэдээлэл алга

source: Toggles the reporting of information as the mouse moves
mn: хулганы заагчаар дэлгэцэнд байгаа мэдээлэл сонсож чагтлах

source: Mouse tracking off
mn: хулганы заагч унтарлаа.

source: Mouse tracking on
mn: хулганы заагч аслаа.

source: Toggles how much text will be spoken when the mouse moves
mn: хулганы заагчаар бичвэр хэлүүлэх

source: Mouse text unit resolution %s
mn: хулганы Бичвэрийн %s нарийвчлал сонгох:

source: Reports the title of the current application or foreground window. If pressed twice, spells the title. If pressed three times, copies the title to the clipboard
mn: цонхны гарчиг хэлүүлэх бол нэг дараад гарчиг сонсох хоёр дарвал үсэглэх хэрэв гурав дарвал санах ойн самбарт түр хуулагдана

source: No title
mn: Гарчиг алга

source: Reads all controls in the active window
mn: бүгд идэвхтэй цонхонд байна

source: Opens the WX GUI inspection tool. Used to get more information about the state of GUI components.
mn: WX GUI төхөөрөмжийг нээнэ. GUI бүтэц хэсгүүдийн талаар илүү дэлгэрэнгүй мэдээлэл авахад ашиглана.

source: Log fragment start position marked, press again to copy to clipboard
mn: Log файлийн тасарсан хэсгийн эхэнд тэмдэглэгдлээ дахин хуулах команд хийнэ үү

source: Unable to mark log position
mn: логний байршилд тэмдэглэл хийгдэхгүй байна

source: No new log entry to copy
mn: хуулах шинэ лог бичилт алга

source: Log fragment copied to clipboard
mn: логний хэсэг санах ойн самбарт хууллагдлаа.

source: Unable to copy
mn: хуулагдахгүй байна.

source: Opens NVDA configuration directory for the current user.
mn: NVDA хэрэглэгчийн тохируулгыг нээж орох

source: Toggles between beeps, speech, beeps and speech, and off, for reporting progress bar updates
mn: Үйлдлийн явцыг өөрийн сонголтоор яриулах, дан дохио дуугарах, ярих болон давхар дохио дуугарах гэх мэтээр тохируулан хэрэглэж болно.

source: No progress bar updates
mn: Үйлдлийн явц сонсогдохгүй идэвхжлээ

source: Speak progress bar updates
mn: Үйлдлийн явц яриулах идэвхжлээ

source: Beep for progress bar updates
mn: Үйлдлийн явцыг дохио дуугарч мэдэгдэх идэвхжлээ

source: Beep and speak progress bar updates
mn: Үйлдлийн явц ярих, давхар дохио дугарах идэвхжлээ

source: Toggles on and off the reporting of dynamic content changes, such as new text in dos console windows
mn: dynamic агууламжын өөрчлөлтийг сонсох үйлдлийг нээж хааж хэрэглэх

source: report dynamic content changes off
mn: dynamic агууламжын өөрчлөлтийг сонсох хаагдав.

source: report dynamic content changes on
mn: dynamic агууламжын өөрчлөлтийг сонсох нээгдэв.

source: Toggles on and off the movement of the review cursor due to the caret moving.
mn: заагч тэмдэгт хэлэх үйлдлийг нээж хааж хэрэглэх.

source: caret moves review cursor off
mn: заагч тэмдэгт хэлэх хаагдлаа

source: caret moves review cursor on
mn: заагч тэмдэгт хэлэх нээгдлээ

source: Toggles on and off the movement of the navigator object due to focus changes
mn: хөдөлгөөнт объектыг сонсож, шилжүүлэх үйлдлийг нээж хааж хэрэглэх.

source: focus moves navigator object off
mn: хөдөлгөөнт объектыг шилжүүлэх үйлдэл хаагдав.

source: focus moves navigator object on
mn: хөдөлгөөнт объектыг шилжүүлэх үйлдэл нээгдэв.

source: Toggles on and off automatic movement of the system focus due to browse mode commands
mn: system focus болон browse mode командуудийн автомат хөдөлгөөнийг хааж нээж чагтлах

source: Reports battery status and time remaining if AC is not plugged in
mn: батарейний олон талын мэдээлэл авах болно. тухайлбал цэнэглэгдэж байгаа хувь болон үлдсэн цэнэгний тухай, түүнчлэн цэнэглэгч залгаатай эсхүүл үгүй байгааг мэдээлэх болно.

source: No system battery
mn: батарей системд алга

source: %d percent
mn: %d хувь

source: AC power on
mn: цэнэглэгч залгаатай байна.

source: {hours:d} hours and {minutes:d} minutes remaining
mn: {hours:d} цаг {minutes:d} минут ажиллах цэнэг үлдсэн

source: Pass next key through
mn: энэ командыг алгасаж дараагийн команданд шууд шилжих

source: %s module is loaded.
mn: %s модул уншигдсан

source: %s is currently running.
mn: %s ажиллаж байна

source: Shows NVDA's general settings
mn: NVDA програмын ерөнхий тохируулгын харилцах цонхыг үзүүлэх

source: Shows the NVDA synthesizer selection dialog
mn: NVDA програмын ярьдаг програм сонгох харилцах цонхыг үзүүлэх.

source: Shows NVDA's speech settings
mn: Ярьдаг програм тохируулах харилцах цонхыг үзүүлэх.

source: Shows the NVDA braille display selection dialog
mn: Брайл дэлгэц сонгох цэсний харилцах цонхыг үзүүлэх.

source: Shows NVDA's braille settings
mn: NVDA брайлын тохиргооны харилцах цонхыг үзүүлэх

source: Shows NVDA's keyboard settings
mn: NVDA програмын гарын тохиргооны харилцах цонхыг үзүүлэх

source: Shows NVDA's mouse settings
mn: хулганы тохируулгын харилцах цонхыг үзүүлэх.

source: Shows NVDA's review cursor settings
mn: NVDA програмын анивчдаг заагчийн тохируулгын харилцах цонхыг үзүүлэх.

source: Shows NVDA's input composition settings
mn: NVDA програмын бүтэц зохион байгуулалтын харилцах цонх үзүүлэх

source: Shows NVDA's object presentation settings
mn: Объект үзүүлэнгийн харилцах цонх

source: Shows NVDA's browse mode settings
mn: цааш үзэх тохируулгын харилцах цонх үзүүлэх.

source: Shows NVDA's document formatting settings
mn: бичвэр боловсруулах цэсний харилцах цонхыг үзүүлэх.

source: Shows the NVDA default dictionary dialog
mn: NVDA програмын өгөгдмөл толь бичгийн харилцах цонхыг үзүүлэх

source: Shows the NVDA voice-specific dictionary dialog
mn: NVDA програмын ярианы толь бичгийн харилцах цонхыг үзүүлэх

source: Shows the NVDA temporary dictionary dialog
mn: NVDA програмын түр ашиглах толь бичгийн харилцах цонхыг үзүүлэх

source: Shows the NVDA symbol pronunciation dialog
mn: NVDA програмын цэг тэмдэг, авиа зүйн галигийн харилцах цонхыг үзүүлэх.

source: Shows the NVDA input gestures dialog
mn: Зангаанууд тохируулах харилцах цонхыг үзүүлэх.

source: Reports the name of the current NVDA configuration profile
mn: NVDA одоогийн тохируулгын profile нэр сонсох.

source: normal configuration profile active
mn: хэвийн тохируулгатай profile идэвхтэй

source: {profileName} configuration profile active
mn: {profileName} profile тохируулга идэвхтэй

source: Saves the current NVDA configuration
mn: NVDA програмыг одоогийн тохируулгыг хадгалах.

source: speech viewer disabled
mn: ярьдаг програм ажиглагч идэвхгүй байна

source: speech viewer enabled
mn: ярьдаг програм ажиглагч ажиллаж байна

source: Braille tethered %s
mn: Брайл бичиг %s

source: Braille focus context presentation: %s
mn: брайлаар хам утга үзүүлэх: %s

source: Toggle the braille cursor on and off
mn: брайл заагчийг нээж хааж өөрийн сонголтоор хэрэглэх.

source: Braille cursor off
mn: Брайл заагч унтарлаа.

source: Braille cursor on
mn: Брайл заагч аслаа.

source: Braille cursor is turned off
mn: Брайл заагч унтарсан байна.

source: Braille cursor %s
mn: Брайл заагч %s

source: There is no text on the clipboard
mn: санах ойн самбарт бичвэр алга

source: The clipboard contains a large portion of text. It is %s characters long
mn: самбарын санах ой %s үсгээр хэтэрсэн.

source: Start marked
mn: эхлэл тэмдэглэгдсэн

source: No start marker set
mn: эхлэл тэмдэглэгдээгүй

source: Press twice to copy or reset the start marker
mn: хоёр удаа дарж хуулах команд хий эсхүл тэмдэглэл дахин тавих

source: No text to copy
mn: хуулах бичвэр алга

source: Can't select text, press twice to copy
mn: бичвэр идэвхжсэнгүй хоёр удаа дарж хуулна уу

source: Scrolls the braille display back
mn: брайл дэлгэцийг буцааж гүйлгэх

source: Scrolls the braille display forward
mn: брайл дэлгэцийг гүйлгэх

source: Reports formatting info for the text under this braille cell
mn: Брайл цонхонд бичвэрийн форматийг үзүүлэх

source: Moves the braille display to the previous line
mn: Брайл дэлгэцийг өмнөх мөрөнд шилжүүлэх

source: Moves the braille display to the next line
mn: Брайл дэлгэцийг дараагийн мөрөнд шилжүүлэх

source: Inputs braille dots via the braille keyboard
mn: Брайл төхөөрөмжөөс брайлиар бичих

source: Moves the braille display to the current focus
mn: брайл төхөөрөмжийг дэлгэцэнд шилжүүлэх

source: Translates any braille input and presses the enter key
mn: интер товчыг дарж брайл руу хөрвүүлэх

source: Translates any braille input
mn: Брайл бичигт хөрвүүлэх

source: Virtually toggles the shift key to emulate a keyboard shortcut with braille input
mn: Шифт товчыг брайлаар бичхэд холбож ашиглах

source: Virtually toggles the control key to emulate a keyboard shortcut with braille input
mn: Контрол товчыг брайлаар бичхэд холбож ашиглах

source: Virtually toggles the alt key to emulate a keyboard shortcut with braille input
mn: Олт товчыг брайлаар бичхэд холбож ашиглах

source: Virtually toggles the left windows key to emulate a keyboard shortcut with braille input
mn: Зүүн цонх товчыг брайлаар бичхэд холбож ашиглах

source: Virtually toggles the NVDA key to emulate a keyboard shortcut with braille input
mn: Дэлгэц уншигч програмыг удирдах товчыг брайлаар бичхэд холбож ашиглах

source: Plugins reloaded
mn: залгаас програм дахин ачаалж байна

source: Toggles the support of touch interaction
mn: мэдрэгчээр ажиллах үйлдлийг чагтлах

source: Touch interaction not supported
mn: мэдрэгчээр ажиллах үйлдэл ажиллагаагүй

source: Touch interaction enabled
mn: мэдрэгчээр ажиллах үйлдэл идэвхтэй

source: Touch interaction disabled
mn: мэдрэгчээр ажиллах үйлдэл идэвхгүй

source: Cycles between available touch modes
mn: мэдрэгчээр ажиллах горим хооронд өөрчлөх

source: %s mode
mn: %s горим

source: Reports the object and content directly under your finger
mn: хурууны хөдөлгөөнөөр обект болон контентийг сонсох

source: Clicks the right mouse button at the current touch position. This is generally used to activate a context menu.
mn: тухайн байршилд заагчаар баруун товшиж болно.гэхдээ хулганы цэсийг идэвхжүүлэх комманд хийж болно

source: object has no location
mn: байршилгүй объект

source: Shows the NVDA Configuration Profiles dialog
mn: NVDA програмын profiles тохируулгын харилцах цонхыг үзүүлэх

source: Toggles disabling of all configuration profile triggers. Disabling remains in effect until NVDA is restarted
mn: profile бүх тохируулгын түгжээнүүд NVDA програмыг дахин эхлэх хүртэл ажиллагаагүй байх болно.

source: Configuration profile triggers disabled
mn: profile тохируулгын түгжээнүүд ажиллагаагүй байна.

source: Configuration profile triggers enabled
mn: profile тохируулгын түгжээнүүд ажиллагаатай байна.

source: Begins interaction with math content
mn: математикийн контенттой харилцах

source: Not math
mn: математик биш

source: Toggles on and off the reporting of CLDR characters, such as emojis
mn: CLDR үсэг тэмдэгтийг хааж , нээж хэрэглэж болно

source: report CLDR characters off
mn: CLDR үсэг тэмдэгт унтарлаа

source: report CLDR characters on
mn: CLDR үсэг тэмдэгт сонсох аслаа
