Repository: nvaccess/nvda
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: mn

source: Native input
mn: Үндсэн оролт

source: Alpha numeric input
mn: Alpha тооны оролт

source: Full shaped mode
mn: Бүрэн дүрслэлтэй горим

source: Half shaped mode
mn: Хагас дүрслэлтэй горим

source: alphanumeric
mn: стандарт гар

source: katakana
mn: катакана

source: hiragana roman
mn: хирагана роман

source: katakana roman
mn: катакана роман

source: IME opened
mn: IME нээлттэй

source: IME closed
mn: IME хаагдсан

source: unknown language
mn: хэл сонгогдоогүй

source: unknown input method
mn: орохгүй байна

source: spelling and grammar: {text}
mn: зөв бичих болон зөв бичгийн дүрэм: {text}

source: spelling: {text}
mn: зөв бичих: {text}

source: grammar: {text}
mn: зөв бичих дүрэм: {text}

# UIAHandler.FillType
source: picture
mn: зураг

source: unknown
mn: үйлдэл хийгдэж байгааг түр хүлээнэ үү!

source: Error in appModule %s
mn: %s програмын хэсэгт алдаа гарлаа

# aria
source: banner
mn: хуудас

# aria
source: complementary
mn: үзүүлж

# aria
source: content info
mn: контент мэдээлэл

# aria
source: main
mn: хуудасны дунд

# aria
source: navigation
mn: шилжих хуудас

# aria
source: search
mn: хайлт

# aria
source: form
mn: бөглөх маягт

source: No ducking
mn: хугжим, ярьдаг програм хоёр нэг төвшинд дуугарах

source: Duck when outputting speech and sounds
mn: ярьдаг програм ярих үед хөгжмийн дуугаралтын төвшин намсах

source: Always duck
mn: хөгжмийн дуугаралт байнга бага төвшинд байх

source: wnd
mn: цонх

source: dlg
mn: харилцах цонх

source: chk
mn: чагт

source: rbtn
mn: r товч

source: edt
mn: бич

source: btn
mn: товч

source: mnubar
mn: цэс нээгдэх

source: mnu
mn: цэс

source: cbo
mn: хд

source: lst
mn: ж

source: gra
mn: зураг

source: hlp
mn: тусламж

source: tltip
mn: зөвлөмж

source: lnk
mn: хблс

source: tv
mn: зж

source: tvitem
mn: зхж

source: prgbar
mn: явц

source: scrlbar
mn: гүйлгэх

source: stbar
mn: төлөв

source: tbl
mn: хүснэгтүүд

source: tlbar
mn: бм

source: drbtn
mn: товч дар

source: doc
mn: бичвэр

source: app
mn: апп

source: cap
mn: том

source: embedded
mn: байршуулах

source: enote
mn: e тэмдэглэл

source: fnote
mn: f тэмдэглэл

source: term
mn: хугацаа

source: sect
mn: Хэсэг

source: tgbtn
mn: чагт товч

source: splbtn
mn: хуваагч товч

source: mnubtn
mn: цэсний товч

source: spnbtn
mn: иргэлдэх товч

source: tvbtn
mn: з товч

source: pnl
mn: дэлгэц

source: del
mn: устгах товч

source: ins
mn: ins товч

source: lmk
mn: байна

source: art
mn: уран зураг

source: sel
mn: сонгох

source: ro
mn: мөр

source: submnu
mn: дэд цэс

source: invalid
mn: Хүчингүй

source: clk
mn: товш

source: sorted asc
mn: дээш эрэмбэлэх

source: sorted desc
mn: доош эрэмбэлэх

source: ldesc
mn: урт тайлбар

source: nsel
mn: сонгогдоогүй

# braille landmark abbreviation
source: bnnr
mn: bnnr байна

# braille landmark abbreviation
source: main
mn: дунд

# braille landmark abbreviation
source: navi
mn: шилжих

# braille landmark abbreviation
source: srch
mn: хайх

# braille landmark abbreviation
source: form
mn: маягт

source: Dots 7 and 8
mn: 7 8 дугаар цэгүүд

source: Dot 8
mn: 8 дугаар цэг

source: All dots
mn: Бүх цэгүүд

source: Fill display for context changes
mn: Тухайн утгын өөрчлөлтөөс хамаарч дэлгэцэнд үзүүлэх

source: Always fill display
mn: Байнга дэлгэц дүүрэн

source: Only when scrolling back
mn: зөвхөн буцааж гүйлгэх үед

source: Automatic
mn: автоматчилагдсан

source: h%s
mn: г%s

source: vlnk
mn: охлс

source: {number} of {total}
mn: гэж {number} дугаарт байна нийт зүйл {total}

source: lv %s
mn: нтзл %s

source: r{rowNumber}-{rowSpan}
mn: м{rowNumber}-{rowSpan}

source: r{rowNumber}
mn: м{rowNumber}

source: c{columnNumber}-{columnSpan}
mn: б{columnNumber}-{columnSpan}

source: c{columnNumber}
mn: б{columnNumber}

source: %s end
mn: %s төгсөв

source: automatically
mn: автоматаар

source: to focus
mn: үзэх

source: to review
mn: Нарийвчлан үзэх

source: Dot firm&ness
mn: өөрчлөгдөхгүй цэг

source: Braille inp&ut
mn: Брайл оролт

source: Unknown braille display
mn: Танигдаагүй брайл дэлгэц

source: Serial: {portName}
mn: Serial дугаар: {portName}

source: Unsupported input
mn: оролт танигдсангүй

source: {modifier} released
mn: {modifier} програм шинэчлэгдлээ

source: {modifier} pressed
mn: {modifier} дарагдлаа

source: dot
mn: цэг

source: space with dot
mn: цонх алагсах

source: space
mn: зай авах

source: braille keyboard
mn: брайл гар

source: space with any dots
mn: зайтай цэгүүд

source: any dots
mn: цэгүүд

source: Afrikaans grade 1
mn: Африк grade 1

source: Afrikaans grade 2
mn: Африк grade 1

source: Arabic 8 dot computer braille
mn: Arabic 8 цэгийн компьютер брайл

source: Bashkir grade 1
mn: Kashmiri grade 1

source: Bulgarian 8 dot computer braille
mn: Bulgarian 8 цэгийн компьютер брайл

source: Coptic 8 dot computer braille
mn: Coptic 8 цэгийн компьютер брайл

source: Czech 8 dot computer braille
mn: Czech 8 цэгийн компьютер брайл

source: Danish 8 dot computer braille
mn: Danish 8 цэгийн компьютер брайл

source: Danish 6 dot grade 1
mn: Danish 6 цэгийн grade 1

source: Danish 8 dot grade 1
mn: Danish 8 цэгийн grade 1

source: Danish 6 dot grade 2
mn: Danish 6 цэгийн grade 2

source: Danish 8 dot grade 2
mn: Danish 8 цэгийн grade 2

source: German 8 dot computer braille
mn: German 8 цэгийн компьютер брайл

source: German grade 0 (detailed)
mn: Холбооны Бүгд Найрамдах Герман брайл 0

source: German grade 1
mn: Холбооны Бүгд Найрамдах Герман брайл 1

source: German grade 1 (detailed)
mn: Холбооны Бүгд Найрамдах Герман нарийвчилсан брайл 1

source: German grade 2
mn: Холбооны Бүгд Найрамдах Герман брайл 2

source: English (U.K.) 8 dot computer braille
mn: English (U.K.) 8 цэгийн компьютер брайл

source: English (U.S.) 6 dot computer braille
mn: English (U.S.) 6 цэгийн компьютер брайл

source: English (U.S.) 8 dot computer braille
mn: English (U.S.) 8 цэгийн компьютер брайл

source: Esperanto grade 1
mn: Esperanto grade 1German grade 1

source: Spanish 8 dot computer braille
mn: Spanish 8 цэгийн компьютер брайл

source: Persian 8 dot computer braille
mn: Persian 8 цэгийн компьютер брайл

source: Finnish 6 dot
mn: финлянд 6 цэг

source: Finnish 8 dot computer braille
mn: Finnish 8 цэгийн компьютер брайл

source: French (unified) 6 dot computer braille
mn: French (unified) 6 цэгийн компьютер брайл

source: French (unified) 8 dot computer braille
mn: French (unified) 8 цэгийн компьютер брайл

source: French (unified) grade 2
mn: Франц (unified) Grade 2

source: Greek international braille
mn: Greek олон улсын брайл

source: Israeli grade 1
mn: Israeli grade 1Irish grade 1

source: Croatian 8 dot computer braille
mn: Croatian 8 цэгийн компьютер брайл

source: Hungarian 8 dot computer braille
mn: Hungarian 8 цэгийн компьютер брайл

source: Icelandic 8 dot computer braille
mn: Icelandic 8 цэгийн компьютер брайл

source: Italian 6 dot computer braille
mn: Italian 6 цэгийн компьютер брайл

source: Italian 8 dot computer braille
mn: Italian 8 цэгийн компьютер брайл

source: Korean grade 1 (2006)
mn: солонгос grade 1 (2006)

source: Korean grade 2 (2006)
mn: солонгос grade 2 (2006)

source: Korean grade 1
mn: солонгос grade 1

source: Korean grade 2
mn: солонгос grade 2

source: Lithuanian 8 dot
mn: Литва 8 цэгийн брайл

source: Lithuanian 6 dot
mn: Литва 6 цэгийн брайл

source: Mongolian grade 1
mn: Монгол 6 цэгийн цахим брайл "UEB" grade 1

source: Mongolian grade 2
mn: Монгол 6 цэгийн цахим брайл "UEB" grade 2

source: Norwegian 8 dot computer braille
mn: Norwegian 8 цэгийн компьютер брайл

source: Polish 8 dot computer braille
mn: Polish 8 цэгийн компьютер брайл

source: Portuguese 8 dot computer braille
mn: Portuguese 8 цэгийн компьютер брайл

source: Romanian
mn: Румын

source: Russian computer braille
mn: орос компьютер брайл

source: Russian literary braille
mn: орос бичиглэлийн брайл

source: Russian literary braille (detailed)
mn: орос бичиглэлийн брайл (наривчилсан)

source: Swedish 8 dot computer braille
mn: Swedish 8 цэгийн компьютер брайл

source: Slovenian 8 dot computer braille
mn: Slovenian 8 цэгийн компьютер брайл

source: Ukrainian computer braille
mn: Ukrainian компьютер брайл

source: Unicode braille
mn: Unicode брайл

source: Chinese (China, Mandarin) grade 1
mn: хятад (China, Mandarin) grade 1

source: Chinese (China, Mandarin) grade 2
mn: хятад (China, Mandarin) grade 2

source: Chinese (Hong Kong, Cantonese)
mn: хятад (Hong Kong, Cantonese)

source: Chinese (Taiwan, Mandarin)
mn: хятад (Taiwan, Mandarin)

source: Focus mode
mn: үзэх горим

source: Browse mode
mn: цааш үзэх горим

source: Unlabeled
mn: хаяг шошго байхгүй

source: Single letter navigation off
mn: Үсгээр удирдах хаагдав.

source: Single letter navigation on
mn: Үсгээр удирдах нээгдэв.

source: Toggles single letter navigation on and off. When on, single letter keys in browse mode jump to various kinds of elements on the page. When off, these keys are passed to the application
mn: үсгээр удирдан очиж тухайн хэсгийг уншиж болно.

source: Not supported in this document
mn: үйлдэл хийх боломжгүй байна

source: Lists various types of elements in this document
mn: Олон төрлийн хэсгээс бүрдсэн байна.

source: Activates the current object in the document
mn: Объект идэвхтэй байна.

source: Passes gesture through to the application
mn: зангаа алагсаж дараагийн үйлдэл хийх

source: moves to the next heading
mn: дараагийн гарчигт шилжих

source: no next heading
mn: дараа нь гарчиг алга

source: moves to the previous heading
mn: өмнөх гарчигт шилжих

source: no previous heading
mn: өмнө нь гарчиг алга

source: moves to the next heading at level 1
mn: Дараагийн гарчгийн 1-р төвшинд шилжих

source: no next heading at level 1
mn: дараа нь гарчгийн 1 төвшин алга

source: moves to the previous heading at level 1
mn: өмнө нь гарчгийн 1 төвшин алга

source: no previous heading at level 1
mn: Өмнө нь гарчгийн 1-р төвшин алга

source: moves to the next heading at level 2
mn: дараагийн гарчгийн 2-р төвшинд шилжих

source: no next heading at level 2
mn: дараа нь гарчгийн 2-р төвшин алга

source: moves to the previous heading at level 2
mn: өмнөх гарчгийн 2-р төвшинд шилжих

source: no previous heading at level 2
mn: өмнө нь гарчгийн 2-р төвшин алга

source: moves to the next heading at level 3
mn: дараагийн гарчгийн 3-р төвшинд шилжих

source: no next heading at level 3
mn: дараа нь гарчгийн 3-р төвшин алга

source: moves to the previous heading at level 3
mn: өмнөх гарчгийн 3-р төвшинд шилжих

source: no previous heading at level 3
mn: өмнө нь гарчгийн 3-р төвшин алга

source: moves to the next heading at level 4
mn: дараагийн гарчгийн 4-р төвшинд шилжих

source: no next heading at level 4
mn: дараа нь гарчгийн 4-р төвшин алга

source: moves to the previous heading at level 4
mn: өмнөх гарчгийн 4-р төвшинд шилжих

source: no previous heading at level 4
mn: өмнө нь гарчгийн 4-р төвшин алга

source: moves to the next heading at level 5
mn: дараагийн гарчгийн 5-р төвшинд шилжих

source: no next heading at level 5
mn: дараа нь гарчгийн 5-р төвшин алга

source: moves to the previous heading at level 5
mn: өмнөх гарчгийн 5-р төвшинд шилжих

source: no previous heading at level 5
mn: өмнө нь гарчгийн 5-р төвшин алга

source: moves to the next heading at level 6
mn: дараагийн гарчгийн 6-р төвшинд шилжих

source: no next heading at level 6
mn: дараа нь гарчгийн 6-р төвшин алга

source: moves to the previous heading at level 6
mn: өмнөх гарчгийн 6-р төвшинд шилжих

source: no previous heading at level 6
mn: өмнө нь гарчгийн 6-р төвшин алга

source: moves to the next table
mn: дараагийн хүснэгтэнд шилжих

source: no next table
mn: дараа нь хүснэгт алга

source: moves to the previous table
mn: өмнөх хүснэгтэнд шилжих

source: no previous table
mn: өмнө нь хүснэгт алга

source: moves to the next link
mn: дараагийн холбоосд шилжих

source: no next link
mn: дараа нь холбоос алга

source: moves to the previous link
mn: өмнөх холбоосд шилжих

source: no previous link
mn: өмнө нь холбоос алга

source: moves to the next visited link
mn: дараагийн орсон холбоосд шилжих

source: no next visited link
mn: дараа нь орсон холбоос алга

source: moves to the previous visited link
mn: өмнөх орсон холбоосд шилжих

source: no previous visited link
mn: өмнө нь орсон холбоос алга

source: moves to the next unvisited link
mn: дараагийн ороогүй холбоосд шилжих

source: no next unvisited link
mn: дараа нь ороогүй холбоос алга

source: moves to the previous unvisited link
mn: өмнөх ороогүй холбоосд шилжих

source: no previous unvisited link
mn: өмнө нь ороогүй холбоос алга

source: moves to the next form field
mn: дараагийн бөглөх талбарт очих

source: no next form field
mn: дараа нь бөглөх талбар алга

source: moves to the previous form field
mn: өмнөх бөглөх талбарт очих

source: no previous form field
mn: өмнө нь бөглөх талбар алга

source: moves to the next list
mn: дараагийн жагсаалтанд шилжих

source: no next list
mn: дараа нь жагсаалт алга

source: moves to the previous list
mn: өмнөх жагсаалтанд шилжих

source: no previous list
mn: өмнө нь жагсаалт алга

source: moves to the next list item
mn: дараа нь байгаа жагсаалтанд шилжих

source: no next list item
mn: дараа нь байгаа жагсаалт алга

source: moves to the previous list item
mn: өмнө нь байгаа жагсаалтанд шилжих

source: no previous list item
mn: өмнө нь байгаа жагсаалт алга

source: moves to the next button
mn: дараагийн дарах товч

source: no next button
mn: дараа нь товч алга

source: moves to the previous button
mn: өмнөх товч

source: no previous button
mn: өмнө нь товч алга

source: moves to the next edit field
mn: дараагийн бичих талбарт очих

source: no next edit field
mn: дараа нь бичих талбар алга

source: moves to the previous edit field
mn: өмнөх бичих талбарт очих

source: no previous edit field
mn: өмнө нь бичих талбар алга

source: moves to the next frame
mn: дараагийн хүрээнд очих

source: no next frame
mn: дараа нь хүрээ алга

source: moves to the previous frame
mn: өмнөх хүрээнд очих

source: no previous frame
mn: өмнө нь хүрээ алга

source: moves to the next separator
mn: дараагийн салгуурт шилжих

source: no next separator
mn: дараа нь салгуур алга

source: moves to the previous separator
mn: өмнөх салгуурт шилжих

source: no previous separator
mn: өмнө нь салгуур алга

source: moves to the next radio button
mn: дараагийн radio товч

source: no next radio button
mn: дараа нь radio товч алга

source: moves to the previous radio button
mn: өмнөх radio товч

source: no previous radio button
mn: өмнө нь radio товч алга

source: moves to the next combo box
mn: дараагийн хайрцаг дотор шилжих

source: no next combo box
mn: дараа нь хайрцаг алга

source: moves to the previous combo box
mn: өмнөх хайрцаг дотор шилжих

source: no previous combo box
mn: өмнө нь хайрцаг алга

source: moves to the next check box
mn: дараагийн чагт

source: no next check box
mn: дараа нь чагт алга

source: moves to the previous check box
mn: өмнөх чагт

source: no previous check box
mn: өмнө нь чагт алга

source: moves to the next graphic
mn: дараагийн зураг

source: no next graphic
mn: дараа нь зураг алга

source: moves to the previous graphic
mn: өмнөх зураг

source: no previous graphic
mn: өмнө нь зураг алга

source: moves to the next block quote
mn: дараагийн хашилт

source: no next block quote
mn: дараа нь хашилт алга

source: moves to the previous block quote
mn: өмнөх хашилт

source: no previous block quote
mn: өмнө нь хашилт алга

source: skips forward past a block of links
mn: холбоосуудыг алгасаж явуулах

source: no more text after a block of links
mn: холбоосуудын дараа бичвэр алга

source: skips backward past a block of links
mn: холбоосуудыг алгасаж буцаах

source: no more text before a block of links
mn: холбоосуудын өмнө бичвэр алга

source: moves to the next landmark
mn: дараагийн хуудасны заагт шилжих

source: no next landmark
mn: дараа нь хуудасны зааг алга

source: moves to the previous landmark
mn: өмнөх хуудасны заагт шилжих

source: no previous landmark
mn: өмнө нь хуудасны зааг алга

source: moves to the next embedded object
mn: дараагийн Объектонд шилжих

source: no next embedded object
mn: дараа нь Объект алга

source: moves to the previous embedded object
mn: өмнөх Объектод шилжих

source: no previous embedded object
mn: өмнө нь Объект алга

source: moves to the next annotation
mn: дараагийн нэмэлт тэмдэглэлд шилжих

source: no next annotation
mn: дараа нь нэмэлт тэмдэглэл алга

source: moves to the previous annotation
mn: өмнөх нэмэлт тэмдэглэлд шилжих

source: no previous annotation
mn: өмнө нь нэмэлт тэмдэглэл алга

source: moves to the next error
mn: дараагийн алдаа заасанд шилжих

source: no next error
mn: дараа нь алдаа заасан зүйл алга

source: moves to the previous error
mn: өмнөх алдаа заасанд шилжих

source: no previous error
mn: өмнө нь алдаа заасан зүйл алга

source: moves to the next article
mn: дараагийн юманд шилжих

source: no next article
mn: дараа нь юм алга

source: moves to the previous article
mn: өмнөх юманд шилжих

source: no previous article
mn: өмнө нь юм алга

source: moves to the next grouping
mn: дараагийн бүлэгт шилжих

source: no next grouping
mn: дараа нь бүлэг алга

source: moves to the previous grouping
mn: өмнөх бүлэгт шилжих

source: no previous grouping
mn: өмнө нь бүлэг алга

source: Lin&ks
mn: Холбоосууд

source: &Headings
mn: Гарчгууд

source: &Form fields
mn: Бөглөх маягтууд

source: &Buttons
mn: Товчлуурууд

source: Lan&dmarks
mn: хуудасны заагууд

source: Elements List
mn: элементүүдийн жагсаалт

source: Type:
mn: Бичнэ үү:

source: Filter b&y:
mn: ялгах

source: Activate
mn: Идэвхжүүлэх

source: &Move to
mn: шилжих

source: No long description
mn: Урт тайлбаргүй

source: Not in a container
mn: контейнер дотор биш

source: Moves to the start of the container element, such as a list or table
mn: Жагсаалт эсхүүл хүснэгт зэрэг элементүүд контейнер дотор шилжиж эхлэх

source: Bottom
mn: Доод тал

source: Moves past the end of the container element, such as a list or table
mn: Жагсаалт эсхүүл хүснэгт зэрэг элементүүд контейнер дотор шилжин өнгөрөх

# symbolLevel
source: none
mn: Цэг тэмдэггүй яриулах

# symbolLevel
source: some
mn: зарим Цэг тэмдэгтэй яриулах

# symbolLevel
source: most
mn: Түгээмэл цэг тэмдэгтэй яриулах

# symbolLevel
source: all
mn: Бүх цэг тэмдэгтэй яриулах

# symbolLevel
source: character
mn: үсэг тэмдэг

# symbolPreserve
source: never
mn: хэзээч хадгалахгүй

# symbolPreserve
source: always
mn: байнга хадгалах

# symbolPreserve
source: only below symbol's level
mn: зөвхөн доор дурьдсан бичиглэлийн төвшин

# color hue
source: white
mn: цагаан

# color hue
source: very light grey
mn: маш цайвар саарал

# color hue
source: light grey
mn: цайвар саарал

# color hue
source: grey
mn: саарал

# color hue
source: dark grey
mn: хар саарал

# color hue
source: very dark grey
mn: маш хар саарал

# color hue
source: black
mn: хар

# color hue
source: red
mn: улаан

# color hue
source: red-orange
mn: улаан-шаргал

# color hue
source: orange
mn: улбар шар

# color hue
source: orange-yellow
mn: улбар шар-шар

# color hue
source: yellow
mn: шар

# color hue
source: yellow-green
mn: шар-ногоон

# color hue
source: green
mn: ногоон

# color hue
source: green-aqua
mn: усан-ногоон

# color hue
source: aqua
mn: усан өнгө

# color hue
source: aqua-blue
mn: усан-цэнхэр

# color hue
source: blue
mn: цэнхэр

# color hue
source: blue-purple
mn: цэнхэр-нэл ягаан

# color hue
source: purple
mn: нэл ягаан

# color hue
source: purple-pink
mn: нэл ягаан-ягаан

# color hue
source: pink
mn: ягаан.

# color hue
source: pink-red
mn: ягаан-улаан

# color variation
source: bright {color}
mn: тод {color}

# color variation
source: {color}
mn: {color} өнгө

# color variation
source: dark {color}
mn: бүдэг {color}

# color variation
source: very dark {color}
mn: маш бүдэг {color}

# color variation
source: light pale {color}
mn: бүдэг тод {color}

# color variation
source: pale {color}
mn: бүдэг {color}

# color variation
source: dark pale {color}
mn: бүдэг гүн {color}

# color variation
source: very dark pale {color}
mn: нэлээд гүн {color}

# color variation
source: {color} white
mn: {color} цагаан

# color variation
source: {color} grey
mn: {color} саарал

# color variation
source: dark {color} grey
mn: бүдэг {color} саарал

# color variation
source: very dark {color} grey
mn: маш бүдэг {color} саарал

# color hue
source: red-brown
mn: улаан-хүрэн

# color hue
source: brown
mn: хүрэн

# color hue
source: brown-yellow
mn: хүрэн-шар

source: Your configuration file contains errors. Your configuration has been reset to factory defaults. More details about the errors can be found in the log file.
mn: Таны тохируулгын файлд алдаанууд байгаа тул програмыг үйлдвэрийн өгөгдмөл тохиргоонд шилжүүллээ. Дэлгэрэнгүйг log файлыг нээж үзнэ үү.

source: Configuration File Error
mn: тохируулгын файлд алдаа гарлаа

source: Your gesture map file contains errors. More details about the errors can be found in the log file.
mn: Таны зангааны map файлд алдаанууд гарсан тул log файлыг нээж үзнэ үү.

source: gesture map File Error
mn: зангааны map файлд алдаа гарлаа

source: Loading NVDA. Please wait...
mn: NVDA ажиллаж байна. түр хүлээнэ үү...

source: Landscape
mn: босоо

source: Portrait
mn: хөндөлөн

source: Charging battery. %d percent
mn: батарей. %d хувьтай цэнэглэгдэж байна.

source: Not charging battery. %d percent
mn: батарей. %d хувьтай цэнэглэгдээгүй байна

source: NVDA started
mn: NVDA эхэллээ

source: Find
mn: Олох

source: Type the text you wish to find
mn: Та хайхыг хүссэн бичвэрээ бичиж оруулна уу

source: Case &sensitive
mn: мэдрэг хүлээн авах

source: text "%s" not found
mn: "%s" бичвэр олдсонгүй

source: Find Error
mn: алдааг олох

source: No selection
mn: Сонгогдоогүй

source: Not in a table cell
mn: хүснэгтний нүд алга.

source: Edge of table
mn: Хүснэгтийн зах

source: moves to the next table row
mn: дараагийн хүснэгтийн мөрөнд очих

source: moves to the previous table row
mn: өмнөх хүснэгтийн мөрөнд очих

source: moves to the next table column
mn: дараагийн хүснэгтийн багананд очих

source: moves to the previous table column
mn: өмнөх хүснэгтийн багананд очих

source: layout tables off
mn: Хүснэгтийн формат сонсох унтарлаа.

source: layout tables on
mn: Хүснэгтийн формат сонсох аслаа.

source: Toggles on and off the inclusion of layout tables in browse mode
mn: Хүснэгтийн формат болон зохион байгуулалтыг сонсох үйлдлийг хааж нээж хэрэглэж болно.

source: Text review
mn: бичвэрийг нягтлах

source: Object navigation
mn: Объектийн хөдөлгөөн

source: System caret
mn: Системийн тэмдэг

source: Mouse
mn: Хулгана

source: Speech
mn: Ярьдаг програм

source: Configuration
mn: тохируулга

source: Configuration profiles
mn: profiles тохируулга

source: Braille
mn: Брайл

source: Vision
mn: хараа

# script category
source: Tools
mn: ангилалын хэрэглүүрүүд

source: Touch screen
mn: мэдрэгч дэлгэц

source: System focus
mn: систем дээр байна.

source: System status
mn: системийн төлөв

source: Input
mn: оруулах

source: Document formatting
mn: бичвэр форматлах

source: Audio ducking not supported
mn: Audio ducking ажиллагаагүй байна

source: Turns input help on or off. When on, any input such as pressing a key on the keyboard will tell you what script is associated with that input, if any.
mn: гарын Зааварчилгааг нээж хааж ашиглах ба нээлттэй үед аль ч товчыг дархад тухайн товчны үйлдлийг тайлбарлаж хэлэх болно.

source: input help on
mn: гарын тусламж аслаа.

source: input help off
mn: гарын тусламж унтарлаа.

source: Toggles sleep mode on and off for the active application.
mn: ажлын талбар болон програмууд ажилгаатай байсан ч амрах горимыг унтрааж асааж хэрэглэх.

source: Sleep mode off
mn: амрах горим унтарлаа.

source: Sleep mode on
mn: амрах горим аслаа.

source: Clicks the left mouse button once at the current mouse position
mn: тухайн байршилд хулганы заагчаар зүүн товшиж болно.

source: Left click
mn: Зүүн товш
