Repository: nvaccess/nvda
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: mn

source: Toggles the state of the screen curtain, enable to make the screen black or disable to show the contents of the screen. Pressed once, screen curtain is enabled until you restart NVDA. Pressed twice, screen curtain is enabled until you disable it
mn: дэлгэц хаах идэвхжүүлвэл дэлгэц харлана. эсхүл идэвхгүй болвол дэлгэц нээгдэж харагдана. нэг дарж nvda дахин эхлэх хүртэл дэлгэц хаагдана. хоёр дарвал дэлгэц хаагдаж дараа нь идэвхгүй болгох үйлдэл хийж дэлгэц нээнэ..

source: Screen curtain disabled
mn: дэлгэц хаах идэвхгүй болсон

source: Could not disable screen curtain
mn: дэлгэц хаах ажиллагаагүй болгох идэвхжсэнгүй

source: Screen curtain not available
mn: дэлгэц хаах идэвхжүүлэх боломжгүй

source: Screen curtain enabled
mn: дэлгэц хаах идэвхжсэн байна

source: Temporary Screen curtain, enabled until next restart
mn: дэлгэц хаах NVDA програмын дахин эхлүүлэх хүртэл түр идэвхжлээ

source: Could not enable screen curtain
mn: дэлгэц хаах ажилсангүй

source: Can't change the active profile while an NVDA dialog is open
mn: NVDA харилцах цонх нээлттэй тохиолдолд идэвхитэй profile солих боломжгүй.

source: {profile} profile deactivated
mn: {profile} profile идэвхгүй боллоо

source: {profile} profile activated
mn: {profile} profile идэвхжлээ

source: Activates or deactivates the {profile} configuration profile
mn: {profile} profile тохируулга ажиллуулах эсвэл зогсоох

source: Emulated system keyboard keys
mn: Системийн гарны товчлуурууд ажиллагаатай.

source: Miscellaneous
mn: Элдэв зүйлс

source: CTRL+ALT+N
mn: ctrl+alt+n товчлууруудыг дараалуулан дарж NVDA програмыг асаана.

source: NVDA web site
mn: NVDA Дэлгэц уншигч програмын вэб сайт.

source: Uninstall NVDA
mn: NVDA програмыг арилгах.

source: Explore NVDA user configuration directory
mn: NVDA програмын хэрэглэгчийн файл тохируулгыг нээж орох

source: Documentation
mn: NVDA танилцуулга гарын авлага

source: Commands Quick Reference
mn: Командийн товчоон

source: User Guide
mn: ашиглах заавар

source: What's new
mn: Шинэ онцлогууд

source: NVDA add-on package
mn: NVDA програмын add-on багц

source: back
mn: буцах

source: forward
mn: илгээх

source: refresh
mn: Дахин ачаалах

source: browser stop
mn: цааш үзэх зогслоо

source: search page
mn: хайлтын хуудас

source: favorites
mn: дуртай зүйлс

source: home page
mn: эхлэл хуудас

source: mute
mn: дууны гаралтыг хаах

source: volume down
mn: дууг суллах

source: volume up
mn: дууг чангалах

source: next track
mn: дараагийн тоглуулах

source: previous track
mn: өмнөхийг тоглуулах

source: stop
mn: зогсоох

source: play pause
mn: тоглуулах түр зогсоох

source: email
mn: имэйл

source: media player
mn: медиа тоглуулагч

source: custom application 1
mn: тохируулах ap 1

source: custom application 2
mn: тохируулах ap 2

source: backspace
mn: буцаах товч

source: caps lock
mn: том үсгийн товч

source: ctrl
mn: ctrl товч

source: alt
mn: alt товч

source: shift
mn: shift товч

source: windows
mn: цонх товч

source: enter
mn: enter товч

source: numpad enter
mn: тооны enter товч

source: escape
mn: escape товч

source: page up
mn: хуудас дээшлүүлэх товч

source: page down
mn: хуудас доошлуулах товч

source: end
mn: төгсгөл товч

source: home
mn: эхлэл товч

source: delete
mn: устгах товч

source: numpad delete
mn: тооны устгах товч

source: left arrow
mn: зүүн сум

source: right arrow
mn: баруун сум

source: up arrow
mn: дээшээ сум

source: down arrow
mn: доошоо сум

source: applications
mn: апп цэсний товч

source: num lock
mn: тооны талбар цоожлогч товч

source: print screen
mn: print screen товч

source: scroll lock
mn: scroll lock товч

source: numpad divide
mn: хуваах тэмдэг

source: numpad multiply
mn: үржүүлэх тэмдэг

source: numpad minus
mn: хасах тэмдэг

source: numpad plus
mn: нэмэх тэмдэг

source: numpad decimal
mn: аравтын бутархайн үйлдэл

source: numpad insert
mn: тооны insert товч

source: insert
mn: insert товч

source: left control
mn: зүүн control товч

source: right control
mn: баруун control товч

source: left windows
mn: зүүн цонх товч

source: left shift
mn: зүүн shift товч

source: right shift
mn: баруун shift товч

source: left alt
mn: зүүн alt товч

source: right alt
mn: баруун alt товч

source: right windows
mn: баруун цонх товч

source: break
mn: тусгаарлагч

# keyLabel
source: tab
mn: тааб товч

source: desktop
mn: компьютер

source: laptop
mn: зөөврийн компьютер

source: unknown %s
mn: үл танигдах %s

source: on
mn: аслаа.

source: off
mn: унтарлаа.

source: %s keyboard
mn: %s гар

source: keyboard, all layouts
mn: гарын, бүх төлөв хэлбэр

source: User default
mn: өгөгдмөл хэрэглэгч

# languageName
source: Central Kurdish
mn: Төв Күрд хэл

# languageName
source: Northern Kurdish
mn: Хойд Күрд хэл

# languageName
source: Burmese
mn: Бирм хэл

# languageName
source: Somali
mn: (Somalia)

source: %s cursor
mn: %s заагч

# shape
source: 10-point star
mn: 10-оноо од

# shape
source: 12-point star
mn: 12- оноо од

# shape
source: 16-point star
mn: 16-оноо од

# shape
source: 24-point star
mn: 24-оноо од

# shape
source: 32-point star
mn: 32-оноо од

# shape
source: 4-point star
mn: 4-оноо од

# shape
source: 5-point star
mn: 5-оноо од

# shape
source: 6-point star
mn: 6-оноо од

# shape
source: 7-point star
mn: 7-оноо од

# shape
source: 8-point star
mn: 8-оноо од

# shape
source: Bent arrow
mn: Bent сум

# shape
source: Bent Up Arrow
mn: Bent дээшээ сум

# shape
source: Bevel
mn: ташуу

# shape
source: Can
mn: Arc

# shape
source: Circular Arrow
mn: Дугуй сум

# shape
source: Cloud shape
mn: үүл дүрс

# shape
source: Cloud callout
mn: үүл callout

# shape
source: Corner
mn: булан

# shape
source: four snipped corners
mn: дөрвөн snipped булангууд

# shape
source: Cross
mn: диагональ

# shape
source: Cube
mn: куб

# shape
source: Curved Down Arrow
mn: муруй доошоо сум

# shape
source: Ribbon banner
mn: туузан сурталчилгаа

# shape
source: Curved Left Arrow
mn: муруй зүүн сум

# shape
source: Curved Right Arrow
mn: муруй баруун сум

# shape
source: Curved Up Arrow
mn: муруй дээшээ сум

# shape
source: Decagon
mn: арван өнцөгт

# shape
source: Diagonal stripe
mn: хазгай муруй судал

# shape
source: Diamond
mn: очир алмааз

# shape
source: Dodecagon
mn: арван хоёр өнцөгт

# shape
source: Donut
mn: пончик

# shape
source: Double brace
mn: давхар хаалт

# shape
source: Double bracket
mn: давхар хашилт

# shape
source: Double wave
mn: давхар долгион

# shape
source: Down Arrow
mn: доошоо сум

# shape
source: Callout with Down Arrow
mn: Callout with доошоо сум

# shape
source: Explosion
mn: дэлбэрэлт

# shape
source: Folded corner
mn: нугалсан булан

# shape
source: Rectangular picture frame
mn: тэгш өнцөгт зурагт хүрээ

# shape
source: Funnel
mn: юүлүүр хэлбэртэй

# shape
source: Half of rectangular picture frame
mn: Хагас тэгш өнцөгт зурагт хүрээ

# shape
source: Heart
mn: зүрх

# shape
source: Heptagon
mn: долоон өнцөгт

# shape
source: Hexagon
mn: зургаан өнцөгт

# shape
source: Horizontal scroll
mn: хөндлөн гүйлгэх

# shape
source: Isosceles triangle
mn: тэгш талтай гурвалжин

# shape
source: Left Arrow
mn: зүүн сум

# shape
source: Callout with Left Arrow
mn: Callout with зүүн сум

# shape
source: Left brace
mn: зүүн хашилт

# shape
source: Left bracket
mn: зүүн хаалт

# shape
source: Counter-clockwise Circular arrow
mn: Counter-нар зөв дугуй сум

# shape
source: Double-ended horizontal Arrow
mn: Double-ended хөндөлөн сум

# shape
source: Callout with Double-ended horizontal Arrow
mn: Callout with Double-ended хөндөлөн сум

# shape
source: Double-ended Circular arrow
mn: Double-ended дугуй сум

# shape
source: Ribbon with left and right arrows
mn: туузтай зүүн ба баруун сумнууд

# shape
source: Left right and up Arrows
mn: зүүн баруун дээшээ сумнууд

# shape
source: Left and up Arrows
mn: зүүн ба дээшээ сумнууд

# shape
source: Lightning bolt
mn: Цахилгаан цахих

# shape
source: Math Division symbol
mn: математикийн хуваах тэмдэг

# shape
source: Math Equivalence symbol
mn: математикийн адил тэнцүү тэмдэг

# shape
source: Math Subtraction symbol
mn: математикийн хасах тэмдэг

# shape
source: Math Multiplication symbol
mn: математикийн үржих тэмдэг

# shape
source: Math Non-equivalence symbol
mn: математикийн биш- адил тэнцүү тэмдэг

# shape
source: Math Addition symbol
mn: математикийн нэмэлт тэмдэг

# shape
source: Moon
mn: сар

# shape
source: 'No' symbol
mn: 'Тэмдэг алга

# shape
source: Notched RightArrow
mn: Notched баруун сум

# shape
source: Octagon
mn: найман өнцөгт

# shape
source: Oval
mn: зууван

# shape
source: Oval-shaped callout
mn: зууван-shaped callout

# shape
source: Parallelogram
mn: параллелограмм

# shape
source: Pentagon
mn: таван өнцөгт

# shape
source: Plaque
mn: модон хавтас

# shape
source: Plaque Tabs
mn: ажиглалтандаа байлгах

# shape
source: Arrows pointing left right up and down
mn: сумнууд зааж байгаа зүүн баруун дээшээ доошоо

# shape
source: Callout with Arrows pointing left right up and down
mn: Callout with сумнууд зааж байгаа зүүн баруун дээшээ доошоо

# shape
source: Rectangle
mn: тэгш өнцөгт

# shape
source: Rectangular callout
mn: шулуун өнцөгтэй callout

# shape
source: Right Arrow
mn: баруун сум

# shape
source: Callout with Right Arrow
mn: Callout with баруун сум

# shape
source: Right brace
mn: баруун хашилт

# shape
source: Right bracket
mn: баруун хаалт

# shape
source: Right triangle
mn: баруун гурвалжин

# shape
source: Rectangle with one rounded corner
mn: тэгш өнцөгт with one rounded corner

# shape
source: Rectangle with two rounded corners diagonally-opposed
mn: тэгш өнцөгт with two rounded corners diagonally-opposed

# shape
source: Rectangle with two-rounded corners that share a side
mn: тэгш өнцөгт with two-rounded corners that share a side

# shape
source: Rounded rectangle
mn: дугуйрсан тэгш өнцөгт

# shape
source: Rounded rectangle-shaped callout
mn: дугуйрсан тэгш өнцөгт-shaped callout

# shape
source: Smiley face
mn: инээмсэглэл

# shape
source: Rectangle with one snipped corner
mn: тэгш өнцөгт with нэг snipped булан

# shape
source: Rectangle with two snipped corners diagonally-opposed
mn: тэгш өнцөгт with two snipped corners diagonally-opposed

# shape
source: Rectangle with two snipped corners that share a side
mn: тэгш өнцөгт with two snipped corners that share a side

# shape
source: Rectangle with one snipped corner and one rounded corner
mn: тэгш өнцөгт with one snipped corner and one rounded corner

# shape
source: Right Arrow with Stripes
mn: судалтай баруун сум

# shape
source: Sun
mn: Нар

# shape
source: Curved arrow
mn: мурийсан сум

# shape
source: Trapezoid
mn: Трапец

# shape
source: Up Arrow
mn: дээшээ сум

# shape
source: Callout with UpArrow
mn: Callout with дээшээ сум

# shape
source: Double-ended Arrow pointing up and down
mn: Double-ended сум заасан дээшээ доошоо

# shape
source: Callout with arrows that point up and down
mn: Callout with сумнууд дээшээ доошоо тодорхой цэг заах

# shape
source: U-shaped Arrow
mn: U-хэлбэрийн сум

# shape
source: Vertical scroll
mn: босоо шугам гүйлгэх

# shape
source: Wave
mn: долгион

# action
source: Back
mn: Буцааж байна

# action
source: Beginning
mn: Эхэлж байна

# action
source: Document
mn: баримт бичиг

# action
source: End
mn: төгсгөл

# action
source: Next
mn: Дараа

# action
source: Help
mn: Тусламж

# action
source: Home
mn: эхлэл

# action
source: Information
mn: Мэдээлэл

# action
source: Movie
mn: Кино

# shape
source: Return
mn: буцах

# action
source: Sound
mn: Дуу эгшиг

source: Type help(object) to get help about object.
mn: help гэж бичээд (object) обектын тусламж авна.

source: Type exit() to exit the console
mn: exit гэж бичээд () console гэж байгаагаас гар

source: NVDA Python Console
mn: Дэлгэц уншигч програмын Python Console

source: Object review
mn: Объектын төлөв

source: Document review
mn: баримт Бичгийн төлөв

source: Screen review
mn: дэлгэцний төлөв

source: NVDA Speech Viewer
mn: NVDA ярьдаг програмын ажиглагч

source: &Show Speech Viewer on Startup
mn: ярьдаг програмын ажиглагч үзүүлж эхлэх

source: &Language
mn: &Хэл сонгох

# synth setting
source: Language
mn: Хэл сонгох

source: &Voice
mn: &хэл сонгох

# synth setting
source: Voice
mn: хэл сонгох

source: V&ariant
mn: &Хүн сонгох

# synth setting
source: Variant
mn: Хүн сонгох

source: &Rate
mn: &Ярианы хурд тааруулах

# synth setting
source: Rate
mn: Ярианы хурд тааруулах

source: Rate boos&t
mn: &Хурдасгах

# synth setting
source: Rate boost
mn: хурдасгах

source: V&olume
mn: &дууг чангалж суллах

# synth setting
source: Volume
mn: дууг чангалж суллах

source: &Pitch
mn: &Хоолойн өнгө солих

# synth setting
source: Pitch
mn: Хоолойн өнгө солих

source: &Inflection
mn: &Ярианы өргөлт тааруулах

# synth setting
source: Inflection
mn: Ярианы өргөлт тааруулах

source: text mode
mn: бичвэрийн горим

source: object mode
mn: объектийн горим

source: single {action}
mn: дан {action}

source: double {action}
mn: давхар {action}

source: tripple {action}
mn: гурвалсан {action}

source: quadruple {action}
mn: дөрвөлсөн {action}

source: {numFingers} finger {action}
mn: {numFingers} хурууны {action}

# touch action
source: tap
mn: тап

# touch action
source: tap and hold
mn: гартаа барих

# touch action
source: hold
mn: гартаа барьж байгаад

# touch action
source: flick up
mn: дээш хөдөлгөх

# touch action
source: flick down
mn: доош хөдөлгөх

# touch action
source: flick left
mn: зүүн тийш хөдөлгөх

# touch action
source: flick right
mn: баруун тийш хөдөлгөх

# touch action
source: hover down
mn: доош элих

# touch action
source: hover
mn: элих

# touch action
source: hover up
mn: дээш элих

source: NVDA Message
mn: NVDA програмын мэссэж

source: %d characters
mn: %d үсэг тэмдгүүд

source: Copied to clipboard: {text}
mn: санах ойн самбарт түр {text} хуулагдлаа.

source: Copied: {text}
mn: {text} хуулагдсан.

source: Checking for Update
mn: шинэ хувилбар байгаа эсэхийг шалгах

source: Checking for update
mn: шинэ хувилбар гарсан эсэхийг шалгаж байна

source: Error checking for update.
mn: Шинэчлэлтийг шалгах явцад алдаа гарлаа.

source: Error
mn: Алдаа

source: NVDA Update
mn: NVDA програмыг шинэчлэх үйлдлийн

source: No update available.
mn: Одоогоор шинэ хувилбар алга.

source: NVDA version {version} has been downloaded and is pending installation.
mn: Монгол NVDA програмын хувилбар {version} татаж дууссан бөгөөд суулгацыг эхлүүлэх үйлдэл хүлээгдэж байна.

source: However, your NVDA configuration contains add-ons that are incompatible with this version of NVDA. These add-ons will be disabled after installation. If you rely on these add-ons, please review the list to decide whether to continue with the installation
mn: Таны NVDA програмд дараах add-ons байгаа хэдий ч эдгээр нь шинэ хувилбартай ажиллахгүй тул та дараах жагсаалтыг нягтлаж үргэлжлүүлэх эсэхээ шийднэ үү.

source: I understand that these incompatible add-ons will be disabled
mn: Эдгээр add-ons програмууд ажиллагаагүй болохыг хүлээн зөвшөөрч байна.

source: &Review add-ons...
mn: &Add-ons програмууд харах

source: &Install NVDA {version}
mn: монгол NVDA програм {version}

source: Re-&download update
mn: &Шинэчлэлтийг дахин татаж авна уу

source: NVDA version {version} is available.
mn: Монгол NVDA програмын шинэ хувилбар {version} гарлаа.

source: &Download update
mn: &Шинэ хувилбар татаж авна уу

source: Remind me &later
mn: Надад дараа дахин сануулах

source: &Close
mn: &Хаах

source: NVDA version {version} is ready to be installed.
mn: Монгол NVDA програм {version} шинэ хувилбар бэлэн боллоо

source: However, your NVDA configuration contains add-ons that are incompatible with this version of NVDA. These add-ons will be disabled after installation. If you rely on these add-ons, please review the list to decide whether to continue with the installation
mn: өмнөх монгол NVDA програмд дараах add-ons суусан байгаа хэдий ч эдгээр нь шинэ хувилбарт ажиллахгүй тул та дараах жагсаалтыг нягтлаж үргэлжлүүлэх эсэхээ шийднэ үү.

source: &Install update
mn: &шинээр суулга

source: &Postpone update
mn: &шинээр суулгахыг түр хойшлуулах

source: Unable to postpone update.
mn: &шинээр суулгахыг хойшлуулах боломжгүй байна

source: Downloading Update
mn: Шинэчлэлтийг татаж байна

source: Connecting
mn: Холбож байна

source: Downloading
mn: Татаж байна

source: Error downloading update.
mn: Шинэчлэлтийг татах явцад алдаа гарлаа.

source: We need your help in order to continue to improve NVDA. This project relies primarily on donations and grants. By donating, you are helping to fund full time development. If even $10 is donated for every download, we will be able to cover all of the ongoing costs of the project. All donations are received by NV Access, the non-profit organisation which develops NVDA. Thank you for your support.
mn: NV Access, ашгын бус байгууллага нь таны өгсөн мөнгөн хандивийг тус програмыг цаашид хөгжүүлхэд зарцуулж байгаа бөгөөд та бүхэн бидний үйл ажиллагааг дэмжсэнд баярлалаа

source: Please Donate
mn: Хандивлана уу

source: &Donate
mn: &Хандивлах

source: &Not now
mn: &Одоо биш

source: &Done
mn: &Үйлдэл дууслаа.

source: NonVisual Desktop Access
mn: Монгол NVDA дэлгэц уншигч програм

source: A free and open source screen reader for Microsoft Windows
mn: NVDA дэлгэц уншигч програмын монгол хувилбар Windows үйлдлийн системд зориулав.

source: Copyright (C) {years} NVDA Contributors
mn: Зохиогчийн эрхээр хамгаалагдсан 2021 ХАРААГҮЙ ХҮМҮҮСИЙН ИННОВАЦИ ХӨГЖЛИЙН ТӨВ албан ёсны байнга хөгжүүлэгч байгууллага Copyright (C) {years} NVDA Contributors

source: {longName} ({name}) Version: {version} URL: {url} {copyright} {name} is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the Help menu. It can also be viewed online at: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html {name} is developed by NV Access, a non-profit organisation committed to helping and promoting free and open source solutions for blind and vision impaired people. If you find NVDA useful and want it to continue to improve, please consider donating to NV Access. You can do this by selecting Donate from the NVDA menu.
mn: Монгол NVDA дэлгэц уншигч програм Зохиогчийн эрхээр хамгаалагдсан Хараагүй Хүмүүсийн Инноваци Хөгжлийн Төв байнгын хөгжүүлэгч байгууллага 2021 он Цахим брайл Технологи 2015 он Ярьдаг Програмын Технологи 2013-2021 он {longName} ({name}) Version: {version} URL: {url} {copyright} {name} is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the Help menu. It can also be viewed online at: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html {name} is developed by NV Access, a non-profit organisation committed to helping and promoting free and open source solutions for blind and vision impaired people. If you find NVDA useful and want it to continue to improve, please consider donating to NV Access. You can do this by selecting Donate from the NVDA menu.

source: Cannot install NVDA add-on from {path}. You must be running NVDA to be able to install add-ons.
mn: NVDA add-on суулгаж чадсангүй {path}. та NVDA програмыг ажиллуулах хэрэгтэй

source: Secure Desktop
mn: computer цоожтой

source: Moves the navigator object to the next column
mn: Хөдөлгөөнт объектыг дараагийн багананд шилжүүлэх

source: Moves the navigator object to the previous column
mn: Хөдөлгөөнт объектыг өмнөх багананд шилжүүлэх

source: Moves the navigator object and focus to the next row
mn: Хөдөлгөөнт объектыг дараагийн мөрөнд шилжүүлэх

source: Moves the navigator object and focus to the previous row
mn: Хөдөлгөөнт объектыг өмнөх мөрөнд шилжүүлэх

source: Suggestions
mn: зөвлөгөөнүүд

source: Composition
mn: Байгуулалт

source: Candidate
mn: Дэвшигч

source: Display
mn: Дэлгэц

source: Cann't find the documentation window.
mn: баримт бичгийн цонхонд олдсонгүй

source: No track playing
mn: ямарч зүйл тоглуулагдаагүй байна

source: Unable to determine remaining time
mn: үлдсэн цаг гарахгүй байна

source: Reports the remaining time of the currently playing track, if any
mn: тоглуулагдаж байгаа файлийн үлдэх хугацаа сонсох

source: Reports the elapsed time of the currently playing track, if any
mn: файлийн тоглуулагдаж байгаа өнгөрсөн хугацааг сонсох

source: Total time not available
mn: нийт цаг гарах боломжгүй

source: Reports the length of the currently playing track, if any
mn: тоглуулагдаж байгаа файлийн үлдэх хугацаа сонсох

source: {bookPercentage}%, location {curLocation} of {maxLocation}
mn: {bookPercentage} %, байршил {curLocation} одоогийн байршил {maxLocation} дээд байршил

source: Page {pageNumber}
mn: Хуудас {pageNumber}

source: highlight
mn: тод болгох

source: no highlight
mn: тодруулаагүй

source: %s highlighted
mn: %s тодруулсан

source: No message yet
mn: Мэссэж одоохондоо алга

source: Displays one of the recent messages
mn: Дэлгэцэнд саяханы зурвасууд байна

source: has attachment
mn: файл хавсралт ирсэн байна.

source: flagged
mn: далбаатай

source: Attachments
mn: Хавсралтууд

source: To:
mn: Хэнд:

source: Newsgroup:
mn: Мэдээ мэдээлэл:

source: CC:
mn: CC: давхар илгээх имэйл хаяг оруулна уу:

source: Subject:
mn: Имэйлийн гарчиг:

source: From:
mn: Хэнээс:

source: Date:
mn: Он сар өдөр:

source: Forward to:
mn: Дамжуулан илгээх имэйл хаяг оруулна уу:

source: Answer to:
mn: Хариу илгээх:

source: Organisation:
mn: Байгууллага:

source: Key words:
mn: Түлхүүр үг:

source: BCC:
mn: BCC: давхар илгээх имэйл хаяг оруулна уу:

source: unread
mn: уншигдаагүй

source: Editing profile {profile}
mn: Профайл засварлах {profile}

source: replied
mn: хариу илгээх

source: replied all
mn: бүгдэд нь хариу илгээсэн

source: forwarded
mn: өөр тийш илгээгдсэн

source: high importance
mn: өндөр ач холбогдолтой

source: low importance
mn: ач холбогдол багатай

source: subject: %s
mn: имэйлийн гарчиг: %s

source: received: %s
mn: хүлээн авсан: %s

source: attachment
mn: файл хавсралт

source: sent: %s
mn: илгээсэн: %s

source: Waiting for Outlook...
mn: Outlook програмыг хүлээж байна...

source: {date} (all day)
mn: {date} (өдрийн турш)

source: {startTime} to {endTime}
mn: {startTime} хүртэл {endTime}

source: Appointment {subject}, {time}
mn: Уулзалтын {subject}, {time}

source: Has appointment
mn: Товлосон уулзалт

source: meeting request
mn: уулзалтын цаг авах

source: Could not find comment window.
mn: Коммент олдсонгүй

source: No comment.
mn: Коммент алга.

source: Reports any comments in the comments window
mn: Комментийн цонхонд комментууд алга.

source: Title placeholder
mn: Гарчиг placeholder

source: Text placeholder
mn: Бичвэр placeholder

source: Center Title placeholder
mn: Гол Гарчиг placeholder

source: Subtitle placeholder
mn: Дэд гарчиг placeholder

source: Vertical Title placeholder
mn: Босоо Гарчиг placeholder

source: Vertical Text placeholder
mn: Босоо Бичвэр placeholder

source: Object placeholder
mn: Объект placeholder

source: Table placeholder
mn: Хүснэгт placeholder

source: Slide Number placeholder
mn: Үзүүлэнгийн дугаар placeholder

source: Header placeholder
mn: дээд зах placeholder

source: Footer placeholder
mn: Доод зах placeholder

source: Date placeholder
mn: Он сар өдөр placeholder

source: Vertical Object placeholder
mn: Босоо объект placeholder

source: Picture placeholder
mn: Зураг placeholder

source: Slide view
mn: Үзүүлэн харуулах

source: Slide Master view
mn: Мастер үзүүлэн харуулах

source: Notes page
mn: Тэмдэглэлүүдийн хуудас
