Repository: nvaccess/nvda
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: mn

source: %s columns
mn: %s баганууд

source: continuous section break
mn: Үргэлжилсэн хэсгийг тусгаарлагч

source: new column section break
mn: шинэ багана тусгаарлагч

source: new page section break
mn: шинэ хуудас тусгаарлагч

source: even pages section break
mn: Тэгш хуудас тусгаарлагч

source: odd pages section break
mn: сондгой хуудас тусгаарлагч

source: column break
mn: багана тусгаарлагч

source: heading level %d
mn: гарчгийн хэмжээ %d

source: style %s
mn: загвар %s

source: default style
mn: өгөгдмөл загвар

source: no border lines
mn: хүрээтэй мөрүүд алга

source: {color1} to {color2}
mn: {color1} шилжих {color2}

source: {color} on {backgroundColor}
mn: {color} дээр {backgroundColor}

source: {color}
mn: {color} өнгө

source: {backgroundColor} background
mn: {backgroundColor} дэвсгэр өнгө

source: background pattern {pattern}
mn: суурь загвар {pattern}

source: line %s
mn: мөр %s

source: not inserted
mn: орсонгүй

source: not deleted
mn: устсангүй

source: revised %s
mn: хянагдсан %s

source: no revised %s
mn: хянагдаагүй %s

source: marked
mn: тэмдэглэгдсэн

source: not marked
mn: тэмдэглэгдсэнгүй

source: strong
mn: тод томруун

source: not strong
mn: тод томруун биш

source: emphasised
mn: тодруулсан

source: not emphasised
mn: тодруулаагүй

source: no bold
mn: тод биш

source: no italic
mn: налуу биш

source: double strikethrough
mn: дээрээс нь дарсан давхар зураас

source: strikethrough
mn: дээрээс нь дарсан

source: no strikethrough
mn: дээрээс нь дараагүй

source: underlined
mn: доогуур зураастай

source: not underlined
mn: доогуур зураасгүй

source: hidden
mn: гарчиг

source: not hidden
mn: гарчиг биш

source: baseline
mn: үндсэн мөр

source: align left
mn: зүүн талд эгнүүлэх

source: align center
mn: голлуулах

source: align right
mn: баруун талд эгнүүлэх

source: align justify
mn: жигдрүүлэх

source: align distributed
mn: мөр хувиарлах

source: align default
mn: өгөгдмөл эгнүүлэлт

source: vertical align top
mn: босоо дээд эгнүүлэлт

source: vertical align middle
mn: босоо дунд эгнүүлэлт

source: vertical align bottom
mn: босоо доод эгнүүлэлт

source: vertical align baseline
mn: босоо үндсэн эгнүүлэлт

source: vertical align justified
mn: босоо жигдрүүлсэн эгнүүлэлт

source: vertical align distributed
mn: босоо хувиарлагдсан эгнүүлэлт

source: vertical align default
mn: өгөгдмөл босоо эгнүүлэлт

source: left indent
mn: зүүн талд догол мөр

source: no left indent
mn: зүүн талд догол мөр алга

source: right indent
mn: баруун талд догол мөр

source: no right indent
mn: баруун талд догол мөр алга

source: hanging indent
mn: догол мөр таслах

source: no hanging indent
mn: таслах догол мөр алга

source: first line indent
mn: эхний догол мөр

source: no first line indent
mn: эхэнд догол мөр алга

source: line spacing %s
mn: мөр хоорондын зай %s

source: out of comment
mn: комментийн гадна

source: spelling error
mn: зөв бичих дүрмийн алдаа

source: out of spelling error
mn: зөв бичих дүрмийн алдааны гадна

source: grammar error
mn: дүрмийн алдаа

source: out of grammar error
mn: дүрмийн алдааны гадна

source: out of table
mn: хүснэгтийн гадна

source: table with {columnCount} columns and {rowCount} rows
mn: хүснэгтэнд {columnCount} баганатай {rowCount} мөртэй

# espeakVarient
source: none
mn: танигдахгүй

source: Windows OneCore voices
mn: Windows OneCore ярьдаг програм

source: No speech
mn: Ярьдаг програм ажиллахгүй

source: word
mn: үг

source: Positioned at {x}, {y}
mn: {x}, {y} цэгт байрласан

source: Refreshed
mn: Ачаалагдсан

source: Loading document...
mn: уншигдаж байна

source: Refreshes the document content
mn: уншигдлаа

source: Use screen layout on
mn: Дэлгэцийн төлөв асаалттай

source: Use screen layout off
mn: Дэлгэцийн төлөв унтраалттай

source: Highlight system fo&cus
mn: тодорхой систем

source: Highlight browse &mode cursor
mn: тодруулж цааш үзэх горимын заагч

source: Highlight navigator &object
mn: тодруулсан хөдөлгөөнт обект

source: Visual Highlight
mn: харах тодруулах

source: &Enable Highlighting
mn: тодруулж идэвхжүүлэх

source: Screen Curtain
mn: дэлгэцний хаалт

source: Always &show a warning when loading Screen Curtain
mn: дэлгэцний хаалт ажиллуулах бүрт байнга анхааруулга үзүүлэх

source: &Play sound when toggling Screen Curtain
mn: дэлгэцний хаалт ажиллах бүрт хөгжим эгшиглэх

source: Enabling Screen Curtain will make the screen of your computer completely black. Ensure you will be able to navigate without any use of your screen before continuing. Do you wish to continue?
mn: дэлгэцийн хаалт ажиллуулхад таны дэлгэц хар болно. иймд дэлгэц ашиглахгүйгээр та үйлдлийг үргэлжлүүлэхүү

source: Make screen black (immediate effect)
mn: одоо дэлгэц (харална).

source: Taskbar
mn: ажлын талбар

source: %s items
mn: %s зүйлстэй

source: Set row {rowNumber} column {columnNumber} as start of column headers
mn: Мөр холбох {rowNumber} багана {columnNumber} баганы толгойгоор эхлэх

source: No comments
mn: Комментууд алга

source: Not in table
mn: хүснэгт биш

source: invoke
mn: хүргэх

source: &Annotations
mn: &тэмдэглэл

source: &Errors
mn: &Алдаанууд

source: insertion: {text}
mn: Оруулах: {text}

source: deletion: {text}
mn: Устгах: {text}

source: track change: {text}
mn: Жижиг засвар оруулах: {text}

source: Desktop
mn: компьютерийн дэлгэц

source: 100 percent Stacked Area
mn: 100 хувь Stacked Area

source: 3D 100 percent Stacked Bar
mn: 3D 100 хувь Stacked Bar

source: 3D Column
mn: 3D Багана

source: 3D Clustered Column
mn: 3D Clustered багана

source: 3D Stacked Column
mn: 3D Stacked багана

source: 3D 100 percent Stacked Column
mn: 3D 100 хувь Stacked багана

source: 3D Line
mn: 3D Мөр

source: Area
mn: хамрах хүрээ

source: 100 percent Stacked Bar
mn: 100 хувь Stacked Bar

source: Bubble
mn: хөндий

source: Clustered Column
mn: Clustered багана

source: Stacked Column
mn: Stacked багана

source: 100 percent Stacked Column
mn: 100 хувь Stacked багана

source: 100 percent Stacked Cone Bar
mn: 100 хувь Stacked Cone Bar

source: 3D Cone Column
mn: 3D Cone багана

source: Clustered Cone Column
mn: Clustered Cone багана

source: Stacked Cone Column
mn: Stacked Cone багана

source: 100 percent Stacked Cone Column
mn: 100 хувь Stacked Cone багана

source: 100 percent Stacked Cylinder Bar
mn: 100 хувь Stacked Cylinder Bar

source: 3D Cylinder Column
mn: 3D Cylinder багана

source: 100 percent Stacked Cylinder Column
mn: 100 хувь Stacked Cylinder багана

source: Line
mn: Мөр

source: Line with Markers
mn: Тэмдгүүдтэй Мөр

source: 100 percent Stacked Line with Markers
mn: 100 хувь Stacked Line with Markers

source: Stacked Line
mn: Stacked Мөр

source: 100 percent Stacked Line
mn: 100 хувь Stacked мөр

source: 100 percent Stacked Pyramid Bar
mn: 100 хувь Stacked Pyramid Bar

source: 3D Pyramid Column
mn: 3D Pyramid багана

source: Clustered Pyramid Column
mn: Clustered Pyramid багана

source: Stacked Pyramid Column
mn: Stacked Pyramid багана

source: 100 percent Stacked Pyramid Column
mn: 100 хувь Stacked Pyramid багана

source: Radar
mn: Богино долгион

source: Filled Radar
mn: дүүрэн богино долгион

source: High-Low-Close
mn: өндөр-доогуур-хаах

source: Open-High-Low-Close
mn: нээх-өндөр-доогуур-хаах

source: Volume-High-Low-Close
mn: Дууны төвшин-өндөр-доогуур-хаах

source: Volume-Open-High-Low-Close
mn: Дууны төвшин-нээх-өндөр-доогуур-хаах

source: 3D Surface
mn: 3D гадаргуу

source: Surface (Top View)
mn: Гадаргуу (дээд тал )

source: Surface (Top View wireframe)
mn: Гадаргуу (Top View wireframe)

source: 3D Surface (wireframe)
mn: 3D Гадаргуу (wireframe)

source: Scatter
mn: Тараан байрлуулах

source: slice
mn: хэрчим

# chart
source: column
mn: Багана

source: item
mn: зүйл

source: Display Unit Label
mn: Дэлгэц нэгж тэмдэг тавих

source: Data Table
mn: хүснэгтэн мэдээлэл

source: Nothing
mn: Юм

source: Walls
mn: Хаалтууд

source: Shape
mn: Хэлбэр дүрс

source: Exponential
mn: илтгэгч функц

source: Linear
mn: Шулуун

source: Logarithmic
mn: Логарифмын

source: Moving Average
mn: дундаж шилжих

source: Polynomial
mn: Олон гишүүнт

source: Power
mn: асаах

source: square
mn: талбай

source: minus
mn: хасах

source: default color
mn: Өгөгдмөл өнгө

source: Unknown color
mn: Үл мэдэгдэх өнгө

source: automatic
mn: Автомат

source: diagonal crosshatch
mn: ташуу солбицсон зураас гарган сийлэх

source: thin diagonal crosshatch
mn: нэмгэн ташуу солбицсон зураас гарган сийлэх

source: reverse diagonal stripe
mn: эсрэг судалтай ташуу

source: 12.5% gray
mn: 12.5% саарал

source: 25% gray
mn: 25% саарал

source: 50% gray
mn: 50% саарал

source: 75% gray
mn: 75% саарал

source: 6.25% gray
mn: 6.25% саарал

source: thin horizontal crosshatch
mn: Нэмгэн хөндлөн солбицсон зураас гарган сийлэх

source: horizontal stripe
mn: Эсрэг хөндлөн

source: thin reverse diagonal stripe
mn: Эсрэг нэмгэн судалтай ташуу

source: thin horizontal stripe
mn: Нэмгэн эсрэг хөндлөн

source: thin diagonal stripe
mn: Эсрэг нэмгэн ташуу

source: thin vertical stripe
mn: Эсрэг нэмгэн босоо

source: none
mn: Үл таарах

source: diagonal stripe
mn: эсрэг ташуу

source: vertical stripe
mn: Эсрэг босоо

source: linear gradient
mn: Шулуун хазайлт

source: rectangular gradient
mn: Тэгш өнцөгтийн хазайлт

source: &Charts
mn: зурган хүснэгт

source: N&otes
mn: тэмдэглэлүүд

source: Fo&rmulas
mn: &Томьёонууд

source: &Sheets
mn: &Хуудаснууд

source: {start} through {end}
mn: {start} шилжих {end}

source: Sets the current cell as start of column header
mn: баганы толгойнд энэ нүдийг холбох

source: Set {address} as start of column headers
mn: {address} баганы толгойнуудын эхэнд холбох

source: Already set {address} as start of column headers
mn: {address} баганы толгойнуудыг аль хэдийн холбосон байна.

source: Removed {address} from column headers
mn: {address} баганы толгойнуудаас арилгасан байна.

source: Cannot find {address} in column headers
mn: {address} баганы толгойнууд дотор олдсонгүй

source: sets the current cell as start of row header
mn: мөрний толгойнд энэ нүдийг холбох

source: Set {address} as start of row headers
mn: {address} мөрний толгойнуудын эхэнд холбох

source: Already set {address} as start of row headers
mn: {address} мөрний толгойнууд аль хэдийн холбогдсон байна.

source: Removed {address} from row headers
mn: {address} мөрний толгойнуудаас арилсан байна.

source: Cannot find {address} in row headers
mn: {address} мөрний толгойнууд дотор олдсонгүй

source: Sheet {0}, {1}
mn: Хуудас {0}, {1}

source: Input Message is {title}: {message}
mn: мэссэж оруулсан {title}: {message}

source: Input Message is {message}
mn: мэссэж оруулсан {message}

source: Reports the note on the current cell
mn: энэ нүдэнд тэмдэглэл бичих

source: Not on a note
mn: тэмдэглэлд биш

source: Opens the note editing dialog
mn: тэмдэглэл оруулах харилцах цонх нээх

source: Editing note for cell {address}
mn: нүдэнд тэмдэглэл засах {address}

source: Note
mn: тэмдэглэл

source: {firstAddress} {firstContent} through {lastAddress} {lastContent}
mn: {firstAddress} {firstContent} байна {lastAddress} {lastContent}

source: top edge
mn: дээд ирмэг

source: bottom edge
mn: Доод ирмэг

source: left edge
mn: Зүүн ирмэг

source: right edge
mn: Баруун ирмэг

source: up-right diagonal line
mn: Баруун дээшээ ташуу шугам

source: down-right diagonal line
mn: Баруун доошоо ташуу шугам

source: continuous
mn: Үргэлжилсэн

source: dashed
mn: Зураас

source: dash dot
mn: Зураастай цэг

source: dash dot dot
mn: Зураастай цэг цэг

source: dotted
mn: Цэгтэй

source: double
mn: Давхар

source: slanted dash dot
mn: slanted зураастай цэг

source: hair
mn: үс

source: thin
mn: Нэмгэн

source: medium
mn: Дунд

source: thick
mn: Зузаан

source: medium dash dot dot
mn: Дунд зэргийн зураастай цэг цэг

source: medium dash dot
mn: Дунд зэргийн зураастай цэг

source: medium dashed
mn: Дунд зэргийн зураастай

source: insertion
mn: Оруулалт

source: deletion
mn: Устгалт

source: property
mn: үзүүлэлт

source: paragraph number
mn: догол мөрний дугаар

source: display field
mn: Дэлгэцийн талбар

source: reconcile
mn: Зохицуулах

source: conflict
mn: Зөрчилдөөн

source: replace
mn: орлуулах

source: paragraph property
mn: догол мөрний бүтэц

source: table property
mn: Хүснэгтийн бүтэц

source: section property
mn: энэ хэсгийн бүтэц

source: style definition
mn: загварын тодорхойлолт

source: moved from
mn: Эндээс шилжих

source: moved to
mn: Шилжүүлэх

source: cell insertion
mn: бичих нүд оруулалт

source: cell deletion
mn: бичих нүд устгалт

source: cell merge
mn: бичих нүд нийлүүлэх

source: Comments
mn: Комментууд

source: Endnotes
mn: тэмдэглэл дуусгах

source: Even pages footer
mn: Тэгш хуудасны доод зах

source: Even pages header
mn: Тэгш хуудасны толгой

source: First page footer
mn: Эхний хуудасны доод зах

source: First page header
mn: Эхний хуудасны толгой

source: Footnotes
mn: Хуудасны доод захад тэмдэглэх

source: Primary footer
mn: Хамгийн эхний доод зах

source: Primary header
mn: Хамгийн эхний толгой

source: Text frame
mn: Бичвэрийн хүрээ

source: {distance} from left edge of page
mn: Хуудасны зүүн захаас {distance} хэмжээний зайтай

source: {distance} from top edge of page
mn: хуудасны дээд захаас {distance} хэмжээний зайтай

# line spacing value
source: single
mn: Дан

# line spacing value
source: double
mn: Давхар

# line spacing value
source: 1.5 lines
mn: 1.5 хэмжээтэй мөрүүд

# line spacing value
source: exactly {space:.1f} pt
mn: яг таарсан {space:.1f} pt

# line spacing value
source: at least %.1f pt
mn: ойролцоогоор %.1f pt

# line spacing value
source: %.1f lines
mn: %.1f мөрүүд

source: Table description
mn: Хүснэгтийн мэдээлэл

source: Bold on
mn: Тод болгох нээгдэв.

source: Bold off
mn: Тод болгох хаагдав.

source: Italic on
mn: Налуу болгох нээгдэв.

source: Italic off
mn: Налуу болгох хаагдав.

source: Underline on
mn: Доогуур зураастай болгох нээгдэв.

source: Underline off
mn: Доогуур зураастай болгох хаагдав.

source: Left aligned
mn: Зүүн талд эгнүүлэх

source: centered
mn: Голлуулах

source: Right aligned
mn: Баруун талд эгнүүлэх

source: Justified
mn: Жигдрүүлэх

source: Superscript
mn: Мөрний дээд индекс

source: Subscript
mn: Мөрний доод индекс

source: Baseline
mn: Үндсэн мөр

source: Moved below %s
mn: %s доод талд шилжих

source: Moved below blank paragraph
mn: Хоосон догол мөрний доод талд шилжих

source: Moved above %s
mn: %s дээд талд шилжих

source: Moved above blank paragraph
mn: Хоосон догол мөрний дээд талд шилжих

source: {styleName} style, outline level {outlineLevel}
mn: {styleName} загвар, дээд төвшин {outlineLevel}

source: {size:g} point font
mn: {size:g} үсгийн хэмжээ

source: Display nonprinting characters
mn: хэвлэгдэхгүй үсэг тэмдэгтүүд

source: Hide nonprinting characters
mn: хэвлэгдэхгүй үсэг тэмдэгүүдийг далдлах

source: Single line spacing
mn: Дан мөр хоорондын зай

source: Double line spacing
mn: Давхар мөр хоорондын зай

source: 1.5 line spacing
mn: 1.5 мөр хоорондын зай
