Repository: nvaccess/nvda
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: mn

source: Handout Master view
mn: Мастер Тараах материалыг харуулах

source: Notes Master view
mn: Мастер тэмдэглэлүүдийг үзүүлэх

source: Outline view
mn: Бүтцээр үзүүлэх

source: Slide Sorter view
mn: Үзүүлэнг ангилж харуулах

source: Title Master view
mn: Мастер гарчиг үзүүлэх

source: Normal view
mn: энгийн харагдах байдал

source: Print Preview
mn: хэвлэх байдлыг үзүүлэх

source: Slide {slideNumber}
mn: Үзүүлэн {slideNumber}

source: other item
mn: бусад зүйлс

source: Slide show notes - {slideName}
mn: Үзүүлэн гаргах тэмдэглэлүүд - {slideName}

source: Slide show - {slideName}
mn: Үзүүлэн гаргах - {slideName}

source: Slide Show - complete
mn: Үзүүлэн гаргаж - дууслаа

source: No notes
mn: Тэмдэглэл алга

source: Empty slide
mn: Хоосон үзүүлэн

source: Waiting for Powerpoint...
mn: Powerpoint програмыг хүлээж байна...

source: left
mn: зүүн

source: right
mn: баруун

# shuffle
source: on
mn: үсэргэж тоглуулах аслаа.

# shuffle
source: off
mn: үсэргэж тоглуулах унтарлаа.

# repeat
source: on
mn: давтан тоглуулах аслаа

# repeat
source: off
mn: давтан тоглуулах унтарлаа.

source: No emoji
mn: Emoji алга

source: Change tracking on
mn: жижиг засварлагч нээгдлээ

source: Change tracking off
mn: жижиг засварлагч хаагдлаа

source: Setting HID keyboard simulation not supported
mn: Setting HID keyboard simulation дэмжигдэхгүй

source: HID keyboard simulation enabled
mn: HID keyboard simulation ажиллаа

source: HID keyboard simulation disabled
mn: HID keyboard simulation ажиллагаагүй байна.

source: Toggles HID keyboard simulation
mn: HID keyboard simulation чагтлагдсан байна

source: Baum/HumanWare/APH/Orbit braille displays
mn: Baum/HumanWare/APH/Orbit брайл дэлгэцүүд

source: HumanWare Brailliant BI/B series / BrailleNote Touch
mn: HumanWare Brailliant BI/брайл series BrailleNote Touch

source: EcoBraille displays
mn: ECO брайл дэлгэцүүд

source: Eurobraille Esys/Esytime/Iris displays
mn: Eurobraille Esys/Esytime/Iris дэлгэцүүд

source: HID keyboard input simulation is unavailable.
mn: HID keyboard input simulation боломжгүй байна.

source: Toggle HID keyboard simulation
mn: HID keyboard simulation чагтлагдсан байна

source: display scroll
mn: дэлгэцээр гүйлгэх

source: line scroll
mn: мөрөөр гүйлгэх

source: Handy Tech braille displays
mn: Handy Tech брайл дэлгэцүүд

source: Braille input enabled
mn: Брайл оролт ажиллагаатай байна

source: Braille input disabled
mn: Брайл оролт ажиллагаагүй байна

source: Toggle braille input
mn: Брайл оролт чагтлах

source: HIMS Braille Sense/Braille EDGE/Smart Beetle/Sync Braille series
mn: HIMS БРАЙЛ Sense брайл /EDGE/Smart Beetle/Sync брайл series

source: No braille
mn: Брайл төхөөрөмж үгүй

source: Papenmeier BRAILLEX newer models
mn: Papenmeier BRAILLEX шинэлэг загварууд

source: Papenmeier BRAILLEX older models
mn: Papenmeier BRAILLEX хуучирсан загварууд

source: SuperBraille
mn: Super брайл

source: NVDA Braille Viewer
mn: Дэлгэц уншигч програмын брайл ажиглагч

source: &Show Braille Viewer on Startup
mn: брайл ажиглагч үзүүлж эхлүүлэх

source: &Hover for cell routing
mn: хөдөлгөөний чиг хүлээх

source: Result
mn: Үр дүн

source: Activates the text at the cursor if possible
mn: заагчаар бичвэрийг идэвхжүүлэх

source: Dismiss the recognition result
mn: таниулсан үр дүнг болиулах

source: Already in a content recognition result
mn: content буюу Агуулга доторхыг аль хэдийн таниулсан байна.

source: Content is not visible
mn: Content буюу Агуулга дотрох харагдахгүй байна.

source: Recognizing
mn: Таниулж байна.

source: Recognition failed
mn: Таниулах үйлдэл алдаа заалаа.

source: current
mn: одоо

source: current page
mn: одоогийн хуудас

source: current step
mn: одоогийн алхам

source: current location
mn: одоогийн байршил

source: current date
mn: өнөөдрийн он сар өдөр

source: current time
mn: одоо цаг

source: window
mn: цонх

source: title bar
mn: Гарчгийн мөр

source: pane
mn: Идэвхтэй цонх

source: dialog
mn: харилцах цонх

source: check box
mn: чагт

source: radio button
mn: өнгөт товч

source: text
mn: бичвэр

source: edit
mn: бичвэр оруулна уу

source: button
mn: товч

source: menu bar
mn: цэсний мөр

source: menu item
mn: цэс дотор

source: menu
mn: цэс

source: combo box
mn: хайрцаг дотор

source: list
mn: жагсаалтад

source: list item
mn: зүйлс дотор

source: graphic
mn: зурагт

source: help balloon
mn: анхааруулж байна.

source: tool tip
mn: Зөвлөмж:

source: link
mn: холбоос

source: tree view
mn: зүйлс дотор

source: tree view item
mn: дэлгэрэнгүй зүйлс дотор

# controlType
source: tab
mn: тааб

source: tab control
mn: тааб control

source: slider
mn: гүйлгэх

source: progress bar
mn: үйлдлийн явц

source: scroll bar
mn: гүйлгэж харах

source: status bar
mn: Төлвийн мөр

source: table
mn: хүснэгтэнд

source: cell
mn: нүд

source: column
mn: багана

source: row
mn: мөр

source: frame
mn: хүрээнд

source: tool bar
mn: хэрэгслийн мөр

source: column header
mn: баганы толгой

source: row header
mn: мөрний толгой

source: drop down button
mn: энд дар

source: clock
mn: цаг

source: separator
mn: тусдаа

source: form
mn: маягт

source: heading
mn: гарчиглах

source: heading 1
mn: гарчиг 1

source: heading 2
mn: гарчиг 2

source: heading 3
mn: гарчиг 3

source: heading 4
mn: гарчиг 4

source: heading 5
mn: гарчиг 5

source: heading 6
mn: гарчиг 6

source: paragraph
mn: бүлэг бичвэр

source: block quote
mn: хашилт

source: table header
mn: хүснэгтийн толгой

source: table body
mn: хүснэгтийн их бие

source: table footer
mn: хүснэгтийн доод зах

source: document
mn: хуудас

source: animation
mn: идэвхжүүлэг

source: application
mn: апп

source: box
mn: хайрцагт

source: grouping
mn: бүлэгт

source: property page
mn: хуудсанд

source: canvas
mn: луужин

source: caption
mn: бичиг

source: check menu item
mn: цэс дотор үзэх

source: date edit
mn: он сар өдөр тааруулах

source: icon
mn: дүрс

source: directory pane
mn: чиглүүлж байна

source: embedded object
mn: объект оруулах

source: end note
mn: тэмдэглэл дуусгах

source: footer
mn: доод зах

source: foot note
mn: доод захад тэмдэглэх

source: glass pane
mn: цонх

source: header
mn: толгой

source: image map
mn: газрын байршил

source: input window
mn: цонх идэвхжүүл

source: label
mn: шошго байна

source: note
mn: тэмдэглэл

source: page
mn: хуудас

source: radio menu item
mn: өнгөт цэс дотор

source: layered pane
mn: давхардсан цонх

source: redundant object
mn: илүү Объект

source: root pane
mn: үндсэн цонх

source: edit bar
mn: бичвэр засварлах мөр

source: terminal
mn: терминал

source: rich edit
mn: сайн засварлах

source: ruler
mn: шугам

source: scroll pane
mn: цонхоор гүйлгэх

source: section
mn: хэсэг

source: shape
mn: хэлбэр дүрс

source: split pane
mn: цонх хуваах

source: view port
mn: холболт харах

source: tear off menu
mn: цэс хаагдав

source: text frame
mn: бичгийн хүрээ

source: toggle button
mn: чагтан товч

source: border
mn: хүрээтэй

source: caret
mn: оруулгын тэмдэг

source: character
mn: үсэг тэмдэгт

source: chart
mn: зурган хүснэгт

source: cursor
mn: заагч

source: diagram
mn: диаграмм

source: dial
mn: залгах

source: drop list
mn: жагсаалтад

source: split button
mn: хуваагч товч

source: menu button
mn: цэсний товч

source: drop down button grid
mn: энд дар

source: math
mn: математик

source: grip
mn: авах

source: hot key field
mn: гар команд холбох талбар

source: indicator
mn: заалтуур

source: spin button
mn: эргэх товч

source: sound
mn: дуу эгшиг

source: white space
mn: цагаан зай авах

source: tree view button
mn: зүйлсийн товч

source: IP address
mn: IP хаяг

source: desktop icon
mn: компьютерийн дүрс

source: desktop pane
mn: компьютерийн цонх

source: option pane
mn: сонголтийн цонх

source: color chooser
mn: өнгө сонгогч

source: file chooser
mn: файл сонгогч

source: filler
mn: агууламж

source: panel
mn: дэлгэц

source: password edit
mn: нууц үг оруулна уу

source: font chooser
mn: үсгийн хэв сонгогч

source: line
mn: мөр

source: font name
mn: үсгийн нэр

source: font size
mn: үсгийн хэмжээ

source: bold
mn: тод

source: italic
mn: налуу

source: underline
mn: доогуур зураас

source: foreground color
mn: дэвсгэр өнгө

source: background color
mn: арын өнгө

source: superscript
mn: дээд индекс

source: subscript
mn: доод индекс

source: style
mn: загвар

source: indent
mn: догол мөр

source: alignment
mn: эгнүүлэлт

source: alert
mn: Анхаарна уу!

source: data grid
mn: мэдээлэл

source: data item
mn: байгаа мэдээлэл

source: header item
mn: толгойн хэсэг

source: thumb control
mn: эргүүлж удирдах

source: calendar
mn: цаглабар

source: video
mn: дүрс бичлэг

source: audio
mn: дуу бичлэг

source: deleted
mn: устсан

source: inserted
mn: оруулсан

source: landmark
mn: байна

source: article
mn: юм

source: region
mn: бүс

source: figure
mn: бие

source: not %s
mn: %s биш

source: unavailable
mn: үйлдэл боломжгүй.

source: focused
mn: байна

source: selected
mn: идэвхжсэн

source: busy
mn: ажиллаж байна

source: pressed
mn: дарагдсан

source: checked
mn: чагтлагдсан

source: half checked
mn: хагас чагтлагдсан

source: read only
mn: зөвхөн уншигдах хэлбэрт байна

source: expanded
mn: дэлгэрэнгүй харагдах

source: collapsed
mn: идэвхжсэн

source: invisible
mn: зүйл харагдахгүй

source: visited
mn: орсон

source: linked
mn: гэж байна

source: subMenu
mn: дэд цэс

source: protected
mn: хамгаалагдсан

source: required
mn: заавал бөгөлнө үү

source: defunct
mn: ажиллагаагүй

source: invalid entry
mn: бөглөх талбар

source: modal
mn: хэлбэрт хамаарах

source: has auto complete
mn: талбарт

source: multi line
mn: олон мөр

source: off screen
mn: дэлгэцэнд харагдахгүй

source: selectable
mn: сонгоно уу

source: focusable
mn: харна уу

source: clickable
mn: товш

source: editable
mn: бичнэ үү

source: checkable
mn: шалгана уу

source: draggable
mn: чирнэ үү

source: dragging
mn: чирч байна

source: sorted
mn: эрэмбэлэгдсэн

source: sorted ascending
mn: дээш эрэмбэлэгдсэн

source: sorted descending
mn: доош эрэмбэлэгдсэн

source: has long description
mn: урт үргэлжилж байна

source: pinned
mn: пин орсон

source: has formula
mn: томьёотой

source: has comment
mn: Комменттой

source: obscured
mn: бүрхэгдэх

source: cropped
mn: тайрагдсан

source: overflowing
mn: хэт дүүрсэн

source: unlocked
mn: түгжээгүй

source: not selected
mn: идэвхгүй

source: not pressed
mn: дарагдаагүй

source: not checked
mn: чагтлагдаагүй

source: done dragging
mn: чирч дуусгасан

source: Configuration applied
mn: Тохируулга хийгдлээ.

source: Configuration restored to factory defaults
mn: Үйлдвэрийн өгөгдмөл тохируулга хийгдлээ.

source: Cannot save configuration - NVDA in secure mode
mn: Тохируулга NVDA програмын аюулгүй горимд хадгаллагдаагүй.

source: Configuration saved
mn: Тохируулга хадгалагдлаа.

source: Could not save configuration - probably read only file system
mn: Зөвхөн уншигдах файл системээс болж тохируулга хадгаллагдсангүй.

source: The settings panel you tried to open is unavailable on this system.
mn: Таны нээх гэсэн тохируулгын самбар системд одоогоор нээгдэх боломжгүй байна.

source: About NVDA
mn: Монгол NVDA програмын тухай

source: You are about to run the COM Registration Fixing tool. This tool will try to fix common system problems that stop NVDA from being able to access content in many programs including Firefox and Internet Explorer. This tool must make changes to the System registry and therefore requires administrative access. Are you sure you wish to proceed?
mn: You are about to run the COM Registration Fixing tool. This tool will try to fix common систем problems that stop Дэлгэц уншигч програм from being able to access content in many programs including Firefox and Internet Explorer. This tool must make changes to the систем registry and therefore requires administrative access. Are you sure you wish to proceed?

source: Warning
mn: Анхааруулга

source: COM Registration Fixing Tool
mn: COM бүртгэлийг засварлах хэрэгсэл

source: Please wait while NVDA tries to fix your system's COM registrations.
mn: COM бүртгэлийг засварлах хэрэгсэл таны системийг засварлаж байгаа тул NVDA програмыг түр хүлээнэ үү

source: &Settings...
mn: &Тохируулга...

source: NVDA settings
mn: NVDA програмын тохируулга

source: &Default dictionary...
mn: &Өгөгдмөл толь бичиг...

source: A dialog where you can set default dictionary by adding dictionary entries to the list
mn: толь бичгийн жагсаалтанд өгөгдмөл толь бичиг ашиглаж хэрэглэх

source: &Voice dictionary...
mn: ярианы толь бичиг...

source: A dialog where you can set voice-specific dictionary by adding dictionary entries to the list
mn: толь бичгийн жагсаалтанд ярианы өөрийн толь бичиг үйсгэж хэрэглэх

source: &Temporary dictionary...
mn: &түр ашиглах толь бичиг...

source: A dialog where you can set temporary dictionary by adding dictionary entries to the edit box
mn: бичвэр нэмэх хайрцаг дотор түр ашиглах бичвэр оруулж өөрийн толь бичиг үйсгэж хэрэглэх

source: Speech &dictionaries
mn: &Ярианы толь бичиг

source: &Punctuation/symbol pronunciation...
mn: &Цэг тэмдэглэгээ/тэмдэг авиа зүйн галиг...

source: I&nput gestures...
mn: &Зангаа оруулах...

source: &Preferences
mn: &үндсэн тохиргоо

source: View log
mn: Log үзүүлэх

source: Speech viewer
mn: Ярианы ажиглагч

source: Braille viewer
mn: Брайлаар ажиглагч

source: Python console
mn: Python компьютерийн операторын удирдах хэрэгсэл.

source: Manage &add-ons...
mn: &Add-ons зохион байгуулах...

source: Create portable copy...
mn: зөөврийн хувилбар үйсгэх...

source: &Install NVDA...
mn: Монгол NVDA програм суулгах...

source: Run COM Registration Fixing tool...
mn: COM бүртгэлийг засварлах хэрэгсэл ажиллуулах

source: Reload plugins
mn: Plugins буюу нэмэлт програм ажиллуулах

source: Tools
mn: Хэрэгслүүд

source: &User Guide
mn: &Ашиглах заавар

source: Commands &Quick Reference
mn: команд Үйлдлийн товч лавлагаа

source: What's &new
mn: &Шинэ онцлогууд

source: NVDA &web site
mn: NVDA програмын вэб сайт

source: L&icense
mn: Албан ёсны хэрэглэх эрх

source: C&ontributors
mn: Оролцогч хандивлагчид

source: We&lcome dialog...
mn: Тавтай морилно уу...

source: &Check for update...
mn: &Шинэчлэлт байгаа эсэхийг шалгах...

source: About...
mn: NVDA Програмын тухай...

source: &Help
mn: програмын Тусламж

source: &Configuration profiles...
mn: profiles тохируулга...

source: &Revert to saved configuration
mn: &Хадгалагдсан тохируулгыг өмнөх тохиргоонд буцаах

source: Reset all settings to saved state
mn: Хадгалах нөхцөлд бүх тохируулгыг хуучин байдалд дахин оруулах

source: &Reset configuration to factory defaults
mn: &Бүх тохируулганд үйлдвэрийн өгөгдмөл тохиргоо хийх

source: Reset all settings to default state
mn: Өгөгдмөл байдлаар бүх тохируулгыг дахин тохируулах

source: &Save configuration
mn: Тохируулга хадгалах.

source: Write the current configuration to nvda.ini
mn: nvda.ini файл дээр одоогийн бүх тохируулгыг бичилт хийх

source: Donate
mn: Хандивлах

source: Install pending &update
mn: шинэчлэлтийг суулгах хүлээгдэж байна.

source: Execute a previously downloaded NVDA update
mn: NVDA програмын өмнөх татагдсан шинэчлэлт ажиллаж байна.

source: E&xit
mn: &Гарах

source: Exit NVDA
mn: NVDA програмаас гарах

source: All add-ons are now disabled. They will be re-enabled on the next restart unless you choose to disable them again.
mn: бүх add-ons одоо ажиллагаагүй болно. дахин эхлүүлсний дараа өөрийн сонголтоор ажиллуулахгүй байж болно.

source: What would you like to &do?
mn: Та эндээс аль нэг үйлдлийг сонгоно уу?

source: Exit
mn: Гарах

source: Restart
mn: Дахин эхлүүл

source: Restart with add-ons disabled
mn: add-ons ажлуулахгүйгээр дахин эхлүүл

source: Restart with debug logging enabled
mn: Алдаа согог засах logging ажиллуулж дахин эхлүүлэх

source: Install pending update
mn: Шинэчлэлтийг суулгах хүлээгдэж байна.

source: Please wait
mn: Түр хүлээнэ үү

source: Changes were made to add-ons. You must restart NVDA for these changes to take effect. Would you like to restart now?
mn: Add-ons шинэчлэгдлээ. Та NVDA програмыг дахин эхлүүлж, шинэ хувилбар ажиллах болно. Та одоо програмыг дахин эхлүүлхийг хүсэж байна уу?

source: Restart NVDA
mn: NVDA програмыг дахин эхлүүл

source: &About add-on...
mn: &Add-on програмын тухай...

source: &Yes
mn: &Тийм

source: &No
mn: &Үгүй

source: OK
mn: ОК

source: {summary} ({name}) Version: {version} Author: {author} Description: {description}
mn: {summary} ({name}) Хувилбар: {version} Зохиогч: {author} Товч утга: {description}

source: URL: {url}
mn: URL хаяг: {url}

source: Minimum required NVDA version: {}
mn: хамгийн бага үзүүлэлтээр ажиллах шаардлагатай NVDA хувилбар: {}

source: Last NVDA version tested: {}
mn: NVDA дэлгэц уншигч програмын сүүлийн хувилбар туршилтад орсон: {}

source: Add-on Information
mn: Add-on програмын мэдээлэл

source: Add-ons Manager
mn: Add-ons зохион байгуулах

source: Add-ons Manager (add-ons disabled)
mn: add-ons зохион байгуулах add-ons ажиллагаагүй байна

source: Installed Add-ons
mn: Суулгасан Add-ons

source: Package
mn: Багц

source: Status
mn: Төлөв

source: Version
mn: Хувилбар

source: Author
mn: Зохиогч

source: Add-on &help
mn: &Add-on програмын заавар

source: &Disable add-on
mn: &Add-on ажиллагаагүй болгох

source: &Remove
mn: &Арилга

source: &Get add-ons...
mn: &Add-ons татаж суулгах...

source: &Install...
mn: &Суулга...

source: &View incompatible add-ons...
mn: &таардаггүй add-ons харах...

source: Choose Add-on Package File
mn: Add-on багц файл сонгох

source: NVDA Add-on Package (*.{ext})
mn: NVDA програмын add-ons багц (*.{ext})

source: Are you sure you wish to remove the {addon} add-on from NVDA? This cannot be undone.
mn: {addon} Та сонгосон байгаа Add-on програмыг NVDA програмаас арилгахыг хүсэж байна уу? энэ үйлдэл хийгдвэл буцаах боломжгүй

source: Remove Add-on
mn: Add-on арилга

source: Incompatible
mn: ТОхиромжгүй

source: Enabled
mn: ажилгаатай байна

source: Install
mn: суулга

source: Disabled
mn: ажиллагаагүй байна

source: Removed after restart
mn: дахин эхлүүлсний дараа арилна.

source: Disabled after restart
mn: дахин эхлүүлсний дараа ажиллагаагүй болно.

source: Enabled after restart
mn: дахин эхлүүлсний дараа ажиллана.

source: &Enable add-on
mn: &Add-on ажлуул

source: Could not disable the {description} add-on.
mn: {description} add-on тодорхойлолт хаагдсангүй.

source: Could not enable the {description} add-on.
mn: {description} add-on тодорхойлолт идэвхжсэнгүй.

source: Failed to open add-on package file at %s - missing file or invalid file format
mn: add-on багц file нээгдсэнгүй %s - форматийн алдаа эсхүл дутуу file уншигдлаа

source: Add-on Installation
mn: Add-on суулгац

source: You are about to install version {newVersion} of {summary}, which appears to be already installed. Would you still like to update?
mn: суулгасан одоогийн {newVersion} сүүлд шинэчлэгдсэн {summary}, шинэ хувилбар байна. та үргэлжлүүлж шинэчлэлт хийх үү?

source: A version of this add-on is already installed. Would you like to update {summary} version {curVersion} to version {newVersion}?
mn: энэ add-on програм одоо суусан байна. та шинэчлэлт хийх үү? {summary} хувилбар {curVersion} шинэ хувилбар {newVersion}?

source: Installing Add-on
mn: Add-on суулгаж байна.

source: Please wait while the add-on is being installed.
mn: Add-on суулгаж байна та түр хүлээнэ үү.

source: Failed to install add-on from %s
mn: %s add-on суулгах явцад алдаа гарлаа.

source: Add-ons cannot be installed in the Windows Store version of NVDA
mn: Add-ons програм суусангүй энэ Windows Store хувилбар байна

source: Installation of {summary} {version} has been blocked. The minimum NVDA version required for this add-on is {minimumNVDAVersion}, your current NVDA version is {NVDAVersion}
mn: энэ суулгац {summary} {version} block хийгдлээ. add-on ажиллуулахад өмнөх NVDA хувилбар суусан байх {minimumNVDAVersion}, одоогийн NVDA хувилбар бол {NVDAVersion} байна

source: Add-on not compatible
mn: таардаггүй Add-on програм байна

source: Installation of {summary} {version} has been blocked. An updated version of this add-on is required, the minimum add-on API supported by this version of NVDA is {backCompatToAPIVersion}
mn: суулгац {summary} {version} block хийгдлээ. An add-on програм шинэчлэгдсэн байх шаардлагатай , the minimum add-on API supported by this version of NVDA is {backCompatToAPIVersion}

source: Are you sure you want to install this add-on? Only install add-ons from trusted sources. Addon: {summary} {version}
mn: та add-on програм суулгах гэж байна уу? баталгаатай их сурвалжаас суулгах болно. Addon: {summary} {version} хувилбар байна

source: Incompatible Add-ons
mn: таардаггүй Add-ons

source: The following add-ons are incompatible with NVDA version {}. These add-ons can not be enabled. Please contact the add-on author for further assistance.
mn: эдгээр add-ons NVDA програмыг энэ хувилбарт тохирч ажилсангүй та add-ons бүтээгчидтэй холбогдож туслалцаа авна уу

source: Incompatible add-ons
mn: таардаггүй add-ons

source: Incompatible reason
mn: тохирч ажиллахгүй байгаа шалтгаан

source: An updated version of NVDA is required. NVDA version {} or later.
mn: NVDA програм шинэчлэгдсэн байх хэрэгтэй. NVDA хувилбар {} эсхүл үүнээс хойш шинэчлэгдсэн байх.

source: An updated version of this add-on is required. The minimum supported API version is now {}
mn: add-on програмын шинэчлэгдсэн хувилбар шаардлагатай байна. The minimum supported API version is now {}

source: Configuration Profiles
mn: Профайлуудын тохируулга

source: &New
mn: &Шинэ

source: &Rename
mn: &Нэр солих

source: &Delete
mn: &Устгах

source: &Triggers...
mn: &Түгжээнүүд...

source: Temporarily d&isable all triggers
mn: &бүх түгжээнүүд түр идэвхгүй

source: (normal configuration)
mn: (ердийн тохируулга)

source: editing
mn: засварлах

source: manual
mn: гар ажиллагаа

source: triggered
mn: Түгжээтэй

source: Error activating profile.
mn: profile идэвхжүүлхэд алдаа гарлаа.

source: This profile will be permanently deleted. This action cannot be undone.
mn: Энэ profile бүр устлаа. үйлдэл бүрэн хийгдсэнгүй.

source: Confirm Deletion
mn: Устгах үйлдлийг баталгаажуулж байна.

source: Error deleting profile.
mn: profile устгах үйлдэлд алдаа гарлаа.

source: Manual deactivate
mn: Гараар идэвхгүй болго

source: Manual activate
mn: Гараар идэвхжүүл

source: New name:
mn: Шинэ нэр:

source: Rename Profile
mn: profile нэр солих

source: A profile cannot have an empty name.
mn: profile нэр хоосон байж болохгүй

source: That profile already exists. Please choose a different name.
mn: Ийм profile байна. өөр нэр оруулна уу.

source: Error renaming profile.
mn: profile нэр солих үйлдэлд алдаа гарлаа.

source: Current application (%s)
mn: Одоогийн апп (%s)

source: Say all
mn: Бүгдийг уншуулах

source: Error saving configuration profile triggers - probably read only file system.
mn: profile түгжээнүүдийн тохируулга хадгалах үйлдэлд алдаа гарлаа энд зөвхөн уншигдах файл систем байна.

source: Profile Triggers
mn: profile түгжээнүүд

source: %s application
mn: %s апп

source: Triggers
mn: Түгжээнүүд

source: New Profile
mn: Шинэ profile

source: Profile name:
mn: profile нэр:

source: Manual activation
mn: гараар идэвхжүүлэх

source: Use this profile for:
mn: ашиглах profile:

source: You must choose a name for this profile.
mn: profile нэр заавал сонгоно уу

source: Error creating profile - probably read only file system.
mn: profile үйсгэх үйлдэлд алдаа гарлаа. энд зөвхөн уншигдах файл систем байна.

source: Manual Activation
mn: гараар идэвхжүүлэх

source: No help available here.
mn: энд тусламж авах боломжгүй байна.

source: No user guide found.
mn: ашиглах заавар олдсонгүй

source: Enter input gesture:
mn: зангаа оруулах:

source: Emulate key press: {emulateGesture}
mn: командийг дарж хувил: {emulateGesture}

source: Enter gesture to emulate:
mn: зангаа оруулж хувилах:

source: {category} (1 result)
mn: {category} (1 үр дүн)

source: {category} ({nbResults} results)
mn: {category} ({nbResults} үр дүнгүүд)
