<html lang="de">

<head>
<title>Kurztasten und Befehlsreferenz f&uuml;r den NonVisual Desktop Access (NVDA)</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="layout.css" rel="stylesheet" type="text/css">
</head>

<body>

<h1 id="1">Kurztasten und Befehlsreferenz f&uuml;r den NonVisual Desktop Access (NVDA)</h1>

<p><span>
&Uuml;bersetzt von der &raquo;German Community&laquo;.<br>
Letzte Aktualisierung am: 14. November 2009
</span></p>

<p><hr></p>

<p>
Viele der nachfolgenden Befehle verwenden die sogenannte NVDA-Taste. Dies ist standardm&auml;&szlig;ig die Einf&uuml;ge-Taste &uuml;ber den Cursor-Tasten oben links im Sechs-Tasten-Block oder auch auf dem Nummernblock die Ziffer Null. Wenn sich eine Taste auf den Nummernblock bezieht, ist (zur besseren Erkennung) die Zeichenkette &raquo;NUM&laquo; vorangestellt. Diese funktionieren aber nur, wenn der Nummernblock ausgeschaltet ist.
</p>

<p>
<b>Beispiel:</b> NUM 1 ist gleichbedeutend mit der Taste 1 des Nummernblocks.
</p>

<p>
In den Tastatureinstellungen kann auch die Dauergro&szlig;schreibtaste als sogenannte NVDA-Taste eingestellt werden.
</p>

<p><hr></p>

<h2 id="2">Allgemeine Tastenkombinationen</h2>

<table border="0">
<tr><th>Ereignis</th><th>Erl&auml;uterung</th></tr>
<tr><td>STRG</td><td>Unterbricht den laufenden Sprechvorgang.</td></tr>
<tr><td>Umschalt</td><td>Setzt das Sprechen an der Stelle fort, wo zuvor abgebrochen wurde.</td></tr>
<tr><td>NVDA+1</td><td>Dieser Befehl schaltet den Modus der Tastaturhilfe ein bzw. aus (Lernmodus). Bei aktivierter Tastaturhilfe k&ouml;nnen Sie beliebige Tastenkombinationen ausprobieren. Wenn diese Tastenkombination von NVDA verwendet wird, sagt es deren Namen und Funktion an, ansonsten wird die Funktion direkt ausgef&uuml;hrt.</td></tr>
<tr><td>NVDA+T</td><td>Ansagen der Titelleiste des aktuellen Fensters. Bei zweimaligem dr&uuml;cken wird der Name buchstabiert und bei dreimaligem dr&uuml;cken wird der Name in die Zwischenablage kopiert.</td></tr>
<tr><td>NVDA+B</td><td>Vorlesen des aktiven Fensters.</td></tr>
<tr><td>NVDA+N</td><td>Dr&uuml;cken Sie diese Tastenkombination, um das NVDA-Men&uuml; zu &ouml;ffnen. Dort k&ouml;nnen Sie beispielsweise die Einstellungen von NVDA anpassen.</td></tr>
<tr><td>NVDA+Q</td><td>Standardm&auml;&szlig;ig werden Sie gefragt, ob Sie NVDA beenden m&ouml;chten. Wenn Sie mit &raquo;Ja&laquo; antworten, wird NVDA beendet und wenn Sie auf &raquo;Nein&laquo; klicken, dann l&auml;uft NVDA weiter.</td></tr>
<tr><td>NVDA+S</td><td>Schaltet zwischen den Modi &raquo;Sprache, Signalt&ouml;ne und aus&laquo; um.</td></tr>
<tr><td>NVDA+F12</td><td>Uhrzeit- und Datumsansage: Bei einmaligem Dr&uuml;cken wird die Uhrzeit angesagt. Wenn Sie die Tastenkombination zwei Mal dr&uuml;cken, wird das Datum angesagt.</td></tr>
<tr><td>NVDA+Ende</td><td>Liest die aktuelle Statuszeile vor, sofern eine gefunden wird.</td></tr>
<tr><td>NVDA+F</td><td>Liest in Dokumenten an der aktuellen Cursorposition die Informationen zur Formatierung vor.</td></tr>
<tr><td>STRG+NVDA+F1</td><td>Spricht den Namen der aktuellen Anwendung und buchstabiert ihn. Ebenso wird das momentan geladene Anwendungsmodul angesagt.</td></tr>
<tr><td>Umschalt+NVDA+B</td><td>Liest die verbleibende Akkumulationslaufzeit vor und ob bei mobilen Ger&auml;ten das Netzteil eingesteckt ist.</td></tr>
<tr><td>NVDA+5</td><td>Schaltet das automatische Ansagen von Inhalts&auml;nderungen (wie beispielsweise in der Eingabeaufforderung) ein oder aus.</td></tr>
<tr><td>NVDA+6</td><td>Schaltet den NVDA-Cursor zur Verfolgung des Cursors ein oder aus.</td></tr>
<tr><td>NVDA+7</td><td>Legt fest, ob der Navigator auf das fokusierte Objekt gesetzt wird oder nicht.</td></tr>
<tr><td>NVDA+Tab</td><td>Liest das fokussierte Objekt vor.</td></tr>
<tr><td>NVDA+F2</td><td>Nach dem Dr&uuml;cken dieses Befehls k&ouml;nnen Sie den folgenden Befehl ohne Wirkung in NVDA direkt an die Anwendung weiterreichen.</td></tr>
<tr><td>Umschalt+NVDA+Pfeil nach oben</td><td>Liest den aktuell markierten Text in Dokumenten und Eingabefeldern vor. Wenn nichts makiert ist, wird dies angesagt.</td></tr>
<tr><td>NVDA+Pfeil nach oben</td><td>Liest die aktuelle Zeile in Dokumenten und Eingabefeldern vor.</td></tr>
<tr><td>NVDA+Pfeil nach unten</td><td>Liest den Text ab der aktuellen Cursorposition vor.</td></tr>
<tr><td>STRG+NVDA+C</td><td>Speichert die ge&auml;nderten Einstellungen.</td></tr>
<tr><td>STRG+NVDA+R</td><td>Dieser Befehl l&auml;t die Konfiguration neu.</td></tr>
<tr><td>NVDA+C</td><td>Liest den Inhalt der Zwischenablage vor.</td></tr>
</table>

<p><hr></p>

<h2 id="2">Einstellungen &auml;ndern (Einstellungsdialoge)</h2>

<table border="0">
<tr><th>Ereignis</th><th>Erl&auml;uterung</th></tr>
<tr><td>NVDA+2</td><td>Schaltet das Ansagen von geschriebenen Zeichen ein oder aus.</td></tr>
<tr><td>NVDA+3</td><td>Schaltet das Ansagen von geschriebenen W&ouml;rtern ein oder aus.</td></tr>
<tr><td>NVDA+4</td><td>Schaltet die Ansage von Kommandotasten ein oder aus. Das betrifft die Cursor- und Funktionstasten sowie der Alt-, Umschalt- und Steurungstasten; und alle weiteren Tasten, die nicht mit einem Zeichen belegt sind.</td></tr>
<tr><td>NVDA+P</td><td>Schaltet die Ansage von Satzzeichen beim Vorlesen ein oder aus.</td></tr>
<tr><td>NVDA+M</td><td>Schaltet die Verfolgung des Mauszeigers ein oder aus.</td></tr>
<tr><td>NVDA+U</td><td>Dieser Befehl legt fest, ob Signalt&ouml;ne nur f&uuml;r die aktive oder f&uuml;r alle Fortschrittsbalken ausgegeben werden sollen. Desweiteren kann die Option entweder komplett ausgeschaltet werden oder alle zehn Prozent eine Ansage des aktuellen Wertes erfolgen.</td></tr>
<tr><td>STRG+NVDA+Pfeil links</td><td>Wechselt zur vorherigen Stimmeinstellung.</td></tr>
<tr><td>STRG+NVDA+Pfeil rechts</td><td>Wechselt zur n&auml;chsten Stimmeinstellung.</td></tr>
<tr><td>STRG+NVDA+Pfeil nach oben</td><td>Erh&ouml;ht die aktuell gew&auml;hlte Stimmeinstellung.</td></tr>
<tr><td>STRG+NVDA+Pfeil nach unten</td><td>Verringert die aktuell gew&auml;hlte Stimmeinstellung.</td></tr>
</table>

<p><hr></p>

<h2 id="2">Dialoge &ouml;ffnen</h2>

<table border="0">
<tr><th>Ereignis</th><th>Erl&auml;uterung</th></tr>
<tr><td>STRG+NVDA+G</td><td>&Ouml;ffnet die allgemeinen Einstellungen.</td></tr>
<tr><td>STRG+NVDA+S</td><td>&Ouml;ffnet die Einstellungen f&uuml;r die Sprachausgaben.</td></tr>
<tr><td>STRG+NVDA+V</td><td>&Ouml;ffnet die Stimmeneinstellungen.</td></tr>
<tr><td>STRG+NVDA+K</td><td>&Ouml;ffnet die Tastatureinstellungen.</td></tr>
<tr><td>STRG+NVDA+M</td><td>&Ouml;ffnet die Mauseinstellungen.</td></tr>
<tr><td>STRG+NVDA+O</td><td>&Ouml;ffnet die Einstellungen f&uuml;r die Objektpr&auml;sentation.</td></tr>
<tr><td>STRG+NVDA+B</td><td>&Ouml;ffnet die Einstellungen f&uuml;r die virtuelle Ansicht.</td></tr>
<tr><td>STRG+NVDA+D</td><td>Zeigt die Einstellungen zur dokumentformatierung an.</td></tr>
<tr><td>STRG+NVDA+Z</td><td>Zeigt die Python-Konsole an.</td></tr>
</table>

<p><hr></p>

<h2 id="2">Objektweise navigieren:</h2>

<table border="0">
<tr><th>Ereignis</th><th>Erl&auml;uterung</th></tr>
<tr><td>NVDA+NUM 5</td><td>Liest das Objekt vor, auf dem sich der Navigator befindet. . Bei zweimaligem dr&uuml;cken wird es buchstabiert und bei dreimaligem dr&uuml;cken wird der Inhalt in die Zwischenablage kopiert.</td></tr>
<tr><td>NVDA+NUM-Entfernen</td><td>Liest mit dem Navigator die Gr&ouml;&szlig;e und Dimension des fokussierten Objekts vor.</td></tr>
<tr><td>NVDA+NUM 8</td><td>Setzt den Navigator auf das &uuml;bergeordnete Objekt.</td></tr>
<tr><td>NVDA+NUM 2</td><td>Setzt den Navigator auf das erste untergeordnete Objekt.</td></tr>
<tr><td>NVDA+NUM 4</td><td>Zieht den Navigator zum vorherigen Objekt.</td></tr>
<tr><td>Umschalt+NVDA+NUM 4</td><td>Zieht den Navigator rekursiv zum vorherigen Objekt.</td></tr>
<tr><td>NVDA+NUM 6</td><td>Zieht den Navigator zum n&auml;chsten Objekt.</td></tr>
<tr><td>Umschalt+NVDA+NUM 6</td><td>Zieht den Navigator rekursiv zum n&auml;chsten Objekt.</td></tr>
<tr><td>NVDA+NUM-Eingabe</td><td>L&ouml;st die Standardaktion auf dem Objekt aus, auf dem der Navigator steht..</td></tr>
<tr><td>NVDA+NUM-Schr&auml;gstrich</td><td>Bewegt den Mauszeiger zum Objekt, auf welchem sich der Navigator befindet.</td></tr>
<tr><td>NVDA+NUM-Stern</td><td>Setzt den Navigator auf das Objekt, das sich unter dem Mauszeiger befindet.</td></tr>
<tr><td>NUM-Minus</td><td>Zieht den NVDA-Cursor zum System-Cursor.</td></tr>
<tr><td>STRG+NUM-Minus</td><td>Zieht den System-Cursor zumNVDA-Cursor.</td></tr>
<tr><td>NVDA+NUM-Minus</td><td>Setzt den Navigator auf das fokussierte Objekt.</td></tr>
<tr><td>NUM-Schr&auml;gstrich</td><td>L&ouml;st einen Linksklick an der aktue;llen Position der Maus aus.</td></tr>
<tr><td>NUM-Stern</td><td>L&ouml;st einen Rechtsklick an der aktuellen Position der Maus aus.</td></tr>
<tr><td>NUM-PLUS</td><td>Liest mit dem NVDA-Cursor ab der Textposition bis zum Ende vor.</td></tr>
<tr><td>NVDA+NUM-Plus</td><td>Liest rekursiv alle Objekte nach dem aktuellen Objekt des Navigators vor.</td></tr>
</table>

<p><hr></p>

<h2 id="2">Das aktuelle Objekt vorlesen</h2>

<table border="0">
<tr><th>Ereignis</th><th>Erl&auml;uterung</th></tr>
<tr><td>NUM 1</td><td>Zieht den NVDA-Cursor zum vorherigen Zeichen und liest es vor.</td></tr>
<tr><td>Umschalt+NUM 1</td><td>Zieht den NVDA-Cursor zum Zeilenanfang und liest das erste Zeichen vor.</td></tr>
<tr><td>NUM 2</td><td>Liest das Zeichen unter dem NVDA-Cursor vor.</td></tr>
<tr><td>NUM 3</td><td>Zieht den NVDA-Cursor auf das n&auml;chste Zeichen und liest es vor.</td></tr>
<tr><td>Umschalt+NUM 3</td><td>Zieht den NVDA-Cursor zum Zeilenende und liest das letzte Zeichen vor.</td></tr>
<tr><td>NUM 4</td><td>Zieht den NVDA-Cursor zum vorherigen Wort und liest es vor.</td></tr>
<tr><td>NUM 5</td><td>Liest das  aktuelle Wort unter dem NVDA-Cursor vor.</td></tr>
<tr><td>NUM 6</td><td>Zieht den NVDA-Cursor zum n&auml;chsten Wort und liest es vor.</td></tr>
<tr><td>NUM 7</td><td>Zieht den NVDA-Cursor auf die vorherige Zeile und liest sie vor.</td></tr>
<tr><td>Umschalt+NUM 7</td><td>Zieht den NVDA-Cursor auf die erste Zeile und liest sie vor.</td></tr>
<tr><td>NUM 8</td><td>Liest die aktuelle Zeile unter dem NVDA-Cursor vor.</td></tr>
<tr><td>NUM 9</td><td>Zieht den NVDA-Cursor auf die n&auml;chste Zeile und liest sie vor.</td></tr>
<tr><td>Umschalt+NUM 9</td><td>Zieht den NVDA-Cursor auf die letzte Zeile und liest sie vor.</td></tr>
<tr><td>NVDA+F9</td><td>Setzt eine Startmarke an die Position des NVDA-Cursors.</td></tr>
<tr><td>NVDA+F10</td><td>Gibt den Text von der zuvor gesetzten Startmarke bis einschlie&szlig;lich der aktuellen Position des NVDA-Cursors zur&uuml;ck und kopiert ihn in die Zwischenablage.</td></tr>
</table>

<p><hr></p>

<h2 id="2">Befehle in den virtuellen Ansichten</h2>

<table border="0">
<tr><th>Ereignis</th><th>Erl&auml;uterung</th></tr>
<tr><td>NVDA+Leertaste</td><td>Schaltet den Modus &raquo;Tasten durch virtuelle Ansicht durchlassen&laquo; ein oder aus.</td></tr>
<tr><td>STRG+NVDA+F</td><td>Suchen.</td></tr>
<tr><td>NVDA+F3</td><td>Weitersuchen.</td></tr>
<tr><td>NVDA+F5</td><td>Aktualisiert die virtuelle Ansicht.</td></tr>
<tr><td>NVDA+F7</td><td>Zeigt die Elementliste an.</td></tr>
<tr><td>NVDA+V</td><td>Schaltet das Bildschirm-Layout um.</td></tr>
</table>

<p><hr></p>

<h2 id="2">Schnelltasten in den virtuellen Ansichten</h2>

<p>
Verwenden Sie diese Tasten, um zum n&auml;chsten Objekt zu springen. In Kombination mit der Umschalttaste, springen Sie zum vorherigen Objekt zur&uuml;ck.
</p>

<table border="0">
<tr><th>Ereignis</th><th>Erl&auml;uterung</th></tr>
<tr><td>H</td><td>&Uuml;berschrift</td></tr>
<tr><td>L</td><td>Liste</td></tr>
<tr><td>I</td><td>Listeneintrag</td></tr>
<tr><td>T</td><td>Tabelle</td></tr>
<tr><td>K</td><td>Link</td></tr>
<tr><td>F</td><td>Formularfeld</td></tr>
<tr><td>U</td><td>Nichtbesuchter Link</td></tr>
<tr><td>V</td><td>Besuchter Link</td></tr>
<tr><td>E</td><td>Eingabefeld</td></tr>
<tr><td>B</td><td>Schalter</td></tr>
<tr><td>X</td><td>Kontrollfeld</td></tr>
<tr><td>C</td><td>Kombinationsfeld</td></tr>
<tr><td>R</td><td>Auswahlschalter</td></tr>
<tr><td>Q</td><td>Zitatblock</td></tr>
<tr><td>S</td><td>Trennlinie</td></tr>
<tr><td>M</td><td>Rahmen</td></tr>
<tr><td>G</td><td>Grafik</td></tr>
<tr><td>D</td><td>ARIA-Sprungmarke</td></tr>
<tr><td>N</td><td>Nichtverlinkter Text</td></tr>
<tr><td>O</td><td>Eingebettetes Objekt</td></tr>
<tr><td>1 bis 6</td><td>&Uuml;berschriftsebene 1 bis 6</td></tr>
</table>

<p><hr></p>

<p>Copyright &copy; 2009 by www.nvda-project.de - Alle Rechte vorbehalten.</p>

</body>
</html>
